Repository: rpm-software-management/dnf5
Catalog: libdnf5/po/*.po
Languages: de, fi, fr, id, it, nl, pt_br, ru

source: failed to save xml document for comps
de: Speichern eines XML-Dokuments für comps fehlgeschlagen
fi: xml-asiakirjan tallentaminen compsille epäonnistui
fr: échec de l'enregistrement du document XML contenant les comps
id: gagal menyimpan dokumen XML untuk comps
it: impossibile salvare il documento xml per comps
nl: kon het xml-document voor comps niet opslaan
pt_br: falha ao salvar o documento xml para comps
ru: Не удалось сохранить xml-документ для Компов

source: Failed to save xml document for group "{}" to file "{}": {}
de: Speichern des XML-Dokuments für Gruppe „{}“ in Datei „{}“ fehlgeschlagen: {}
fi: XML-asiakirjan tallentaminen tiedostoon "{}" ryhmälle "{}" epäonnistui: {}
fr: Échec de l'enregistrement du document XML pour le groupe "{}" dans le fichier "{}" : {}
id: Gagal menyimpan dokumen XML untuk grup "{}" ke berkas "{}": {}
it: Impossibile salvare il documento xml per il gruppo "{}" nel file "{}": {}
nl: Kon het xml-document voor groep "{}" niet opslaan naar bestand "{}": {}
pt_br: Falha ao salvar o documento xml do grupo "{}" no arquivo "{}": {}
ru: Не удалось сохранить xml-документ для группы "{}" в файл "{}": {}

source: Invalid package type: {}
de: Ungültiger Pakettyp: {}
fi: Virheellinen pakettityyppi: {}
fr: Type de paquet invalide : {}
id: Jenis paket tidak valid: {}
it: Tipo di pacchetto non valido: {}
nl: Ongeldig pakkettype: {}
pt_br: Tipo de pacote inválido: {}
ru: Недопустимый тип пакета: {}

source: Input is empty. Must contain a value.
de: Eingabe ist leer. Sie muss einen Wert enthalten.
fi: Syöte on tyhjä. Täytyy sisältää arvo.
fr: L'entrée est vide. Elle doit contenir une valeur.
id: Masukan kosong. Harus berisi nilai.
it: L'input è vuoto. Deve contenere un valore.
nl: Invoer is leeg. Er moet een waarde worden opgegeven.
pt_br: A entrada está vazia. Deve conter um valor.
ru: Ввод пуст. Должен содержать значение.

source: Input value '{}' must not be negative
de: Eingabewert „{}“ darf nicht negativ sein
fi: Syötearvo '{}' ei saa olla negatiivinen
fr: La valeur en entrée '{}' ne doit pas être négative
id: Nilai masukan '{}' tidak boleh negatif
it: Il valore di input '{}' non deve essere negativo
nl: Invoerwaarde '{}' mag niet negatief zijn
pt_br: O valor de entrada '{}' não deve ser negativo
ru: Входное значение '{}' не должно быть отрицательным

source: Could not convert '{}' to bytes
de: „{}“ konnte nicht in Bytes konvertiert werden
fi: '{}':ta ei voitu muuntaa tavuiksi
fr: Impossible de convertir '{}' en octets
id: Tidak dapat mengonversi '{}' menjadi byte
it: Impossibile convertire '{}' in byte
nl: Kon '{}' niet converteren naar bytes
pt_br: Não foi possível converter '{}' em bytes
ru: Не удалось преобразовать '{}' в байты

source: Unknown unit '{}'
de: Unbekannte Einheit „{}“
fi: Tuntematon yksikkö '{}'
fr: Unité '{}' inconnue
id: Unit yang tidak dikenal '{}'
it: Unità '{}' sconosciuta
nl: Onbekende eenheid '{}'
pt_br: Unidade desconhecida '{}'
ru: Неизвестная единица '{}'

source: The throttle value {} is outside the allowed range {} ... {}
de: Der Reglerwert {} liegt außerhalb des erlaubten Bereichs {} … {}
fi: Askelten arvo {} on sallitun alueen {} ... {} ulkopuolella
fr: La valeur limitant la vitesse de téléchargement ({}) n'est pas comprise dans l'intervalle {} ... {}
id: Nilai throttle {} berada di luar rentang yang diizinkan {} ... {}
it: Il valore di throttle {} è al di fuori dell'intervallo consentito {} ... {}
nl: De throttle-waarde {} ligt buiten het toegestane bereik {} ... {}
pt_br: O valor de aceleração {} está fora do intervalo permitido {} ... {}
ru: Значение дросселя {} находится вне допустимого диапазона {} ... {}

source: Section "{}" not found
de: Abschnitt „{}“ nicht gefunden
fi: Osaa "{}" ei löytynyt
fr: Section "{}" introuvable
id: Bagian "{}" tidak ditemukan
it: Sezione "{}" non trovata
nl: Sectie "{}" niet gevonden
pt_br: Seção "{}" não encontrada
ru: Секция "{}" не найдена

source: Section "{}" does not contain option "{}"
de: Abschnitt „{}“ enthält nicht die Option „{}“
fi: Osa "{}" ei sisällä vaihtoehtoa "{}"
fr: La section "{}" ne contient pas l'option "{}"
id: Bagian "{}" tidak mengandung opsi "{}"
it: La sezione "{}" non contiene l'opzione "{}"
nl: Sectie "{}" bevat geen optie "{}"
pt_br: A seção "{}" não contém a opção "{}"
ru: Раздел "{}" не содержит опцию "{}"

source: Configuration file "{}" not found
de: Konfigurationsdatei „{}“ nicht gefunden
fi: Määritystiedostoa "{}" ei löytynyt
fr: Fichier de configuration "{}" introuvable
id: Berkas konfigurasi "{}" tidak ditemukan
it: File di configurazione "{}" non trovato
nl: Configuratiebestand "{}" niet gevonden
pt_br: Arquivo de configuração "{}" não encontrado
ru: Файл конфигурации "{}" не найден

source: Unable to access configuration file "{}"
de: Auf Konfigurationsdatei „{}“ konnte nicht zugegriffen werden
fi: Määritystiedostoa "{}" ei voi käyttää
fr: Impossible d'accéder au fichier de configuration "{}"
id: Tidak dapat mengakses berkas konfigurasi "{}"
it: Impossibile accedere al file di configurazione "{}"
nl: Kon configuratiebestand "{}" niet openen
pt_br: Não é possível acessar o arquivo de configuração "{}"
ru: Невозможно получить доступ к файлу конфигурации "{}"

source: Error in configuration file "{}"
de: Fehler in Konfigurationsdatei „{}“
fi: Virhe määritystiedostossa "{}"
fr: Erreur dans le fichier de configuration "{}"
id: Kesalahan dalam berkas konfigurasi "{}"
it: Errore nel file di configurazione "{}"
nl: Fout in configuratiebestand "{}"
pt_br: Erro no arquivo de configuração "{}"
ru: Ошибка в файле конфигурации "{}"

source: Option "{}" not found
de: Option „{}“ nicht gefunden
fi: Vaihtoehtoa "{}" ei löytynyt
fr: Option "{}" introuvable
id: Opsi "{}" tidak ditemukan
it: Opzione "{}" non trovata
nl: Optie "{}" niet gevonden
pt_br: Opção "{}" não encontrada
ru: Опция "{}" не найдена

source: Option "{}" already exists
de: Option „{}“ existiert bereits
fi: Vaihtoehto "{}" on jo olemassa
fr: L'option "{}" existe déjà
id: Opsi "{}" sudah ada
it: L'opzione "{}" esiste già
nl: Optie "{}" bestaat al
pt_br: A opção "{}" já existe
ru: Опция "{}" уже существует

source: Invalid boolean value "{}"
de: Ungültige boolesche Variable „{}“
fi: Virheellinen looginen arvo "{}"
fr: Valeur booléenne "{}" invalide
id: Nilai boolean yang tidak valid "{}"
it: Valore booleano "{}" non valido
nl: Ongeldige booleaanse waarde "{}"
pt_br: Valor booleano "{}" inválido
ru: Недопустимое булево значение "{}"

source: Enum option value "{}" not allowed
de: Wert der Aufzähloption „{}“ nicht erlaubt
fi: Enum-vaihtoehdon arvo "{}" ei sallittu
fr: Valeur d'option enum "{}" non autorisée
id: Nilai opsi enum "{}" tidak diperbolehkan
it: Valore opzione enum "{}" non consentito
nl: Enum-optiewaarde "{}" niet toegestaan
pt_br: Valor da opção enum "{}" não permitido
ru: Значение параметра Enum "{}" недопустимо

source: Input value {} is outside the allowed range {} ... {}
de: Eingabewert {} liegt außerhalb des erlaubten Bereichs {} … {}
fi: Syötearvo {} on sallitun alueen {} ... {} ulkopuolella
fr: La valeur en entrée {} n'est pas comprise dans l'intervalle autorisé {} ... {}
id: Nilai masukan {} berada di luar rentang yang diizinkan {} ... {}
it: Il valore di input {} è al di fuori dell'intervallo consentito {} ... {}
nl: Invoerwaarde {} is buiten het toegestane bereik {} ... {}
pt_br: O valor de entrada {} está fora do intervalo permitido {} ... {}
ru: Входное значение {} находится вне допустимого диапазона {} ... {}

source: Invalid number option value "{}"
de: Ungültiger Wert für Zahlenoption „{}“
fi: Virheellinen numerovaihtoehdon arvo "{}"
fr: Valeur d'option numérique "{}" invalide
id: Nilai opsi nomor tidak valid "{}"
it: Valore opzione numerica "{}" non valido
nl: Ongeldige nummeroptiewaarde "{}"
pt_br: Valor de opção de número inválido "{}"
ru: Недопустимое значение параметра числа "{}"

source: Only absolute paths allowed, relative path "{}" detected
de: Nur absolute Pfade sind erlaubt, aber ein relativer Pfad „{}“ wurde erkannt
fi: Vain absoluuttiset polut sallitaan; suhteellinen polku "{}" havaittu
fr: Seuls les chemins d'accès absolus sont autorisés, chemin d'accès relatif "{}" détecté
id: Hanya jalur absolut yang diizinkan, jalur relatif "{}" terdeteksi
it: Sono consentiti solo percorsi assoluti, rilevato percorso relativo "{}"
nl: Alleen absolute paden zijn toegestaan, maar een relatief pad "{}" is gedetecteerd
pt_br: Somente caminhos absolutos permitidos, caminho relativo "{}" detectado
ru: Разрешены только абсолютные пути, обнаружены относительные пути "{}"

source: Path "{}" does not exist
de: Pfad „{}“ existiert nicht
fi: Polkua "{}" ei ole olemassa
fr: Le chemin d'accès "{}" n'existe pas
id: Jalur "{}" tidak ada.
it: Il percorso "{}" non esiste
nl: Pad "{}" bestaat niet
pt_br: O caminho "{}" não existe
ru: Путь "{}" не существует

source: Empty time option value
de: Leerer Wert für Zeitoption
fi: Tyhjä aika -vaihtoehdon arvo
fr: Valeur d'option temps vide
id: Nilai opsi waktu kosong
it: Valore opzione tempo vuoto
nl: Lege tijdoptiewaarde
pt_br: Valor vazio da opção de tempo
ru: Пустое значение опции времени

source: Invalid time option value "{}", number or "never" expected
de: Ungültiger Zeitoption-Wert „{}“, Zahl oder „never“ wird erwartet
fi: Virheellinen aika-vaihtoehdon arvo "{}", numero tai 'never':tä odotetaan
fr: Valeur d'option temps "{}" invalide, nombre ou "never" attendus
id: Nilai opsi waktu yang tidak valid "{}", diharapkan angka atau "never"
it: Valore opzione tempo "{}" non valido, previsto un numero o "never" (mai)
nl: Ongeldige tijdoptiewaarde "{}", nummer of "never" verwacht
pt_br: Valor de opção de tempo inválido "{}", número ou "never" esperado
ru: Недопустимое значение опции времени "{}", ожидается число или "never"

source: Invalid time option value "{}", negative values except "-1" not allowed
de: Ungültiger Zeitoption-Wert „{}“, negative Werte außer „-1“ sind nicht erlaubt
fi: Virheellinen aika-vaihtoehdon arvo "{}"; paitsi "-1" negatiivisia arvoja ei sallita
fr: Valeur d'option temps "{}" invalide, valeurs négatives hors "-1" non autorisées
id: Nilai opsi waktu yang tidak valid "{}", nilai negatif kecuali "-1" tidak diperbolehkan
it: Valore opzione tempo "{}" non valido, valori negativi eccetto "-1" non consentiti
nl: Ongeldige tijdoptiewaarde "{}", behalve "-1" zijn negatieve waarden niet toegestaan
pt_br: Valor de opção de tempo inválido "{}", valores negativos exceto "-1" não são permitidos
ru: Недопустимое значение опции времени "{}", отрицательные значения, кроме "-1", недопустимы

source: Unknown time format "{}"
de: Unbekanntes Zeitformat „{}“
fi: Tuntematon aikamuoto "{}"
fr: Format de temps "{}" inconnu
id: Format waktu yang tidak dikenal "{}"
it: Formato ora "{}" sconosciuto
nl: Onbekend tijdformaat "{}"
pt_br: Formato de hora desconhecido "{}"
ru: Неизвестный формат времени "{}"

source: Unknown time unit '{}'
de: Unbekannte Zeiteinheit „{}“
fi: Tuntematon aikayksikkö '{}'
fr: Unité de temps '{}' inconnue
id: Satuan waktu yang tidak dikenal '{}'
it: Unità di tempo '{}' sconosciuta
nl: Ongebekende tijdseenheid '{}'
pt_br: Unidade de hora desconhecida "{}"
ru: Неизвестная единица времени '{}'

source: Input value "{}" not allowed, allowed values for this option are defined by regular expression "{}"
de: Eingabewert „{}“ ist nicht erlaubt. Erlaubte Werte für diese Option werden vom regulären Ausdruck „{}“ definiert
fi: Syötearvo "{}" ei sallittu; tämän vaihtoehdon sallitut arvot määritellään säännöllisellä lausekkeella "{}"
fr: Valeur en entrée "{}" non autorisée, les valeurs autorisées pour cette option sont définies par l'expression régulière "{}"
id: Nilai masukan "{}" tidak diperbolehkan. Nilai yang diperbolehkan untuk opsi ini didefinisikan oleh ekspresi reguler "{}".
it: Valore di input "{}" non consentito, i valori consentiti per questa opzione sono definiti dall'espressione regolare "{}"
nl: Invoerwaarde "{}" is niet toegestaan; toegestane waarden voor deze optie zijn gedefinieerd door de reguliere expressie "{}"
pt_br: Valor de entrada "{}" não permitido, os valores permitidos para esta opção são definidos pela expressão regular "{}"
ru: Входное значение "{}" недопустимо, допустимые значения для этой опции определяются регулярным выражением "{}"

source: Option value is not set
de: Optionswert ist nicht gesetzt
fi: Vaihtoehdon arvoa ei ole asetettu
fr: La valeur de l'option n'est pas définie
id: Nilai opsi tidak ditetapkan
it: Il valore dell'opzione non è impostato
nl: Optiewaarde is niet ingesteld
pt_br: O valor da opção não está definido
ru: Значение опции не задано

source: Input item value "{}" not allowed, allowed values for this option are defined by regular expression "{}"
de: Eingabewert „{}“ ist für das Element nicht erlaubt. Erlaubte Werte für diese Option werden vom regulären Ausdruck „{}“ definiert
fi: Syötekohteen arvo "{}" ei sallittu; tämän vaihtoehdon sallitut arvot määritellään säännöllisellä lausekkeella "{}"
fr: Élement de valeur en entrée "{}" non autorisé, les valeurs autorisées pour cette option sont définies par l'expression régulière "{}"
id: Nilai item input "{}" tidak diperbolehkan. Nilai yang diperbolehkan untuk opsi ini didefinisikan oleh ekspresi reguler "{}".
it: Valore dell'elemento di input "{}" non consentito, i valori consentiti per questa opzione sono definiti dall'espressione regolare "{}"
nl: Invoeritemwaarde "{}" is niet toegestaan; toegestane waarden voor deze optie zijn gedefinieerd door de reguliere expressie "{}"
pt_br: O valor do item de entrada "{}" não é permitido, os valores permitidos para esta opção são definidos pela expressão regular "{}"
ru: Значение элемента ввода "{}" недопустимо, допустимые значения для этой опции определяются регулярным выражением "{}"

source: Variable "{}" is read-only
de: Variable „{}“ ist schreibgeschützt
fi: Muuttuja "{}" on vain luku -tilassa
fr: La variable "{}" est en lecture seule
id: Variabel "{}" merupakan hanya-baca
it: La variabile "{}" è di sola lettura
nl: Variabele "{}" is alleen-lezen
pt_br: A variável "{}" é somente leitura
ru: Переменная "{}" доступна только для чтения

source: Cannot open log file
de: Protokolldatei kann nicht geöffnet werden
fi: Lokitiedostoa ei voi avata
fr: Impossible d'ouvrir le fichier journal
id: Tidak dapat membuka berkas log
it: Impossibile aprire il file di log
nl: Kan logbestand niet openen
pt_br: Não é possível abrir o arquivo de log
ru: Невозможно открыть файл журнала

source: No such module: {}
de: Kein solches Modul: {}
fi: Moduulia {} ei ole olemassa
fr: Module introuvable : {}
id: Tidak ada modul seperti itu: {}
it: Nessun modulo di questo tipo: {}
nl: Geen dergelijke module: {}
pt_br: Esse módulo não existe: {}
ru: Нет такого модуля: {}

source: Cannot enable multiple streams for module '{}'
de: Mehrere Streams können nicht aktiviert werden für Modul „{}“
fi: Useita virtoja moduulille '{}' ei voi ottaa käyttöön
fr: Impossible d'activer plusieurs flux pour le module '{}'
id: Tidak dapat mengaktifkan beberapa aliran untuk modul '{}'
it: Impossibile abilitare stream multipli per il modulo '{}'
nl: Kan meerdere streams voor module '{}' niet inschakelen
pt_br: Não é possível habilitar vários fluxos para o módulo '{}'
ru: Невозможно включить несколько потоков для модуля '{}'

source: no solution possible
de: keine Lösung möglich
fi: ei mahdollista ratkaisua
fr: aucune solution possible
id: tidak ada solusi yang mungkin
it: nessuna soluzione possibile
nl: geen oplossing mogelijk
pt_br: sem solução possível
ru: нет возможного решения

source: Failed to update from string: {}
de: Aktualisierung von Zeichenkette fehlgeschlagen: {}
fi: Päivitys merkkijonosta epäonnistui: {}
fr: Échec de la mise à jour à partir de la chaîne : {}
id: Gagal memperbarui dari string: {}
it: Impossibile aggiornare dalla stringa: {}
nl: Update van string mislukt: {}
pt_br: Falha ao atualizar da string: {}
ru: Не удалось выполнить обновление из строки: {}

source: Failed to resolve module metadata: {}
de: Auflösen der Metadaten vom Modul fehlgeschlagen: {}
fi: Moduulin metatietojen ratkaiseminen epäonnistui: {}
fr: Échec de la résolution des métadonnées de module : {}
id: Gagal memproses metadata modul: {}
it: Impossibile risolvere i metadati del modulo: {}
nl: Oplossen module-metadata is mislukt: {}
pt_br: Falha ao resolver metadados do módulo: {}
ru: Не удалось разрешить метаданные модуля: {}

source: Failed to upgrade defaults: {}
de: Aktualisieren der Standardwerte fehlgeschlagen: {}
fi: Oletusasetusten päivittäminen epäonnistui: {}
fr: Échec de la mise à jour des valeurs par défaut : {}
id: Gagal memperbarui pengaturan default: {}
it: Impossibile aggiornare i valori predefiniti: {}
nl: Upgrade van standaardwaarden mislukt: {}
pt_br: Falha ao atualizar padrões: {}
ru: Не удалось обновить настройки по умолчанию: {}

source: Failed to upgrade streams: {}
de: Aktualisieren der Streams fehlgeschlagen: {}
fi: Virtojen päivittäminen epäonnistui: {}
fr: Échec de la mise à jour des flux : {}
id: Gagal memperbarui aliran: {}
it: Impossibile aggiornare gli stream: {}
nl: Upgrade van streams mislukt: {}
pt_br: Falha ao atualizar fluxos: {}
ru: Не удалось обновить потоки: {}

source: Failed to load module metadata for repository "{}": {}
de: Laden der Modul-Metadaten für Paketquelle „{}“ fehlgeschlagen: {}
fi: Moduulin metatietojen lataaminen ohjelmistolähteelle "{}" epäonnistui: {}
fr: Échec du chargement des métadonnées de module pour le dépôt "{}" : {}
id: Gagal memuat metadata modul untuk repositori "{}": {}
it: Impossibile caricare i metadati del modulo per il repository "{}": {}
nl: Laden van module-metadata voor repository "{}" mislukt: {}
pt_br: Falha ao carregar metadados do módulo para o repositório "{}": {}
ru: Не удалось загрузить метаданные модуля для репозитория "{}": {}

source: Missing '='
de: Fehlendes „=“
fi: Puuttuva '='
fr: '=' manquant
id: Tanda '=' hilang
it: Manca '='
nl: Ontbrekende '='
pt_br: Faltando '='
ru: Отсутствует '='

source: Missing '"' in the value
de: Fehlendes „"“ im Wert
fi: Arvossa puuttuva '"'
fr: '"' manquant dans la valeur
id: Tanda '"' hilang dalam nilai
it: Manca '"' nel valore
nl: Ontbrekende '"' in de waarde
pt_br: Faltando '"' no valor
ru: Отсутствует '"' в значении

source: Missing ':' in the value
de: Fehlender „:“ im Wert
fi: Arvossa puuttuva ':'
fr: ':' manquant dans la valeur
id: Tanda ':' hilang dalam nilai
it: Manca ':' nel valore
nl: Ontbrekende ':' in de waarde
pt_br: Faltando ':' no valor
ru: Отсутствует ':' в значении

source: Invalid module status: {}
de: Ungültiger Modulstatus: {}
fi: Virheellinen moduulin tila: {}
fr: État de module invalide : {}
id: Status modul tidak valid: {}
it: Stato del modulo non valido: {}
nl: Ongeldige modulestatus: {}
pt_br: Status de módulo inválido: {}
ru: Неверный статус модуля: {}

source: Unsupported plugin API combination. API version provided by plugin "{}" ("{}") is "{}.{}". API version in libdnf is "{}.{}".
de: Nicht unterstützte Plugin/API-Kombination. Die vom Plugin „{}“ („{}“) bereitgestellte API-Version ist „{}.{}“. Die API-Version in libdnf ist „{}.{}“.
fi: Ei tuettu laajennuksen API-yhdistelmä. Liitännäisen "{}" ("{}") tarjoama API-versio on "{}.{}". API-versio libdnf:ssä on "{}.{}".
fr: Combinaison d'API de plugin non prise en charge. La version d'API fournie par le plugin "{}" ("{}") est la version "{}.{}". La version de l'API dans libdnf est "{}.{}".
id: Kombinasi API plugin yang tidak didukung. Versi API yang disediakan oleh plugin "{}" ("{}") adalah "{}.{}". Versi API di libdnf adalah "{}.{}".
it: Combinazione API plugin non supportata. La versione API fornita dal plugin "{}" ("{}") è "{}.{}". La versione API in libdnf è "{}.{}".
nl: Niet-ondersteunde plugin-API-combinatie. De API-versie die door plugin "{}" ("{}") aangeboden wordt is "{}.{}". API-versie in libdnf is "{}.{}".
pt_br: Combinação de API de plug-in não suportada. A versão da API fornecida pelo plug-in "{}" ("{}") é "{}.{}". A versão da API em libdnf é "{}.{}".
ru: Неподдерживаемая комбинация API плагина. Версией API, предоставляемой плагином "{}" ("{}"), является "{}.{}". Версией API в libdnf является "{}.{}".

source: Failed to create a libdnf plugin instance
de: Erstellung einer libdnf-Plugininstanz fehlgeschlagen
fr: Échec de la création d'une instance de plugin libdnf5
id: Gagal membuat instance plugin libdnf
it: Impossibile creare un'istanza del plugin libdnf
nl: Aanmaken van libdnf-plugin-instantie mislukt
pt_br: Falha ao criar uma instância do plugin libdnf

source: Cannot find plugin library "{}"
de: Plugin-Bibliothek „{}“ kann nicht gefunden werden
fi: Laajennuskirjastoa "{}" ei löydy
fr: Impossible de trouver la bibliothèque de plugins "{}"
id: Tidak dapat menemukan perpustakaan plugin "{}"
it: Impossibile trovare la libreria del plugin "{}"
nl: Kan pluginbibliotheek "{}" niet vinden
pt_br: Não é possível encontrar a biblioteca de plug-in "{}"
ru: Невозможно найти библиотеку плагинов "{}"

source: Invalid option value: enabled={}
de: Ungültiger Optionswert: enabled={}
fi: Virheellinen vaihtoehdon arvo: enabled={}
fr: Valeur d'option invalide : enabled={}
id: Nilai opsi tidak valid: enabled={}
it: Valore opzione non valido: enabled={}
nl: Ongeldige optiewaarde: enabled={}
pt_br: Valor de opção inválido: enabled={}
ru: Недопустимое значение опции: enabled={}

source: Plugins::load_plugins(): config_dir_path cannot be empty
de: Plugins::load_plugins(): config_dir_path darf nicht leer sein
fi: Plugins::load_plugins(): määrityksen hakemiston polku config_dir_path ei saa olla tyhjä
fr: Plugins::load_plugins(): config_dir_path ne peut pas être vide
id: Plugins::load_plugins(): config_dir_path tidak boleh kosong
it: Plugins::load_plugins(): config_dir_path non può essere vuoto
nl: Plugins::load_plugins(): config_dir_path kan niet leeg zijn
pt_br: Plugins::load_plugins(): config_dir_path não pode estar vazio
ru: Plugins::load_plugins(): config_dir_path не может быть пустым

source: Cannot load libdnf plugin enabled from: {}
de: libdnf-Plugin kann nicht geladen werden von: {}
fi: Libdnf-laajennusta ei voi ladata kohteesta: {}
fr: Impossible de charger le plugin libdnf activé à partir de : {}
id: Tidak dapat memuat plugin libdnf yang diaktifkan dari: {}
it: Impossibile caricare il plugin libdnf abilitato da: {}
nl: Kan libdnf-plugin niet laden die is ingeschakeld vanuit: {}
pt_br: Não é possível carregar o plugin libdnf habilitado de: {}

source: get_unique_id(): Computation of SHA256 failed
de: get_unique_id(): Die Berechnung von SHA256 ist fehlgeschlagen
fi: get_unique_id(): SHA256:n laskenta epäonnistui
fr: get_unique_id(): Échec du calcul du SHA256
id: get_unique_id(): Perhitungan SHA256 gagal
it: get_unique_id(): Calcolo di SHA256 fallito
nl: get_unique_id(): Berekenen van SHA256 mislukt
pt_br: get_unique_id(): Falha no cálculo do SHA256
ru: get_unique_id(): Сбой вычисления SHA256

source: Cannot download files, cacheonly option is activated.
de: Dateien können nicht heruntergeladen werden, die Option „cacheonly“ ist aktiviert.
fi: Ei voi ladata tiedostoja, vain välimuistin -vaihtoehto cacheonly on aktivoitu.
fr: Impossible de télécharger les fichiers, l'option cacheonly est activée.
id: Tidak dapat mengunduh berkas, opsi cacheonly telah diaktifkan.
it: Impossibile scaricare i file, l'opzione cacheonly è attivata.
nl: Kan bestanden niet downloaden, cacheonly-optie is ingeschakeld.
pt_br: Não é possível baixar arquivos, a opção cacheonly está ativada.
ru: Невозможно загрузить файлы, активирована опция "cacheonly".

source: Failed to download files
de: Herunterladen der Dateien fehlgeschlagen
fi: Tiedostojen lataaminen epäonnistui
fr: Échec du téléchargement des fichiers
id: Gagal mengunduh berkas
it: Impossibile scaricare i file
nl: Downloaden van bestanden is mislukt
pt_br: Falha ao baixar arquivos
ru: Не удалось загрузить файлы
