Repository: rpm-software-management/dnf5
Catalog: libdnf5/po/*.po
Languages: de, fi, fr, id, it, nl, pt_br, ru

source: Failed to delete lock file "{}"
de: Löschen der Sperrdatei „{}“ fehlgeschlagen
fi: Lukkotiedoston "{}" poistaminen epäonnistui
fr: Échec de la suppression du fichier verrou "{}"
id: Gagal menghapus berkas kunci "{}"
it: Impossibile eliminare il file di blocco "{}"
nl: Verwijderen van vergrendelingsbestand "{}" mislukt
pt_br: Falha ao excluir o arquivo de bloqueio "{}"
ru: Не удалось удалить файл блокировки "{}"

source: SQL statement compilation failed: "{}"
de: Kompilierung der SQL-Anweisung ist fehlgeschlagen: „{}“
fr: Échec de la compilation de la déclaration SQL : "{}"
id: Kompilasi pernyataan SQL gagal: "{}"
it: Compilazione dell'istruzione SQL fallita: "{}"
nl: Compileren van SQL-instructie mislukt: "{}"
pt_br: Falha na compilação da instrução SQL: "{}"
ru: Не удалось выполнить компиляцию оператора SQL: "{}"

source: Binding integer value to SQL statement failed: "{}"
de: Binden des Integer-Wertes an die SQL-Anweisung fehlgeschlagen: „{}“
fr: Échec de l'association d'une valeur de type integer à une déclaration SQL : "{}"
id: Pengikatan nilai integer ke pernyataan SQL gagal: "{}"
it: Binding del valore intero all'istruzione SQL fallito: "{}"
nl: Het binden van integerwaarde aan SQL-instructie is mislukt: "{}"
pt_br: Falha ao vincular valor integer à instrução SQL: "{}"
ru: Сбой привязки целочисленного значения к оператору SQL: "{}"

source: Binding integer64 value to SQL statement failed: "{}"
de: Binden des integer64-Wertes an die SQL-Anweisung fehlgeschlagen: „{}“
fr: Échec de l'association d'une valeur de type integer64 à une déclaration SQL : "{}"
id: Pengikatan nilai integer64 ke pernyataan SQL gagal: "{}"
it: Binding del valore integer64 all'istruzione SQL fallito: "{}"
nl: Het binden van de integer64-waarde aan SQL-instructie is mislukt: "{}"
pt_br: Falha ao vincular valor integer64 à instrução SQL: "{}"
ru: Сбой привязки значения integer64 к оператору SQL: "{}"

source: Binding unsigned integer32 value to SQL statement failed: "{}"
de: Binden des „unsigned integer32“-Wertes an die SQL-Anweisung fehlgeschlagen: „{}“
fr: Échec de l'association d'une valeur de type unsigned integer32 à une déclaration SQL : "{}"
id: Pengikatan nilai integer32 yang tidak ditandatangani ke pernyataan SQL gagal: "{}"
it: Binding del valore unsigned integer32 all'istruzione SQL fallito: "{}"
nl: Het binden van de integer32-waarde aan de SQL-instructie is mislukt: "{}"
pt_br: Falha ao vincular valor unsigned integer32 à instrução SQL: "{}"
ru: Сбой привязки значения unsigned integer32 к оператору SQL: "{}"

source: Binding double value to SQL statement failed: "{}"
de: Binden des double-Wertes an die SQL-Anweisung fehlgeschlagen: „{}“
fr: Échec de l'association d'une valeur de type double à une déclaration SQL : "{}"
id: Pengikatan nilai ganda ke pernyataan SQL gagal: "{}"
it: Binding del valore double all'istruzione SQL fallito: "{}"
nl: Het binden van de double-waarde aan de SQL-instructie is mislukt: "{}"
pt_br: Falha ao vincular valor double à instrução SQL: "{}"
ru: Сбой привязки двойного значения к оператору SQL: "{}"

source: Binding bool value to SQL statement failed: "{}"
de: Binden des booleschen Wertes an die SQL-Anweisung fehlgeschlagen: „{}“
fr: Échec de l'association d'une valeur de type bool à une déclaration SQL : "{}"
id: Pengikatan nilai boolean ke pernyataan SQL gagal: "{}"
it: Binding del valore bool all'istruzione SQL fallito: "{}"
nl: Het binden van de bool-waarde aan de SQL-instructie is mislukt: "{}"
pt_br: Falha ao vincular valor bool à instrução SQL: "{}"
ru: Сбрй привязки значения bool к оператору SQL: "{}"

source: Binding text to SQL statement failed: "{}"
de: Binden von Text an die SQL-Anweisung fehlgeschlagen: „{}“
fr: Échec de l'association d'une valeur textuelle à une déclaration SQL : "{}"
id: Pengikatan teks ke pernyataan SQL gagal: "{}"
it: Binding del testo all'istruzione SQL fallito: "{}"
nl: Het binden van text aan de SQL-instructie is mislukt: "{}"
pt_br: Falha ao vincular valor text à instrução SQL: "{}"
ru: Сбой привязки текста к оператору SQL: "{}"

source: Binding blob to SQL statement failed: "{}"
de: Binden des Blobs an die SQL-Anweisung fehlgeschlagen: „{}“
fr: Échec de l'association d'un blob à une déclaration SQL : "{}"
id: Pengikatan blob ke pernyataan SQL gagal: "{}"
it: Binding del blob all'istruzione SQL fallito: "{}"
nl: Het binden van de blob aan de SQL-instructie is mislukt: "{}"
pt_br: Falha ao vincular valor blob à instrução SQL: "{}"
ru: Сбой привязки блоба к оператору SQL: "{}"

source: SQL statement evaluation failed: "{}"
de: Evaluierung der SQL-Anweisung fehlgeschlagen: „{}“
fr: Échec de l'évaluation de la déclaration SQL : "{}"
id: Evaluasi pernyataan SQL gagal: "{}"
it: Valutazione dell'istruzione SQL fallita: "{}"
nl: Evaluatie van SQL-instructie mislukt: "{}"
pt_br: Falha na avaliação da instrução SQL: "{}"
ru: Не удалось выполнить оценку оператора SQL: "{}"

source: Insufficient memory or result exceed maximum SQLite3 string length
de: Nicht ausreichender Speicher oder das Ergebnis übersteigt die maximale SQLite3-Zeichenkettenlänge
fr: Mémoire insuffisante ou le résultat dépasse la taille de chaîne maximum de SQLite3
id: Memori tidak mencukupi atau hasil melebihi panjang string maksimum SQLite3
it: Memoria insufficiente o il risultato supera la lunghezza massima della stringa SQLite3
nl: Onvoldoende geheugen, of resultaat overschrijdt maximale SQLite3-tekenreekslengte
pt_br: Memória insuficiente ou resultado excede o comprimento máximo da string do SQLite3
ru: Недостаточно памяти или результат превышает максимальную длину строки SQLite3

source: Column "{}" not found
de: Spalte „{}“ nicht gefunden
fi: Saraketta "{}" ei löydy
fr: Colonne "{}" introuvable
id: Kolom "{}" tidak ditemukan
it: Colonna "{}" non trovata
nl: Kolom "{}" niet gevonden
pt_br: Coluna "{}" não encontrada
ru: Столбец "{}" не найден

source: SQL statement execution failed: "{}"
de: Ausführung der SQL-Anweisung fehlgeschlagen: „{}“
fr: Échec de l'exécution de la déclaration SQL : "{}"
id: Eksekusi pernyataan SQL gagal: "{}"
it: Esecuzione dell'istruzione SQL fallita: "{}"
nl: Uitvoeren van SQL-instructie mislukt: "{}"
pt_br: Falha na execução da instrução SQL: "{}"
ru: Не удалось выполнить оператор SQL: "{}"

source: Failed to open database "{}"
de: Fehler beim Öffnen der Datenbank „{}“
fi: Tietokannan "{}" avaaminen epäonnistui
fr: Échec de l'ouverture de la base de données "{}"
id: Gagal membuka database "{}"
it: Impossibile aprire il database "{}"
nl: Openen van database "{}" mislukt
pt_br: Falha ao abrir o banco de dados "{}"
ru: Не удалось открыть базу данных "{}"

source: Failed to close database "{}"
de: Fehler beim Schließen der Datenbank „{}“
fi: Tietokannan "{}" sulkeminen epäonnistui
fr: Échec de la fermeture de la base de données "{}"
id: Gagal menutup database "{}"
it: Impossibile chiudere il database "{}"
nl: Sluiten van database "{}" mislukt
pt_br: Falha ao fechar o banco de dados "{}"
ru: Не удалось закрыть базу данных "{}"

source: Failed to open backup database "{}"
de: Fehler beim Öffnen der Sicherungs-Datenbank „{}“
fr: Échec de l'ouverture de la base de données de sauvegarde "{}"
id: Gagal membuka basis data cadangan "{}"
it: Impossibile aprire il database di backup "{}"
nl: Openen van backup-database "{}" mislukt
pt_br: Falha ao abrir o banco de dados de backup "{}"
ru: Не удалось открыть резервную базу данных "{}"

source: Failed to backup database "{}" into "{}"
de: Fehler beim Sichern der Datenbank „{}“ in „{}“
fr: Échec de la sauvegarde de la base de données "{}" dans "{}"
id: Gagal melakukan cadangan basis data "{}" ke "{}"
it: Impossibile eseguire il backup del database "{}" in "{}"
nl: Backuppen van database "{}" naar "{}" mislukt
pt_br: Falha ao fazer backup do banco de dados "{}" para "{}"
ru: Не удалось создать резервную копию базы данных "{}" в "{}"

source: Failed to restore database "{}"
de: Fehler beim Wiederherstellen der Datenbank „{}“
fi: Tietokannan "{}" palauttaminen epäonnistui
fr: Échec de la restauration de la base de données "{}"
id: Gagal memulihkan database "{}"
it: Impossibile ripristinare il database "{}"
nl: Herstellen van database "{}" is mislukt
pt_br: Falha ao restaurar o banco de dados "{}"
ru: Не удалось восстановить базу данных "{}"

source: failed to read rpm config files
de: Lesen der rpm-Konfigurationsdateien fehlgeschlagen
fr: échec de la lecture des fichiers de configuration RPM
id: gagal membaca berkas konfigurasi RPM
it: impossibile leggere i file di configurazione rpm
nl: lezen rpm-configuratiebestanden mislukt
pt_br: falha ao ler os arquivos de configuração rpm
ru: Не удалось прочитать файлы конфигурации rpm

source: Failed to execute uname()
de: Ausführen von uname() fehlgeschlagen
fi: uname():n suoritus epäonnistui
fr: Échec de l'exécution de uname()
id: Gagal menjalankan fungsi uname()
it: Impossibile eseguire uname()
nl: Uitvoeren uname() mislukt
pt_br: Falha ao executar uname()
ru: Не удалось выполнить uname()

source: Failed to download metadata ({}: "{}") for repository "{}"
fi: Ohjelmistolähteen "{}" metatietojen ({}: "{}") lataaminen epäonnistui
fr: Échec du téléchargement des métadonnées ({}: "{}") pour le dépôt "{}"
ru: Не удалось загрузить метаданные ({}: "{}") для репозитория "{}"

source: The repository does not have any PGP keys configured.
ru: В репозитории не настроено ни одного ключа PGP.

source: PGP check for package "{}" ({}) from repo "{}" has failed:
ru: Сбой проверки PGP для пакета "{}" ({}) из репозитория "{}":

source: Warning: skipped PGP checks for 1 package from repository: {}
ru: Предупреждение: пропущены проверки PGP для 1 пакета из репозитория: {}

source: Warning: skipped PGP checks for {0} packages from repository: {1}
ru: Предупреждение: пропущены проверки PGP для {0} пакетов из репозитория: {1}

source: Cannot load plugins: {}
ru: Невозможно загрузить плагины: {}

source: Failed to import pgp keys into temporary keyring: {}
ru: Не удалось импортировать pgp-ключи во временную связку ключей: {}

source: Failed to list pgp keys: {}
ru: Не удалось перечислить pgp-ключи: {}

source: Failed to import pgp keys: {}
ru: Не удалось импортировать pgp-ключи: {}

source: Invalid minor version: "{}", number expected.
ru: Недопустимая минорная версия: "{}", ожидается число.

source: Missing key "version".
ru: Отсутствует ключ "version".

source: Unexpected type of "environments", array expected.
ru: Неожиданный тип "environments", ожидается массив.

source: Missing object key "id" in an environment.
ru: Отсутствует ключ объекта "id" в среде.

source: Missing object key "action" in an environment.
ru: Отсутствует объектный ключ "action" в среде.

source: Unexpected type of "groups", array expected.
ru: Неожиданный тип "groups", ожидается массив.

source: Missing object key "id" in a group.
ru: Отсутствует объект-ключ "id" в группе.

source: Missing object key "action" in a group.
ru: Отсутствует объект-ключ "action" в группе.

source: Missing object key "reason" in a group.
ru: Отсутствует объект-ключ "reason" в группе.

source: Unexpected type of "rpms", array expected.
ru: Неожиданный тип "rpms", ожидается массив.

source: Cannot parse NEVRA for rpm "{}".
ru: Невозможно разобрать NEVRA для rpm "{}".

source: Either "nevra" or "package_path" object key is required in an rpm.
ru: В rpm требуется либо объект-ключ "nevra", либо объект-ключ "package_path".

source: Missing object key "action" in an rpm.
ru: Отсутствует объект-ключ "action" в rpm.

source: Missing object key "reason" in an rpm.
ru: Отсутствует объект-ключ "reason" в rpm.

source: Missing mandatory object key "group_id" in an rpm with reason "Group" and action "Reason Change".
ru: Отсутствует обязательный ключ-объект "group_id" в rpm с причиной "Group" и действием "Reason Change".
