Repository: rpm-software-management/dnf5
Catalog: libdnf5/po/*.po
Languages: de, fi, fr, id, it, nl, pt_br, ru

source: Action '{0}' '{1}' cannot be merged after it was '{2}' in preceding transaction -> setting '{0}'.
de: Aktion „{0}“ „{1}“ kann nicht zusammengeführt werden, nachdem es in der vorigen Transaktion „{2}“ wurde -> konfiguriere „{0}“.
fr: L'action '{0}' '{1}' ne peut pas être fusionnée après avoir été '{2}' dans une transaction précédente -> définition sur '{0}'.
id: Aksi '{0}' '{1}' tidak dapat digabungkan setelah aksi tersebut '{2}' dalam transaksi sebelumnya -> pengaturan '{0}'.
it: L'azione '{0}' '{1}' non può essere unita dopo che era '{2}' nella transazione precedente -> impostazione '{0}'.
nl: Actie '{0}' '{1}' kan niet worden samengevoegd nadat deze '{2}' was in voorgaande transactie -> ingesteld op '{0}'.
pt_br: A ação '{0}' '{1}' não pode ser mesclada depois de ter sido '{2}' na transação anterior -> configuração '{0}'.

source: Unexpected action encountered: '{0}' during transaction merge.
de: Unerwartete Aktion aufgetreten: „{0}“ bei der Zusammenführung der Transaktion.
fr: Action inattendue : '{0}' rencontrée pendant la fusion de transactions.
id: Tindakan tak terduga terdeteksi: '{0}' selama penggabungan transaksi.
it: Azione inattesa incontrata: '{0}' durante l'unione della transazione.
nl: Onverwachte actie tegengekomen: '{0}' tijdens samenvoegen van transactie.
pt_br: Ação inesperada encontrada: '{0}' durante a mesclagem de transações.

source: Action '{0}' '{1}' cannot be merged because it is not present at that point -> skipping it.
de: Aktion „{0}“ „{1}“ kann nicht zusammengeführt werden, da sie an diesemPunkt nicht existiert -> wird übersprungen.
fr: L'action '{0}' '{1}' ne peut pas être fusionnée car elle n'existe pas jusqu'ici -> ignorée.
id: Aksi '{0}' '{1}' tidak dapat digabungkan karena tidak ada pada titik tersebut -> melewatinya.
it: L'azione '{0}' '{1}' non può essere unita perché non è presente in quel momento -> verrà saltata.
nl: Actie '{0}' '{1}' kan niet worden samengevoegd omdat deze op dat punt niet aanwezig is -> overgeslagen.
pt_br: A ação '{0}' '{1}' não pode ser mesclada porque não está presente naquele ponto -> ignorada.

source: Action '{0}' '{1}' cannot be merged because it is not present at that point -> setting 'INSTALL'.
de: Aktion „{0}“ „{1}“ kann nicht zusammengeführt werden, da sie an diesem Punkt nicht existiert -> „INSTALL“ wird gesetzt.
fr: L'action '{0}' '{1}' ne peut pas être fusionnée car elle n'existe pas jusqu'ici -> définition sur 'Installer'.
id: Aksi '{0}' '{1}' tidak dapat digabungkan karena tidak ada pada titik tersebut -> pengaturan 'INSTALL'.
it: L'azione '{0}' '{1}' non può essere unita perché non è presente in quel momento -> impostazione 'INSTALL'.
nl: Actie '{0}' '{1}' kan niet worden samengevoegd omdat deze op dat punt niet aanwezig is -> ingesteld op 'INSTALL'.
pt_br: A ação '{0}' '{1}' não pode ser mesclada porque não está presente naquele ponto -> configuração 'Instalar'.

source: Action '{0}' '{1}' cannot be merged because it is not present at that point (present versions are: {2}) -> skipping it.
de: Aktion „{0}“ „{1}“ kann nicht zusammengeführt werden, da sie an diesem Punkt nicht existiert (vorhandene Versionen sind: {2}) -> wird übersprungen.
fr: L'action '{0}' '{1}' ne peut pas être fusionnée car elle n'existe pas jusqu'ici (les versions présentes sont : {2}) -> ignorée.
id: Aksi '{0}' '{1}' tidak dapat digabungkan karena tidak ada pada titik tersebut (versi yang ada saat ini adalah: {2}) -> melewatkannya.
it: L'azione '{0}' '{1}' non può essere unita perché non è presente in quel momento (le versioni presenti sono: {2}) -> verrà saltata.
nl: Actie '{0}' '{1}' kan niet worden samengevoegd omdat deze op dat punt niet aanwezig is (aanwezige versies zijn: {2}) -> wordt overgeslagen.
pt_br: A ação '{0}' '{1}' não pode ser mesclada porque não está presente naquele ponto (as versões atuais são: {2}) -> ignorada.

source: Action '{0}' '{1}' cannot be merged because it is already present at that point -> skipping it.
de: Aktion „{0}“ „{1}“ kann nicht zusammengeführt werden, da sie an diesem Punkt bereits existiert -> wird übersprungen.
fr: L'action '{0}' '{1}' ne peut pas être fusionnée car elle existe déjà à cette étape -> ignorée.
id: Aksi '{0}' '{1}' tidak dapat digabungkan karena sudah ada di titik tersebut -> dilewati.
it: L'azione '{0}' '{1}' non può essere unita perché è già presente in quel momento -> verrà saltata.
nl: Actie '{0}' '{1}' kan niet worden samengevoegd omdat deze op dat punt al aanwezig is -> wordt overgeslagen.
pt_br: A ação '{0}' '{1}' não pode ser mesclada porque já está presente naquele ponto -> ignorada.

source: Action '{0}' '{1}' cannot be merged because it is already installed in version '{2}' -> keeping the action from older transaction with '{1}'.
de: Aktion „{0}“ „{1}“ kann nicht zusammengeführt werden, da sie bereits in Version „{2}“ installiert ist -> Aktion der älteren Transaktion mit „{1}“ wird behalten.
fr: L'action '{0}' '{1}' ne peut pas être fusionnée car le paquet est déjà installé à la version '{2}' -> action '{1}' de la transaction plus ancienne conservée.
id: Aksi '{0}' '{1}' tidak dapat digabungkan karena sudah terpasang pada versi '{2}' -> mempertahankan aksi dari transaksi sebelumnya dengan '{1}'.
it: L'azione '{0}' '{1}' non può essere unita perché è già installato nella versione '{2}' -> mantenimento dell'azione dalla transazione precedente con '{1}'.
nl: Actie '{0}' '{1}' kan niet worden samengevoegd omdat deze al geïnstalleerd is in versie '{2}' -> actie van oudere transactie met '{1}' wordt behouden.
pt_br: A ação '{0}' '{1}' não pode ser mesclada porque já está instalada na versão '{2}' -> mantendo a ação da transação mais antiga com '{1}'.

source: Invalid action encountered: '{0}' during transaction merge.
de: Ungültige Aktion aufgetreten: „{0}“ während der Zusammenführung der Transaktion.
fr: Action invalide : '{0}' rencontrée pendant la fusion de transactions.
id: Tindakan yang tidak valid terdeteksi: '{0}' selama penggabungan transaksi.
it: Azione non valida incontrata: '{0}' durante l'unione della transazione.
nl: Ongeldige actie tegengekomen: '{0}' tijdens samenvoegen van transacties.
pt_br: Ação inválida encontrada: '{0}' durante a mesclagem de transações.

source: Transaction replay JSON serialized transaction input is empty
de: Serialisierte JSON-Transaktionseingabe für die Transaktionswiederholung ist leer
fr: L'entrée au format JSON de transaction sérialisée à rejouer est vide
id: Transaksi replay JSON dengan input transaksi yang diserialisasi kosong
it: L'input della transazione serializzata JSON per la riesecuzione della transazione è vuoto
nl: De geserialiseerde JSON-transactieinvoer voor het herhalen van de transactie is leeg
pt_br: A entrada de transação JSON serializada para reprodução da transação está vazia
ru: Сериализованный входной сигнал транзакции в формате JSON пуст

source: Error during transaction replay JSON parsing : {}
de: Fehler beim Einlesen der serialisierten JSON-Transaktionswiederholung: {}
fr: Erreur lors de l'analyse du JSON de la transaction à rejouer : {}
id: Kesalahan saat memproses JSON selama pengulangan transaksi: {}
it: Errore durante l'analisi JSON della riesecuzione della transazione: {}
nl: Fout bij het parsen van de JSON voor het herhalen van de transactie: {}
pt_br: Erro durante a análise JSON de reprodução de transação: {}
ru: Ошибка при разборе JSON-файла транзакции : {}

source: Unexpected version format: "{}", supported version is "{}"
de: Unerwartetes Versionsformat: „{}“, unterstützte Version ist „{}“
fr: Format de version inattendu : "{}", version prise en charge : "{}"
id: Format versi yang tidak terduga: "{}", format versi yang didukung adalah "{}"
it: Formato versione inatteso: "{}", la versione supportata è "{}"
nl: Onverwacht versieformaat: "{}"; ondersteunde versie is "{}"
pt_br: Formato de versão inesperado: "{}", versão suportada é "{}"
ru: Неожиданный формат версии: "{}", поддерживаемая версия - "{}"

source: Incompatible major version: "{}", supported major version is "{}"
de: Inkompatible Hauptversion: „{}“, unterstützte Hauptversion ist „{}“
fr: Version majeure incompatible : "{}", version majeure prise en charge : "{}"
id: Versi utama yang tidak kompatibel: "{}", versi utama yang didukung adalah "{}"
it: Versione principale incompatibile: "{}", la versione principale supportata è "{}"
nl: Incompatibele hoofdversie: "{}"; ondersteunde hoofdversie is "{}"
pt_br: Versão principal incompatível: "{}", a versão principal suportada é "{}"
ru: Несовместимая основная версия: "{}", поддерживаемая основная версия - "{}"

source: Invalid minor version: "{}", number expected
de: Ungültige Nebenversion: „{}“, Nummer erwartet
fi: Virheellinen sivuversio: "{}", odotettiin numeroa
fr: Version mineure invalide : "{}", nombre attendu
id: Versi minor tidak valid: "{}", nomor diharapkan
it: Versione secondaria non valida: "{}", previsto un numero
nl: Ongeldige subversie: "{}"; nummer verwacht
pt_br: Versão mínima inválida: "{}", esperava número

source: Missing key "version"
de: Fehlender Schlüssel „version“
fr: Clé "version" manquante
id: Kunci "version" hilang
it: Chiave "version" mancante
nl: Ontbrekende sleutel "versie"
pt_br: Faltando a chave "version"

source: Unexpected type of "environments", array expected
de: Unerwarteter Typ von „environments“, ein Array wird erwartet
fr: Type de la variable "environments" inattendu, un tableau est attendu
id: Jenis "lingkungan" yang tidak terduga, diharapkan berupa array
it: Tipo inatteso di "environments", previsto un array
nl: Onverwacht type van "environments", array verwacht
pt_br: Tipo inesperado de "environments", esperava array

source: Missing object key "id" in an environment
de: Fehlender Objekt-Schlüssel „id“ in einer Umgebung
fr: Clé d'objet "id" manquante dans l'un des environnements
id: Kunci objek "id" hilang dalam lingkungan
it: Chiave oggetto "id" mancante in un ambiente
nl: Ontbrekende objectsleutel "id" in een omgeving
pt_br: Faltando chave de objeto "id" em um ambiente

source: Missing object key "action" in an environment
de: Fehlender Objekt-Schlüssel „action“ in einer Umgebung
fr: Clé d'objet "action" manquante dans l'un des environnements
id: Kunci objek "action" hilang dalam lingkungan
it: Chiave oggetto "action" mancante in un ambiente
nl: Ontbrekende objectsleutel "action" in een omgeving
pt_br: Faltando a chave de objeto "action" em um ambiente

source: Unexpected type of "groups", array expected
de: Unerwarteter Typ von „groups“, ein Array wird erwartet
fr: Type de la variable "groups" inattendu, un tableau est attendu
id: Jenis "groups" yang tidak terduga, diharapkan array
it: Tipo inatteso di "groups", previsto un array
nl: Onverwacht type van "groups", array verwacht
pt_br: Tipo inesperado de "groups", esperava array

source: Missing object key "id" in a group
de: Fehlender Objekt-Schlüssel „id“ in einer Gruppe
fr: Clé d'objet "id" manquante dans l'un des groupes
id: Kunci objek "id" hilang dalam grup
it: Chiave oggetto "id" mancante in un gruppo
nl: Ontbrekende objectsleutel "id" in een groep
pt_br: Faltando a chave de objeto "id" em um grupo

source: Missing object key "action" in a group
de: Fehlender Objekt-Schlüssel „action“ in einer Gruppe
fr: Clé d'objet "action" manquante dans l'un des groupes
id: Kunci objek "action" hilang dalam grup
it: Chiave oggetto "action" mancante in un gruppo
nl: Ontbrekende objectsleutel "action" in een groep
pt_br: Faltando a chave de objeto "action" em um grupo

source: Missing object key "reason" in a group
de: Fehlender Objekt-Schlüssel „reason“ in einer Gruppe
fr: Clé d'objet "reason" manquante dans l'un des groupes
id: Kunci objek "reason" hilang dalam grup
it: Chiave oggetto "reason" mancante in un gruppo
nl: Ontbrekende objectsleutel "reason" in een groep
pt_br: Faltando a chave de objeto "reason" em um grupo

source: Unexpected type of "rpms", array expected
de: Unerwarteter Typ von „rpms“, Array wird erwartet
fr: Type de la variable "rpms" inattendu, un tableau est attendu
id: Jenis yang tidak terduga dari "rpms", diharapkan array
it: Tipo inatteso di "rpms", previsto un array
nl: Onverwacht type van "rpms", array verwacht
pt_br: Tipo inesperado de "rpms", esperava array

source: Cannot parse NEVRA for rpm "{}"
de: NEVRA für rpm „{}“ kann nicht ausgewertet werden
fr: Analyse du NEVRA impossible pour le RPM "{}"
id: Tidak dapat memproses NEVRA untuk RPM "{}"
it: Impossibile analizzare NEVRA per rpm "{}"
nl: Kan NEVRA niet parsen voor rpm "{}"
pt_br: Não foi possível analisar NEVRA para o rpm "{}"

source: Either "nevra" or "package_path" object key is required in an rpm
de: Entweder ein „nevra“- oder „package_path“-Objektschlüssel wird in einem rpm benötigt
fr: L'une des clés d'objet "nevra" ou "package_path" sont requises dans un RPM
id: Salah satu dari kunci objek "nevra" atau "package_path" diharuskan dalam sebuah paket RPM
it: È richiesta la chiave oggetto "nevra" o "package_path" in un rpm
nl: Óf de objectsleutel "nevra" óf de objectsleutel "package_path" is vereist in een rpm
pt_br: A chave de objeto "nevra" ou "package_path" é necessária em um rpm

source: Missing object key "action" in an rpm
de: Fehlender Objektschlüssel „action“ in einem rpm
fr: Clé d'objet "action" manquante dans un RPM
id: Kunci objek "action" hilang dalam RPM
it: Chiave oggetto "action" mancante in un rpm
nl: Ontbrekende objectsleutel "action" in een rpm
pt_br: Faltando a chave de objeto "action" em um rpm

source: Missing object key "reason" in an rpm
de: Fehlender Objektschlüssel „reason“ in einem rpm
fr: Clé d'objet "reason" manquante dans un RPM
id: Kunci objek "reason" hilang dalam paket RPM
it: Chiave oggetto "reason" mancante in un rpm
nl: Ontbrekende objectsleutel "reason" in een rpm
pt_br: Faltando a chave de objeto "reason" em um rpm

source: Missing mandatory object key "group_id" in an rpm with reason "Group" and action "Reason Change"
de: Fehlender erforderlicher Objektschlüssel „group_id“ in einem rpm mit Grund „Group“ und Aktion „Reason Change“
fr: Clé d'objet obligatoire "group_id" manquante dans un RPM ayant pour motif "Group" et pour action "Changer le motif"
id: Kunci objek wajib "group_id" tidak ditemukan dalam paket RPM dengan alasan "Group" dan tindakan "Alasan Perubahan"
it: Chiave oggetto obbligatoria "group_id" mancante in un rpm con motivo "Group" e azione "Reason Change"
nl: Ontbrekende verplichte objectsleutel "group_id" in een rpm met reden "Group" en actie "Reason Change"
pt_br: Faltando chave de objeto "group_id" obrigatória em um rpm com motivo "Group" e ação "Reason Change"

source: cannot open file
de: Datei kann nicht geöffnet werden
fi: tiedostoa ei voi avata
fr: impossible d'ouvrir le fichier
id: tidak dapat membuka berkas
it: impossibile aprire il file
nl: kan bestand niet openen
pt_br: não foi possível abrir o arquivo
ru: невозможно открыть файл

source: cannot open file from fd
de: Datei kann nicht aus dem Dateideskriptor geöffnet werden
fr: impossible d'ouvrir le fichier depuis le descripteur
id: tidak dapat membuka berkas dari fd
it: impossibile aprire il file da fd
nl: kan bestand niet openen met fd
pt_br: Não é possível abrir o arquivo do fd
ru: невозможно открыть файл из fd

source: cannot close file
de: Datei kann nicht geschlossen werden
fr: impossible de fermer le fichier
id: tidak dapat menutup berkas
it: impossibile chiudere il file
nl: kan bestand niet sluiten
pt_br: não foi possível fechar arquivo
ru: невозможно закрыть файл

source: error reading file
de: Fehler beim Lesen der Datei
fi: virhe tiedoston lukemisessa
fr: erreur lors de la lecture du fichier
id: kesalahan saat membaca berkas
it: errore nella lettura del file
nl: fout bij lezen van bestand
pt_br: erro ao ler arquivo
ru: ошибка при чтении файла

source: error writing file
de: Fehler beim Schreiben in die Datei
fi: virhe tiedostoa kirjoittaessa
fr: erreur lors de l'écriture dans le fichier
id: kesalahan saat menulis berkas
it: errore nella scrittura del file
nl: out bij schrijven van bestand
pt_br: erro ao escrever o arquivo
ru: ошибка при записи файла

source: error flushing file
de: Fehler beim Leeren der Datei
fr: erreur lors du vidage du fichier
id: kesalahan saat menghapus berkas
it: errore nel flush del file
nl: fout bij flushen van bestand
pt_br: erro ao descarregar o arquivo
ru: ошибка при сбросе файла

source: error seeking in file
de: Fehler beim Suchen in der Datei
fr: erreur lors de la recherche dans le fichier
id: mencari kesalahan dalam berkas
it: errore nel posizionamento nel file
nl: fout bij zoeken in bestand
pt_br: erro ao buscar no arquivo
ru: ошибка при поиске в файле

source: error retrieving file position
de: Fehler beim Abfragen der Dateiposition
fr: erreur lors de la récupération de la position dans le fichier
id: kesalahan saat mengambil posisi berkas
it: errore nel recupero della posizione del file
nl: fout bij ophalen bestandspositie
pt_br: erro ao recuperar a posição do arquivo
ru: ошибка при получении позиции файла

source: error reading a line from file
de: Fehler beim Lesen einer Zeile aus der Datei
fr: erreur lors de la lecture d'une ligne dans le fichier
id: kesalahan saat membaca baris dari berkas
it: errore nella lettura di una riga dal file
nl: fout bij het lezen van een regel van bestand
pt_br: erro ao ler uma linha do arquivo
ru: ошибка при чтении строки из файла

source: error retrieving file descriptor
de: Fehler beim Abrufen des Dateideskriptors
fr: erreur lors de la récupération du descripteur de fichier
id: kesalahan saat mengambil deskriptor berkas
it: errore nel recupero del descrittore del file
nl: fout bij het ophalen van bestandsdescriptor
pt_br: erro ao recuperar o descritor de arquivo
ru: ошибка при получении дескриптора файла

source: cannot create temporary directory
de: Temporäres Verzeichnis konnte nicht angelegt werden
fr: impossible de créer un répertoire temporaire
id: tidak dapat membuat direktori sementara
it: impossibile creare la directory temporanea
nl: kan tijdelijke map niet aanmaken
pt_br: não é possível criar o diretório temporário
ru: невозможно создать временный каталог

source: cannot create temporary file
de: Temporäre Datei kann nicht erstellt werden
fr: impossible de créer un fichier temporaire
id: tidak dapat membuat berkas sementara
it: impossibile creare il file temporaneo
nl: kan tijdelijk bestand niet aanmaken
pt_br: não é possível criar o arquivo temporário
ru: невозможно создать временный файл

source: cannot close temporary file
de: Temporäre Datei kann nicht geschlossen werden
fr: impossible de fermer le fichier temporaire
id: tidak dapat menutup berkas sementara
it: impossibile chiudere il file temporaneo
nl: kan tijdelijk bestand niet sluiten
pt_br: não é possível fechar o arquivo temporário
ru: невозможно закрыть временный файл

source: Missing ']' on line {}
de: Fehlendes „]“ in Zeile {}
fi: Puuttuva ']' rivillä {}
fr: ']' manquant à la ligne {}
id: Tanda kurung kurawal ']' hilang pada baris {}
it: Manca ']' alla riga {}
nl: Ontbrekende ']' op regel {}
pt_br: Faltando ']' na linha {}
ru: Отсутствует ']' в строке {}

source: Empty section name on line {}
de: Leerer Abschnittsname in Zeile {}
fr: Nom de section vide à la ligne {}
id: Nama bagian kosong pada baris {}
it: Nome sezione vuoto alla riga {}
nl: Lege sectienaam op regel {}
pt_br: Nome de seção vazio na linha {}
ru: Пустое имя раздела в строке {}

source: Text after section on line {}
de: Text nach Abschnitt in Zeile {}
fr: Texte après section à la ligne {}
id: Teks setelah bagian pada baris {}
it: Testo dopo la sezione alla riga {}
nl: Tekst na sectie op regel {}
pt_br: Texto após a seção na linha {}
ru: Текст после секции в строке {}

source: Missing section header on line {}
de: Fehlende Abschnittsüberschrift in Zeile {}
fr: En-tête de section manquant à la ligne {}
id: Header bagian hilang pada baris {}
it: Intestazione sezione mancante alla riga {}
nl: Ontbrekende sectieheader op regel {}
pt_br: Faltando o cabeçalho de seção na linha {}
ru: Отсутствует заголовок секции в строке {}

source: Illegal continuation line on line {}
de: Unzulässige Fortsetzung in Zeile {}
fr: Ligne de continuité manquante à la ligne {}
id: Baris lanjutan ilegal pada baris {}
it: Riga di continuazione illegale alla riga {}
nl: Ongeldige voortzettingsregel op regel {}
pt_br: Linha de continuação ilegal na linha {}
ru: Неправильная строка продолжения в строке {}

source: Missing option name on line {}
de: Fehlender Optionsname in Zeile {}
fr: Nom d'option manquant à la ligne {}
id: Nama opsi yang hilang pada baris {}
it: Nome opzione mancante alla riga {}
nl: Ontbrekende optienaam op regel {}
pt_br: Faltando o nome da opção na linha {}
ru: Отсутствует имя опции в строке {}

source: Missing '=' on line {}
de: Fehlendes „=“ in Zeile {}
fi: Puuttuva '=' rivillä {}
fr: '=' manquant à la ligne {}
id: Tanda '=' hilang pada baris {}
it: Manca '=' alla riga {}
nl: Ontbrekende '=' op regel {}
pt_br: Faltando '=' na linha {}
ru: Отсутствует '=' в строке {}

source: Cannot load shared library "{}": {}
de: Gemeinsam genutzte Bibliothek kann nicht geladen werden „{}“: {}
fi: Jaettua kirjastoa ”{}” ei voi ladata: {}
fr: Impossible de charger la bibliothèque partagée "{}" : {}
id: Tidak dapat memuat perpustakaan bersama "{}": {}
it: Impossibile caricare la libreria condivisa "{}": {}
nl: Kan gedeelde library "{}" niet vinden: {}
pt_br: Não foi possível carregar a biblioteca compartilhada "{}": {}
ru: Невозможно загрузить общую библиотеку "{}": {}

source: Cannot obtain address of symbol "{}": {}
de: Adresse des Symbols „{}“ kann nicht abgerufen werden: {}
fi: Symbolin "{}" osoitetta ei voi saada: {}
fr: Impossible d'obtenir l'adresse du symbole "{}" : {}
id: Tidak dapat memperoleh alamat simbol "{}": {}
it: Impossibile ottenere l'indirizzo del simbolo "{}": {}
nl: Kan adres van symbool "{}" niet verkrijgen: {}
pt_br: Não foi possível obter o endereço de símbolo "{}": {}
ru: Невозможно получить адрес символа "{}": {}

source: Cannot set the locale "{}": {}
de: Locale „{}“ kann nicht festgelegt werden: {}
fi: Kieli-asetusta ei voi asettaa ”{}” : {}
fr: Impossible de définir la locale "{}" : {}
id: Tidak dapat mengatur locale "{}": {}
it: Impossibile impostare la locale "{}": {}
nl: Kan de locale "{}" niet instellen: {}
pt_br: Não foi possível definir a localidade "{}": {}

source: Failed to open lock file "{}"
de: Öffnen der Sperrdatei „{}“ fehlgeschlagen
fi: Lukkotiedoston "{}" avaaminen epäonnistui
fr: Échec de l'ouverture du fichier verrou "{}"
id: Gagal membuka berkas kunci "{}"
it: Impossibile aprire il file di blocco "{}"
nl: Openen van vergrendelingsbestand "{}" mislukt
pt_br: Falha ao abrir o arquivo de bloqueio "{}"
ru: Не удалось открыть файл блокировки "{}"

source: Failed to obtain lock "{}"
de: Abrufen der Sperre „{}“ fehlgeschlagen
fi: Lukon "{}" varaaminen epäonnistui
fr: Échec de l'obtention du verrou "{}"
id: Gagal mendapatkan kunci "{}"
it: Impossibile ottenere il blocco "{}"
nl: Verkrijgen van vergrendeling "{}" mislukt
pt_br: Falha ao obter o arquivo de bloqueio "{}"
ru: Не удалось получить блокировку "{}"

source: Failed to close lock file "{}"
de: Schließen der Sperrdatei „{}“ fehlgeschlagen
fi: Lukkotiedoston "{}" sulkeminen epäonnistui
fr: Échec de la fermeture du fichier verrou "{}"
id: Gagal menutup berkas kunci "{}"
it: Impossibile chiudere il file di blocco "{}"
nl: Sluiten van vergrendelingsbestand "{}" mislukt
pt_br: Falha ao fechar o arquivo de bloqueio "{}"
ru: Не удалось закрыть файл блокировки "{}"
