Repository: rpm-software-management/dnf5
Catalog: libdnf5/po/*.po
Languages: de, fi, fr, id, it, nl, pt_br, ru

source: Bad libsolv id for advisory "{}", solvable name "{}" doesn't have advisory prefix "{}"
de: Ungültige libsolv-ID für Hinweis „{}“, der auflösbare Name „{}“ enthält kein Hinweispräfix „{}“
fr: Mauvais ID libsolv pour l'avertissement "{}", le nom résoluble "{}" ne commence pas par le préfixe d'avertissement "{}"
id: ID libsolv yang salah untuk advisory "{}", nama yang dapat diselesaikan "{}" tidak memiliki awalan advisory "{}"
it: ID libsolv non valido per l'avviso "{}", il nome risolvibile "{}" non ha il prefisso dell'avviso "{}"
nl: Ongeldige libsolv-id voor advies "{}", oplosbare naam "{}" bevat geen adviesvoorvoegsel "{}"
pt_br: ID libsolv inválido para aviso "{}", o nome solucionável "{}" não tem prefixo de aviso "{}"
ru: Плохой идентификатор libsolv для рекомендации "{}", имя решаемой задачи "{}" не имеет префикса рекомендации "{}"

source: Unsupported argument for REMOVE action: {}
de: Nicht unterstütztes Argument für die REMOVE-Aktion: {}
fi: Ei tuettu argumentti toiminnolle POISTA: {}
fr: Argument non pris en charge pour l'action REMOVE : {}
id: Argumen yang tidak didukung untuk tindakan REMOVE: {}
it: Argomento non supportato per l'azione REMOVE: {}
nl: Niet-ondersteund argument voor REMOVE-actie: {}
pt_br: Argumento não suportado para ação REMOVE: {}
ru: Неподдерживаемый аргумент для действия REMOVE: {}

source: Incorrect configuration value for multilib_policy: {}
de: Fehlerhafter Konfigurationswert für multilib_policy: {}
fi: Virheellinen määritysarvo multilib_policylle: {}
fr: Valeur de configuration pour multilib_policy incorrecte : {}
id: Nilai konfigurasi yang salah untuk multilib_policy: {}
it: Valore di configurazione non corretto per multilib_policy: {}
nl: Incorrecte configuratiewaarde voor multilib_policy: {}
pt_br: Valor de configuração incorreto para multilib_policy: {}
ru: Неверное значение конфигурации для multilib_policy: {}

source: Install
de: Installieren
fi: Asenna
fr: Installer
id: Instal
it: Installa
nl: Installeren
pt_br: Instalar
ru: Установить

source: Install via provide
de: Über eine Bereitstellung installieren
fi: Asenna tarjota kautta
fr: Installer (via fournisseur)
id: Instal melalui penyedia
it: Installa tramite provide
nl: Installeren via voorziening
pt_br: Instalar usando provide
ru: Установить с помощью программы

source: Install by group
de: Installieren anhand einer Gruppe
fi: Asenna ryhmäkohtaisesti
fr: Installer par groupe
id: Instalasi berdasarkan grup
it: Installa per gruppo
nl: Installeren op basis van groep
pt_br: Instalar por grupo
ru: Установить по группам

source: Upgrade
de: Aktualisieren
fi: Päivitä
fr: Mettre à jour
id: Peningkatan
it: Aggiorna
nl: Upgraden
pt_br: Atualizar
ru: Обновить

source: Upgrade all
de: Alle aktualisieren
fi: Päivitä kaikki
fr: Tout mettre à jour
id: Perbarui semua
it: Aggiorna tutto
nl: Alles upgraden
pt_br: Atualizar tudo
ru: Обновить все

source: Upgrade minimal
de: Minimal aktualisieren
fi: Päivitä minimaalisesti
fr: Mettre à jour (version minimale)
id: Tingkatkan minimal
it: Aggiornamento minimo
nl: Minimaal upgraden
pt_br: Atualização mínima
ru: Обновить минимально

source: Upgrade all minimal
de: Alle minimal aktualisieren
fi: Päivitä kaikki minimaalisesti
fr: Tout mettre à jour (version minimale)
id: Tingkatkan semua minimal
it: Aggiornamento minimo completo
nl: Alles minimaal upgraden
pt_br: Atualizar tudo (minimal)
ru: Обновить все минимально

source: Downgrade
de: Herunterstufen
fi: Päivitä alempaan versioon
fr: Installer une version antérieure
id: Penurunan
it: Retrocedi
nl: Downgraden
pt_br: Desatualizar
ru: Откатить

source: Reinstall
de: Reinstallieren
fi: Asenna uudelleen
fr: Réinstaller
id: Instal ulang
it: Reinstalla
nl: Herinstalleren
pt_br: Reinstalar
ru: Переустановить

source: Install or reinstall
de: Installieren oder reinstallieren
fi: Asenna tai asenna uudelleen
fr: Installer ou réinstaller
id: Instal atau instal ulang
it: Installa o reinstalla
nl: (Her)installeren
pt_br: Instalar ou reinstalar
ru: Установка или переустановка

source: Remove
de: Entfernen
fi: Poista
fr: Supprimer
id: Hapus
it: Rimuovi
nl: Verwijderen
pt_br: Remover
ru: Удалить

source: Distrosync
de: Distributionsabgleich
fi: Jakelun synkronointi
it: Sincronizzazione distribuzione
ru: Дистросинхронизация

source: Distrosync all
de: Distributionsabgleich für alle
fi: Synkronoi koko jakelun
fr: Tout distrosync
it: Sincronizzazione distribuzione completa
nl: Alles distrosyncen
pt_br: Distrosync em tudo
ru: Дистросинхронизация всех

source: Reason Change
de: Änderung des Installationsgrunds
fi: Muutoksen syy
fr: Changer le motif
id: Alasan Perubahan
it: Cambio motivo
nl: Redenwijziging
pt_br: Mudar o motivo
ru: Изменение причины

source: Resolve
de: Auflösen
fi: Ratkaise
fr: Résoudre
it: Risolvi
nl: Oplossen
pt_br: Resolver
ru: Разрешение

source: Enable
de: Aktivieren
fi: Ota käyttöön
fr: Activer
id: Aktifkan
it: Abilita
nl: Inschakelen
pt_br: Habilitar
ru: Включить

source: Disable
de: Deaktivieren
fi: Poista käytöstä
fr: Désactiver
id: Nonaktifkan
it: Disabilita
nl: Uitschakelen
pt_br: Desabilitar
ru: Отключить

source: Reset
de: Zurücksetzen
fi: Nollaa
fr: Réinitialiser
it: Reimposta
nl: Resetten
pt_br: Redefinir
ru: Сбросить

source: Parse serialized transaction
de: Serialisierte Transaktion einlesen
fi: Jäsennä sarjoitettu tapahtuma
fr: Analyser la transaction sérialisée
id: Parsing transaksi yang diserialisasi
it: Analizza transazione serializzata
nl: Geserialiseerde transactie parsen
pt_br: Analisar transação em série
ru: Разбор сериализованной транзакции

source: Install action
de: Installieren-Aktion
fi: Asenna toiminto
fr: Action d'installation
id: Tindakan instal
it: Azione di installazione
nl: Installeeractie
pt_br: Ação ao instalar
ru: Действие по установке

source: Remove action
de: Entfernen-Aktion
fi: Poista toiminto
fr: Action de suppression
id: Tindakan hapus
it: Azione di rimozione
nl: Verwijderactie
pt_br: Ação ao remover
ru: Действие по удалению

source: Upgrade action
de: Aktualisierungsaktion
fi: Päivitä toiminto
fr: Action de mise à jour
id: Tindakan peningkatan
it: Azione di aggiornamento
nl: Upgrade-actie
pt_br: Ação ao atualizar
ru: Действие по обновлению

source: Reinstall action
de: Reinstallieren-Aktion
fi: Asenna uudelleen toiminto
fr: Action de réinstallation
id: Tindakan pemasangan ulang
it: Azione di reinstallazione
nl: Herinstalleeractie
pt_br: Ação ao reinstalar
ru: Действие по переустановке

source: Reason change action
de: Grundänderungsaktion
fi: Syy muuttaa toimintaa
fr: Action de changement de motif
id: Alasan perubahan tindakan
it: Azione di cambio motivo
nl: Redenwijzigingsactie
pt_br: Ação ao mudar o motivo
ru: Действие по изменению причины

source: Reason override
de: Grundüberschreibung
fi: Syy ohittamiselle
fr: Forçage de motif
id: Pengabaian alasan
it: Sovrascrittura motivo
nl: Redenoverschrijving
pt_br: Substituir o motivo
ru: Отмена причины

source: Revert comps upgrade
de: Comps-Aktualisierung rückgängig machen
fi: Palauta komponenttien päivitys
fr: Annuler la mise à jour des comps
id: Kembalikan pembaruan comps
it: Annulla aggiornamento comps
nl: Comps-upgrade terugzetten
pt_br: Reverter atualização de comps
ru: Вернуть обновление Компов

source: Install debug RPMs
de: Debug-RPM-Pakete installieren
fi: Asenna virheenkorjaus-RPM:t
fr: Installer des RPM de débogage
id: Instal paket RPM debug
it: Installa RPM di debug
nl: Debug-RPM's installeren
pt_br: Instalar RPMs de depuração

source: Transaction merge
de: Zusammenführung von Transaktionen
fi: Tapahtuman yhdistäminen
fr: Fusion de transactions
id: Penggabungan transaksi
it: Unione transazione
nl: Transactiesamenvoeging
pt_br: Mesclagem de transações

source: No packages to remove for argument: {}
de: Keine Pakete zum Entfernen für Argument: {}
fi: Ei poistettavia paketteja argumentille: {}
fr: Aucun paquet à supprimer correspondant à l'argument : {}
id: Tidak ada paket yang perlu dihapus untuk argumen: {}
it: Nessun pacchetto da rimuovere per l'argomento: {}
nl: Geen pakketten om te verwijderen voor argument: {}
pt_br: Nenhum pacote para remover para o argumento: {}
ru: Нет пакетов на удаление для аргумента: {}

source: No groups to remove for argument: {}
de: Keine Gruppen zum Entfernen für Argument: {}
fi: Ei poistettavia ryhmiä argumentille: {}
fr: Aucun groupe à supprimer correspondant à l'argument : {}
id: Tidak ada grup yang perlu dihapus untuk argumen: {}
it: Nessun gruppo da rimuovere per l'argomento: {}
nl: Geen groepen om te verwijderen voor argument: {}
pt_br: Nenhum grupo para remover para o argumento: {}
ru: Нет групп на удаление для аргумента: {}

source: No environmental groups to remove for argument: {}
de: Keine Umgebungsgruppen zum Entfernen für Argument: {}
fi: Ei poistettavia ympäristöryhmiä argumentille: {}
fr: Aucun groupe d'environnement à supprimer correspondant à l'argument : {}
id: Tidak ada kelompok lingkungan yang perlu dihapus untuk perdebatan: {}
it: Nessun gruppo d'ambiente da rimuovere per l'argomento: {}
nl: Geen omgevingsgroepen om te verwijderen voor argument: {}
pt_br: Nenhum grupo de ambiente para remover para o argumento: {}
ru: Нет групп сред на удаление для аргумента: {}

source: No modules to remove for argument: {}
de: Keine Module zum Entfernen für Argument: {}
fi: Ei poistettavia moduuleja argumentille: {}
fr: Aucun module à supprimer correspondant à l'argument : {}
id: Tidak ada modul yang perlu dihapus untuk argumen: {}
it: Nessun modulo da rimuovere per l'argomento: {}
nl: Geen modules om te verwijderen voor argument: {}
pt_br: Nenhum módulo para remover para o argumento: {}
ru: Нет модулей на удаление для аргумента: {}

source: No match for group from environment: {}
de: Keine Übereinstimmung für Gruppen aus Umgebung: {}
fi: Ei vastaavuaa ryhmälle ympäristöstä: {}
fr: Aucune correspondance pour le groupe de l'environnement : {}
id: Tidak ada yang cocok dengan grup dari lingkungan: {}
it: Nessuna corrispondenza per il gruppo dall'ambiente: {}
nl: Geen overeenkomst voor groep in omgeving: {}
pt_br: Nenhuma correspondência para grupo do ambiente: {}
ru: Нет совпадений для группы из среды: {}

source: No match for group package: {}
de: Keine Übereinstimmung für Gruppenpaket: {}
fi: Ei vastaavaa ryhmäpaketille "{}"
fr: Aucune correspondance pour le paquet du groupe : {}
id: Tidak ada paket grup yang sesuai: {}
it: Nessuna corrispondenza per il pacchetto del gruppo: {}
nl: Geen overeenkomst voor groepspakket: {}
pt_br: Nenhuma correspondência para o pacote do grupo: "{}"
ru: Нет соответствия для группового пакета: {}

source: Cannot perform {0}, no match for: {1}.
de: {0} kann nicht durchgeführt werden, kein Treffer für: {1}.
fi: Ei voi suorittaa {0}, ei vastaavaa tälle: {1}.
fr: Impossible d'effectuer {0}, aucune correspondance pour : {1}.
id: Tidak dapat melakukan {0}, tidak ada kesesuaian untuk: {1}.
it: Impossibile eseguire {0}, nessuna corrispondenza per: {1}.
nl: Kan {0} niet uitvoeren, geen overeenkomst voor: {1}.
pt_br: Não é possível executar {0}, nenhuma correspondência para: {1}.
ru: Невозможно выполнить {0}, нет соответствия для: {1}.

source: No match for argument: {}
de: Keine Übereinstimmung für Argument: {}
fi: Ei vastaavaa argumentille: {}
fr: Aucune correspondance pour l'argument : {}
id: Tidak ada yang bisa menandingi argumen: {}
it: Nessuna corrispondenza per l'argomento: {}
nl: Geen overeenkomst voor argument: {}
pt_br: Nenhuma correspondência para o argumento: {}
ru: Нет соответствия для аргумента: {}

source: No match for argument '{0}' in selected advisories
de: Keine Übereinstimmung für Argument „{0}“ in den ausgewählten Hinweisen
id: Tidak ada kesesuaian untuk argumen '{0}' dalam pemberitahuan yang dipilih
it: Nessuna corrispondenza per l'argomento '{0}' negli avvisi selezionati
nl: Geen overeenkomst voor argument '{0}' in de geselecteerde adviezen
pt_br: Nenhuma correspondência para o argumento '{0}' nos avisos selecionados

source: No match in selected advisories
de: Keine Übereinstimmung in den ausgewählten Hinweisen
id: Tidak ada kesesuaian dalam pemberitahuan yang dipilih
it: Nessuna corrispondenza negli avvisi selezionati
nl: Geen overeenkomst in de geselecteerde adviezen
pt_br: Nenhuma correspondência em avisos selecionados

source: No match for argument '{0}' in repositories '{1}'
de: Keine Übereinstimmung für Argument „{0}“ in Paketquellen „{1}“
fi: Ei vastaavaa argumentille '{0}' tietovarastoissa '{1}'
fr: Aucune correspondance pour l'argument '{0}' dans les dépôts '{1}'
id: Tidak ada kesesuaian untuk argumen '{0}' di repositori '{1}'
it: Nessuna corrispondenza per l'argomento '{0}' nei repository '{1}'
nl: Geen overeenkomst voor argument '{0}' in repositories '{1}'
pt_br: Nenhuma correspondência para o argumento '{0}' nos repositórios '{1}'
ru: Нет соответствия для аргумента '{0}' в репозиториях '{1}'

source: Cannot perform {0} for {1} '{2}' because it is not installed.
de: {0} kann für {1} „{2}“ nicht durchgeführt werden, weil es nicht installiert ist.
fi: Toimintoa {0} ei voi suorittaa kohteelle {1} '{2}', koska sitä ei ole asennettu.
fr: Impossible d'effectuer {0} pour {1} '{2}' car il n'est pas installé.
id: Tidak dapat menjalankan {0} untuk {1} '{2}' karena tidak terinstal.
it: Impossibile eseguire {0} per {1} '{2}' perché non è installato.
nl: Kan {0} niet uitvoeren voor {1} '{2}', omdat deze niet geinstalleerd is.
pt_br: Não é possível executar {0} para {1} '{2}' porque não está instalado.
ru: Невозможно выполнить {0} для {1} '{2}', так как он не установлен.

source: Packages for argument '{}' available, but not installed.
de: Pakete für Argument „{}“ verfügbar, aber nicht installiert.
fi: Paketit argumentille '{}' saatavilla, mutta ei asennettu.
fr: Paquets pour l'argument '{}' disponibles mais pas installés.
id: Paket untuk argumen '{}' tersedia, tetapi belum diinstal.
it: Pacchetti per l'argomento '{}' disponibili, ma non installati.
nl: Pakketten beschikbaar voor argument '{}', maar niet geïnstalleerd.
pt_br: Pacotes para o argumento '{}' disponíveis, mas não instalados.
ru: Пакеты для аргумента '{}' доступны, но не установлены.

source: Packages for argument '{}' available, but installed for a different architecture.
de: Pakete für Argument „{}“ sind verfügbar, aber für eine andere Architektur installiert.
fi: Paketit argumentille '{}' saatavilla, mutta asennettu toiselle arkkitehtuurille.
fr: Paquets pour l'argument '{}' disponibles mais installés pour une architecture différente.
id: Paket untuk argumen '{}' tersedia, tetapi diinstal untuk arsitektur yang berbeda.
it: Pacchetti per l'argomento '{}' disponibili, ma installati per un'architettura diversa.
nl: Pakketten beschikbaar voor argument '{}', maar geïnstalleerd voor een andere architectuur.
pt_br: Pacotes para o argumento '{}' disponíveis, mas instalados para uma arquitetura diferente.
ru: Пакеты для аргумента '{}' доступны, но установлены для другой архитектуры.

source: Cannot perform {0} because '{1}' matches only source packages.
de: {0} kann nicht durchgeführt werden, weil „{1}“ nur für Quellpakete zutrifft.
fi: Toimintoa {0} ei voi suorittaa, koska {1} vastaa vain lähdepaketteja.
fr: Impossible d'effectuer {0} car '{1}' ne correspond qu'à des paquets de code source.
id: Tidak dapat melakukan {0} karena '{1}' hanya cocok dengan paket sumber.
it: Impossibile eseguire {0} perché '{1}' corrisponde solo a pacchetti sorgente.
nl: Kan {0} niet uitvoeren omdat '{1}' alleen overeenkomst met bronpakketten.
pt_br: Não é possível executar {0} porque '{1}' corresponde apenas aos pacotes do código fonte.
ru: Невозможно выполнить {0}, поскольку '{1}' соответствует только исходным пакетам.

source: Argument '{}' matches only source packages.
de: Argument „{}“ passt nur für Quellpakete.
fi: Argumentti '{}' vastaa vain lähdepaketteja.
fr: Seuls des paquets de code source correspondent à l'argument '{}'.
id: Argumen '{}' hanya cocok dengan paket sumber.
it: L'argomento '{}' corrisponde solo a pacchetti sorgente.
nl: Argument '{}' komt alleen overeen met bronpakketten.
pt_br: O argumento '{}' corresponde apenas aos pacotes fonte.
ru: Аргумент '{}' соответствует только исходным пакетам.

source: Cannot perform {0} because '{1}' matches only excluded packages.
de: {0} kann nicht durchgeführt werden, weil „{1}“ nur für ausgeschlossene Pakete zutrifft.
fi: {0}:ta ei voi suorittaa, koska {1} vastaa vain poissuljettuja paketteja.
fr: Impossible d'effectuer {0} car '{1}' ne correspond qu'à des paquets exclus.
id: Tidak dapat melakukan {0} karena '{1}' hanya cocok dengan paket yang dikecualikan.
it: Impossibile eseguire {0} perché '{1}' corrisponde solo a pacchetti esclusi.
nl: Kan {0} niet uitvoeren omdat '{1}' alleen overeenkomt met uitgesloten pakketten.
pt_br: Não é possível executar {0} porque '{1}' corresponde apenas a pacotes excluídos.
ru: Невозможно выполнить {0}, поскольку '{1}' соответствует только исключенным пакетам.

source: Argument '{}' matches only excluded packages.
de: Argument „{}“ stimmt nur mit ausgeschlossenen Paketen überein.
fi: Argumentti {} vastaa vain poissuljettuja paketteja.
fr: Seuls des paquets exclus correspondent à l'argument '{}'.
id: Argumen '{}' hanya cocok dengan paket yang dikecualikan.
it: L'argomento '{}' corrisponde solo a pacchetti esclusi.
nl: Argument '{}' komt alleen overeen met uitgesloten pakketten.
pt_br: O argumento '{}' corresponde apenas a pacotes excluídos.
ru: Аргумент '{}' соответствует только исключенным пакетам.

source: Cannot perform {0} because '{1}' matches only packages excluded by versionlock.
de: {0} kann nicht durchgeführt werden, weil „{1}“ nur für Pakete zutrifft, die durch Versionssperren ausgeschlossenen sind.
fi: {0}:ta ei voi suorittaa, koska '{1}' vastaa vain paketteja, joka 'versionlock' on sulkenut pois.
fr: Impossible d'effectuer {0} car '{1}' ne correspond qu'à des paquets exclus par versionlock.
id: Tidak dapat melakukan {0} karena '{1}' hanya cocok dengan paket yang dikecualikan oleh versionlock.
it: Impossibile eseguire {0} perché '{1}' corrisponde solo a pacchetti esclusi da versionlock.
nl: Kan {0} niet uitvoeren omdat '{1}' alleen overeenkomt met door versionlock uitgesloten pakketten.
pt_br: Não é possível executar {0} porque '{1}' corresponde apenas a pacotes excluídos por versionlock.
ru: Невозможно выполнить {0}, поскольку '{1}' соответствует только пакетам, исключенным блокировкой версий.

source: Argument '{}' matches only packages excluded by versionlock.
de: Argument „{}“ stimmt nur mit Paketen überein, die durch Versionssperren ausgeschlossenen sind.
fi: Argumentti '{}' vastaa vain paketteja, joka 'versionlock' on sulkenut pois.
fr: Seuls des paquets exclus par versionlock correspondent à l'argument '{}'.
id: Argumen '{}' hanya cocok dengan paket yang dikecualikan oleh versionlock.
it: L'argomento '{}' corrisponde solo a pacchetti esclusi da versionlock.
nl: Argument '{}' komt alleen overeen met door versionlock uitgesloten pakketten.
pt_br: O argumento '{}' corresponde apenas a pacotes excluídos pelo versionlock.
ru: Аргумент '{}' соответствует только пакетам, исключенным блокировкой версий.

source: * Maybe you meant: {}
de: * Vielleicht meinten Sie: {}
fi: * Kenties tarkoitit: {}
fr: * Vous vouliez peut-être dire : {}
id: * Mungkin yang Anda maksud adalah: {}
it: * Forse intendevi: {}
nl: * Misschien bedoelde je: {}
pt_br: *Talvez você quisesse dizer: {}
ru: * Возможно, вы имели в виду: {}

source: There are following alternatives for '{0}': {1}
de: Es gibt folgende Alternativen zu „{0}“: {1}
fi: '{0}':lle on olemassa seuraavat vaihtoehdot: {1}
fr: Il existe les alternatives à '{0}' suivantes : {1}
id: Berikut ini adalah alternatif untuk '{0}': {1}
it: Ci sono le seguenti alternative per '{0}': {1}
nl: Er zijn de volgende alternatieven voor '{0}': {1}
pt_br: Existem as seguintes alternativas para '{0}': {1}
ru: Существуют следующие альтернативы для '{0}': {1}

source: The lowest available version of the "{}" package is already installed, cannot downgrade it.
de: Die niedrigste verfügbare Version des Pakets „{}“ ist bereits installiert. Herunterstufen ist nicht möglich.
fi: Paketin "{}" alin saatavilla oleva versio on jo asennettu, sitä ei voi päivittää vanhempaan versioon.
fr: La version installée du paquet '{}' est la version disponible la plus faible, impossible de rétrograder le paquet.
id: Versi terendah dari paket "{}" sudah terpasang, tidak dapat diturunkan versinya.
it: La versione più bassa disponibile del pacchetto "{}" è già installata, impossibile retrocederla.
nl: De laagst beschikbare versie van het pakket "{}"s al geïnstalleerd; downgraden is niet mogelijk.
pt_br: A versão mais recente disponível do pacote "{}" já está instalada e não é possível fazer downgrade dela.
ru: Самая низкая доступная версия пакета "{}" уже установлена, понизить её невозможно.

source: Installed packages for argument '{0}' are not available in repositories in the same version, available versions: {1}, cannot reinstall.
de: Installierte Pakete für Argument „{0}“ sind in den Paketquellen nicht in derselben Version verfügbar. Verfügbare Versionen: {1}, Neuinstallation nicht möglich.
fi: Asennetut paketit argumentille '{0}' eivät ole saatavilla d-tietovarastoissa samassa versiossa; saatavilla olevat versiot: {1}, ei voi asentaa uudelleen.
fr: Les paquets installés correspondant à l'argument '{0}' ne sont pas disponibles dans la même version dans les dépôts, versions disponibles : {1}, réinstallation impossible.
id: Paket yang diinstal untuk argumen '{0}' tidak tersedia di repositori dengan versi yang sama, versi yang tersedia: {1}, tidak dapat diinstal ulang.
it: I pacchetti installati per l'argomento '{0}' non sono disponibili nei repository nella stessa versione, versioni disponibili: {1}, impossibile reinstallare.
nl: Geïnstalleerde pakketten voor argument '{0}' zijn niet beschikbaar in dezelfde versie in repositories. Beschikbare versies: {1}. Herinstallatie is niet mogelijk.
pt_br: Pacotes instalados para o argumento '{0}' não estão disponíveis em repositórios na mesma versão, versões disponíveis: {1}, não podem ser reinstalados.
ru: Установленные пакеты для аргумента '{0}' недоступны в репозиториях той же версии, доступные версии: {1}, невозможно переустановить.

source: Cannot perform {0} because '{1}' is installed in a different version: '{2}'.
de: {0} kann nicht durchgeführt werden, weil „{1}“ in einer anderen Version installiert ist: „{2}“.
fi: {0}:ta ei voi suorittaa, koska '{1}' on asennettu eri versiona: '{2}'.
fr: Impossible d'effectuer {0} car '{1}' est installé dans une version différente : '{2}'.
id: Tidak dapat menjalankan {0} karena '{1}' terinstal dalam versi yang berbeda: '{2}'.
it: Impossibile eseguire {0} perché '{1}' è installato in una versione diversa: '{2}'.
nl: Kan {0} niet uitvoeren omdat '{1}' geïnstalleerd is in een andere versie: '{2}'.
pt_br: Não é possível executar {0} porque '{1}' está instalado em uma versão diferente: '{2}'.
ru: Невозможно выполнить {0}, так как '{1}' установлен в другой версии: '{2}'.

source: Packages for argument '{}' installed and available, but in a different version.
de: Pakete für Argument „{}“ installiert und verfügbar, allerdings in einer abweichenden Version.
fi: Paketit argumentille '{}' asennettu ja saatavilla, mutta eri versiona.
fr: Les paquets correspondant à l'argument '{}' sont installés et disponibles, mais dans une version différente.
id: Paket untuk argumen '{}' telah diinstal dan tersedia, tetapi dalam versi yang berbeda.
it: Pacchetti per l'argomento '{}' installati e disponibili, ma in una versione diversa.
nl: Pakketten voor argument '{}' zijn geïnstalleerd en beschikbaar, maar in een andere versie.
pt_br: Pacotes para o argumento '{}' instalados e disponíveis, mas em uma versão diferente.
ru: Пакеты для аргумента '{}' установлены и доступны, но в другой версии.
