Repository: rpm-software-management/dnf5
Catalog: libdnf5/po/*.po
Languages: de, fi, fr, id, it, nl, pt_br, ru

source: Packages for argument '{}' installed, but not available.
de: Pakete für Argument „{}“ installiert, aber nicht verfügbar.
fi: Paketit argumentille '{}' asennettu, mutta eivät saatavilla.
fr: Les paquets correspondant à l'argument '{}' sont installés, mais pas disponibles.
id: Paket untuk argumen '{}' telah diinstal, tetapi tidak tersedia.
it: Pacchetti per l'argomento '{}' installati, ma non disponibili.
nl: Pakketten voor argument '{}' zijn geïnstalleerd, maar niet beschikbaar.
pt_br: Pacotes para o argumento '{}' instalados, mas não disponíveis.
ru: Пакеты для аргумента '{}' установлены, но недоступны.

source: Package "{}" is already installed with reason "{}".
de: Paket „{}“ ist bereits mit dem Grund „{}“ installiert.
fi: Paketti "{}" on jo asennettu syyllä "{}".
fr: Le paquet "{}" est déjà installé avec pour motif "{}".
id: Paket "{}" sudah terpasang dengan alasan "{}".
it: Il pacchetto "{}" è già installato con motivo "{}".
nl: Pakket "{}" is al geïnstalleerd met reden "{}".
pt_br: O pacote "{}" já está instalado com o motivo "{}".
ru: Пакет "{}" уже установлен по причине "{}".

source: Package "{}" is already installed.
de: Das Paket „{}“ ist bereits installiert.
fi: Paketti "{}" on jo asennettu.
fr: Le paquet "{}" est déjà installé.
id: Paket "{}" sudah terpasang.
it: Il pacchetto "{}" è già installato.
nl: Pakket "{}" is al geïnstalleerd.
pt_br: O pacote "{}" já está instalado.
ru: Пакет "{}" уже установлен.

source: Debug data written to "{}"
de: Debug-Daten in „{}“ geschrieben
fi: Virheenkorjaustiedot kirjoitettu "{}":een
fr: Données de débogage écrites dans "{}"
id: Data debug yang ditulis ke "{}"
it: Dati di debug scritti su "{}"
nl: Debuggegevens geschreven naar "{}"
pt_br: Dados de depuração gravados em "{}"
ru: Отладочные данные записаны в "{}"

source: {0} upgrade cannot be reverted, however associated package actions will be. ({1} id: '{2}') .
de: {0}-Aktualisierung kann nicht rückgängig gemacht werden, die zugehörigen Paketaktionen allerdings schon. ({1} ID: „{2}“) .
fi: {0}:n päivitystä ei voi kumota, mutta siihen liittyvät pakettitoiminnot ovat kuitenkin. ({1}-tunnus: '{2}').
fr: La mise à jour de {0} ne peut pas être annulée, mais les actions sur les autres paquets le seront. (ID de {1} : '{2}')
id: {0} Pembaruan tidak dapat dibatalkan, namun tindakan paket yang terkait dapat dibatalkan. ({1} id: '{2}') .
it: L'aggiornamento {0} non può essere annullato, tuttavia lo saranno le azioni associate ai pacchetti. (ID {1}: '{2}') .
nl: {0}-upgrade kan niet worden teruggedraaid, maar bijbehorende pakketacties wel. ({1} id: '{2}').
pt_br: {0} a atualização não pode ser revertida, no entanto as ações sobre pacotes associados poderão ser. ({1} id: '{2}') .
ru: Обновление {0} не может быть отменено, однако связанные с ним действия пакета будут отменены. ({1} id: '{2}') .

source: {} action for argument "{}" is not supported.
de: {}-Aktion wird für Argument „{}“ nicht unterstützt.
fi: Toimintoa {} argumentille "{}" ei tueta.
fr: L'action {} n'est pas prise en charge avec l'argument "{}".
id: {} aksi untuk argumen "{}" tidak didukung.
it: L'azione {} per l'argomento "{}" non è supportata.
nl: {}-actie voor argument "{}" is niet ondersteund.
pt_br: A ação {} para o argumento "{}" não é compatível.
ru: Действие {} для аргумента "{}" не поддерживается.

source: Unable to resolve argument '{}':
de: Argument kann nicht aufgelöst werden „{}“:
fi: Argumenttia '{}' ei voi ratkaista:
fr: Impossible de résoudre l'argument '{}' :
id: Tidak dapat menyelesaikan argumen '{}':
it: Impossibile risolvere l'argomento '{}':
nl: Kan argument '{}' niet oplossen:
pt_br: Não foi possível resolver o argumento '{}':
ru: Невозможно разрешить аргумент '{}':

source: - Argument '{}' matches {} stream ('{}') of module '{}', but the stream is not enabled or default.
de: - Argument „{}“ stimmt mit {} Stream („{}“) vom Modul „{}“ überein, aber der Stream ist nicht aktiviert und auch kein Standardstream.
fr: — L'argument '{}' correspond à {} flux ('{}') du module '{}', mais aucun d'entre eux n'est activé ou par défaut.
id: - Argumen '{}' kesesuaian {} aliran ('{}') di modul '{}', namun aliran tidak diaktifkan atau menjadi default.
it: - L'argomento '{}' corrisponde allo stream {} ('{}') del modulo '{}', ma lo stream non è abilitato o predefinito.
nl: - Argument '{}' komt overeen met {} stream ('{}') van module '{}', maar de stream is niet ingeschakeld of standaard.
pt_br: - O argumento '{}' corresponde a {} fluxo ('{}') do módulo '{}', mas o fluxo está desativado ou não é padrão.
ru: - Аргумент '{}' соответствует {} потоку ('{}') модуля '{}', но поток не включен и не используется по умолчанию.

source: Modular dependency problems:
de: Modulare Abhängigkeitsprobleme:
fi: Modulaariset riippuvuusongelmat:
fr: Problèmes de dépendances modulaires :
id: Masalah ketergantungan modular:
it: Problemi di dipendenza modulare:
nl: Problemen met modulaire afhankelijkheden:
pt_br: problemas de dependências modulares:
ru: Проблемы с модульными зависимостями:

source: Modular dependency problems with the latest modules:
de: Modulare Abhängigkeitsprobleme mit neuesten Modulen:
fi: Modulaariset riippuvuusongelmat uusimpien moduulien kanssa:
fr: Problèmes de dépendances modulaires avec les derniers modules :
id: Masalah ketergantungan modul dengan modul terbaru:
it: Problemi di dipendenza modulare con i moduli più recenti:
nl: Problemen met modulaire afhankelijkheden met de laatste modules:
pt_br: Problemas de dependência modular com os módulos mais recentes:
ru: Проблемы с модульными зависимостями с последними модулями:

source: Modular dependency problems with the defaults:
de: Modulare Abhängigkeitsprobleme mit den Standardwerten:
fi: Modulaariset riippuvuusongelmat oletusasetusten kanssa:
fr: Problèmes de dépendances modulaires avec les modules par défaut :
id: Masalah ketergantungan modul dengan pengaturan default:
it: Problemi di dipendenza modulare con i valori predefiniti:
nl: Problemen met modulaire afhankelijkheden met de standaardwaarden:
pt_br: Problemas de dependência modular com os padrões:
ru: Проблемы с модульными зависимостями с настройками по умолчанию:

source: The operation would result in switching of module '{0}' stream '{1}' to stream '{2}'
de: Der Vorgang würde zu einer Umschaltung von Modul „{0}“ Stream „{1}“ auf Stream „{2}“ führen
fi: Toiminto johtaisi moduulin ”{0}” vaihtamiseen virrasta ”{1}” virtaan ”{2}”
fr: L'opération aurait pour effet d'échanger le flux '{1}' du module '{0}' avec le flux '{2}'
id: Operasi ini akan mengakibatkan perpindahan modul '{0}' dari aliran '{1}' ke aliran '{2}'.
it: L'operazione comporterebbe il passaggio dello stream '{1}' del modulo '{0}' allo stream '{2}'
nl: De bewerking zou resulteren in het overschakelen van module '{0}' van stream '{1}' naar stream '{2}'
pt_br: A operação resultaria na troca do módulo '{0}' stream '{1}' para stream '{2}'
ru: Операция приведет к переключению модуля '{0}' потока '{1}' на поток '{2}'

source: Error: It is not possible to switch enabled streams of a module unless explicitly enabled via configuration option module_stream_switch.
de: Fehler: Es ist nicht möglich, aktivierte Streams eines Moduls zu wechseln. Es sei denn, dies wird explizit über die Konfigurationsoption module_stream_switch aktiviert.
fi: Virhe: Moduulin käytössä olevia virtoja ei voi vaihtaa, ellei niitä ole nimenomaisesti otettu käyttöön kokoonpanon asetuksella module_stream_switch.
fr: Erreur : impossible d'échanger les flux activés d'un module sauf si l'opération est activée explicitement par l'option de configuration module_stream_switch.
id: Kesalahan: Tidak mungkin untuk beralih antara aliran yang diaktifkan dari sebuah modul kecuali jika secara eksplisit diaktifkan melalui opsi konfigurasi module_stream_switch.
it: Errore: non è possibile cambiare gli stream abilitati di un modulo a meno che non sia esplicitamente abilitato tramite l'opzione di configurazione module_stream_switch.
nl: Fout: Het is niet mogelijk om ingeschakelde streams van een module te wisselen, tenzij dit expliciet is toegestaan via de configuratie-optie module_stream_switch.
pt_br: Erro: Não é possível alternar fluxos habilitados de um módulo, a menos que explicitamente habilitado por meio da opção de configuração module_stream_switch.
ru: Ошибка: Невозможно переключать включенные потоки модуля, если это явно не разрешено с помощью конфигурационной опции module_stream_switch.

source: Extra package '{0}' (with action '{1}') which is not present in the stored transaction was pulled into the transaction.
de: Zusatzpaket „{0}“ (mit Aktion „{1}“), welches nicht in der gespeicherten Transaktion vorhanden ist, wurde zur Transaktion hinzugezogen.
fi: Ylimääräinen paketti '{0}' (toiminnolla '{1}'), jota ei ole tallennetussa tapahtumassa, vedettiin tapahtumaan.
fr: Le paquet supplémentaire '{0}' (avec pour action '{1}') qui n'était pas présent dans la transaction stockée a été ajouté à la transaction.
id: Paket tambahan '{0}' (dengan tindakan '{1}') yang tidak terdapat dalam transaksi yang disimpan telah dimasukkan ke dalam transaksi.
it: Il pacchetto extra '{0}' (con azione '{1}') che non è presente nella transazione memorizzata è stato inserito nella transazione.
nl: Extra pakket '{0}' (met actie '{1}') dat niet aanwezig is in de opgeslagen transactie, is aan de transactie toegevoegd.
pt_br: O pacote extra '{0}' (com ação '{1}') que não está presente na transação armazenada foi puxado para a transação.
ru: В транзакцию был извлечен дополнительный пакет '{0}' (с действием '{1}'), которого нет в хранимой транзакции.

source: Cannot parse file: '{0}': {1}.
de: Datei kann nicht eingelesen werden: „{0}“: {1}.
fi: Tiedostoa ei voi jäsentää: '{0}': {1}.
fr: Impossible d'analyser le fichier : '{0}' : {1}.
id: Tidak dapat memproses berkas: '{0}': {1}.
it: Impossibile analizzare il file: '{0}': {1}.
nl: Kan bestand niet parsen: '{0}': {1}.
pt_br: Não foi possível analisar o arquivo: '{0}': {1}.
ru: Невозможно разобрать файл: '{0}': {1}.

source: Could not find debuginfo package for the following packages resolved from the argument '{0}': {1}
de: Debuginfo-Paket für folgende Pakete konnte nicht gefunden werden, ausgehend vom Argument „{0}“: {1}
fi: Vianmääritystietopakettia debuginfo ei löytynyt seuraaville paketeille, jotka on ratkaistu argumentilla '{0}': {1}
fr: Impossible de trouver le paquet debuginfo pour les paquets suivants résolus à partir de l'argument '{0}' : {1}
id: Tidak dapat menemukan paket debuginfo untuk paket-paket berikut yang diselesaikan dari argumen '{0}': {1}
it: Impossibile trovare il pacchetto debuginfo per i seguenti pacchetti risolti dall'argomento '{0}': {1}
nl: Kon geen debuginfo-pakket vinden voor de volgende pakketten die zijn gevonden via het argument '{0}': {1}
pt_br: Não foi possível encontrar o pacote debuginfo para os seguintes pacotes resolvidos pelo argumento '{0}': {1}

source: Could not find debugsource package for the following packages resolved from the argument '{0}': {1}
de: Debug-Quellpaket für folgende Pakete konnte nicht gefunden werden, ausgehend vom Argument „{0}“: {1}
fi: Vianmäärityslähdepakettia debugsource ei löytynyt seuraaville paketeille, jotka on ratkaistu argumentilla '{0}': {1}
fr: Impossible de trouver le paquet debugsource pour les paquets suivants résolus à partir de l'argument '{0}' : {1}
id: Tidak dapat menemukan paket debugsource untuk paket-paket berikut yang diselesaikan dari argumen '{0}': {1}
it: Impossibile trovare il pacchetto debugsource per i seguenti pacchetti risolti dall'argomento '{0}': {1}
nl: Kon geen debugsource-pakket vinden voor de volgende pakketten die zijn gevonden via het argument '{0}': {1}
pt_br: Não foi possível encontrar o pacote debugsource para os seguintes pacotes resolvidos pelo argumento '{0}': {1}

source: Transaction merge error: '{0}'
de: Fehler beim Zusammenführen der Transaktionen: „{0}“
fi: Tapahtuman yhdistämisvirhe: '{0}'
fr: Erreur lors de la fusion de transactions : '{0}'
id: Kesalahan penggabungan transaksi: '{0}'
it: Errore di unione della transazione: '{0}'
nl: Fout bij samenvoegen van transacties: '{0}'
pt_br: Erro de mesclagem da transação: '{0}'

source: {} does not belong to a distupgrade repository
de: {} gehört nicht zu einer Distupgrade-Paketquelle
fi: {} ei kuulu jakelupäivitysohjelmistolähteeseen
fr: {} n'appartient pas à un dépôt distupgrade
id: {} tidak termasuk dalam repositori distupgrade
it: {} non appartiene a un repository di aggiornamento della distribuzione
nl: {} behoort niet tot een distupgrade-repository
pt_br: {} não pertence a um repositório distupgrade
ru: {} не принадлежит репозиторию distupgrade

source: {0} from {1} has inferior architecture
de: {0} aus {1} hat eine schlechtere Architektur
fi: {1}:sta peräisin {0} on arkkitehtuuriltaan huonompi
fr: {0} de {1} est d'une architecture inférieure
id: {0} dari {1} memiliki arsitektur yang inferior
it: {0} da {1} ha un'architettura inferiore
nl: {0} van {1} heeft een inferieure architectuur
pt_br: {0} de {1} tem uma arquitetura inferior
ru: {0} из {1} имеет низкую архитектуру

source: problem with installed package
de: Problem mit installiertem Paket
fi: ongelma asennetun paketin kanssa
fr: problème avec le paquet installé
id: masalah dengan paket yang terinstal
it: problema con il pacchetto installato
nl: probleem met geïnstalleerd pakket
pt_br: problema com o pacote instalado
ru: проблема с установленным пакетом

source: conflicting requests
de: widersprüchliche Anforderungen
fi: ristiriitaiset pyynnöt
fr: requêtes conflictuelles
id: permintaan bertentangan
it: richieste in conflitto
nl: tegenstrijdige verzoeken
pt_br: solicitações conflitantes
ru: конфликтующие запросы

source: unsupported request
de: nicht unterstützte Anfrage
fi: pyyntöä ei tueta
fr: requête non prise en charge
id: permintaan tidak didukung
it: richiesta non supportata
nl: niet-ondersteund verzoek
pt_br: solicitação não suportada
ru: неподдерживаемый запрос

source: nothing provides requested {}
de: nichts stellt das Angefragte {} zur Verfügung
fi: mikään ei tarjoa pyydettyä {}
fr: aucun fournisseur pour "{}"
id: tidak ada yang menyediakan yang diminta {}
it: nessun pacchetto fornisce l'elemento {} richiesto
nl: niets biedt het aangevraagde {} aan
pt_br: nada fornece o solicitado {}
ru: ничто не предоставляет запрошенное {}

source: package {} does not exist
de: Paket {} existiert nicht
fi: pakettia {} ei ole olemassa
fr: le paquet {} n'existe pas
id: paket {} tidak ada.
it: il pacchetto {} non esiste
nl: pakket {} bestaat niet
pt_br: o pacote {} não existe
ru: пакет {} не существует

source: {} is provided by the system
de: {} wird vom System bereitgestellt
fi: {} järjestelmän tarjoamana
fr: {} est fourni par le système
id: {} disediakan oleh sistem
it: {} è fornito dal sistema
nl: {} wordt door het systeem aangeboden
pt_br: {} é fornecido pelo sistema
ru: {} предоставляется системой

source: some dependency problem
de: irgendein Abhängigkeitsproblem
fi: jokin riippuvuusongelma
fr: problème de dépendances
id: masalah ketergantungan
it: qualche problema di dipendenza
nl: een of ander afhankelijkheidsprobleem
pt_br: algum problema de dependência
ru: некоторая проблема с зависимостями

source: cannot install the best update candidate for package {}
de: Installation des besten Aktualisierungskandidaten nicht möglich für das Paket {}
fi: ei voi asentaa parasta päivitysehdokasta paketille {}
fr: impossible d'installer le meilleur candidat de mise à jour pour le paquet {}
id: tidak dapat menginstal kandidat pembaruan terbaik untuk paket {}
it: impossibile installare il miglior candidato all'aggiornamento per il pacchetto {}
nl: kan de beste update-kandidaat voor pakket {} niet installeren
pt_br: não é possível instalar o melhor candidato à atualização para o pacote {}
ru: Не удается установить лучшего кандидата на обновление для пакета {}

source: cannot install the best candidate for the job
de: Installation des besten Kandidaten nicht möglich für den Auftrag
fi: ei voi asentaa parasta ehdokasta työlle
fr: impossible d'installer le meilleur candidat pour la tâche
id: tidak dapat menginstal kandidat terbaik untuk pekerjaan tersebut
it: impossibile installare il miglior candidato per l'operazione
nl: kan de beste kandidaat voor de taak niet installeren
pt_br: não é possível instalar o melhor candidato para a tarefa
ru: Невозможно установить лучшего кандидата для работы

source: package {0} from {1} is filtered out by modular filtering
de: Paket {0} aus {1} ist durch modulare Filterung herausgefiltert
fi: paketti {0} {1}:sta suodatetaan pois modulaarisella suodatuksella
fr: le paquet {0} de {1} est exclu par filtrage modulaire
id: paket {0} dari {1} disaring oleh penyaringan modular
it: il pacchetto {0} da {1} è filtrato dal filtraggio modulare
nl: pakket {0} van {1} is uitgesloten door modulaire filtering
pt_br: o pacote {0} de {1} é excluído pela filtragem modular
ru: пакет {0} из {1} отфильтровывается с помощью модульной фильтрации

source: package {0} from {1} does not have a compatible architecture
de: Paket {0} aus {1} hat keine kompatible Architektur
fi: {1}:sta peräisin paketilla {0} ei ole yhteensopivaa arkkitehtuuria
fr: le paquet {0} de {1} n'est pas disponible dans une architecture compatible
id: paket {0} dari {1} tidak memiliki arsitektur yang kompatibel
it: il pacchetto {0} da {1} non ha un'architettura compatibile
nl: pakket {0} van {1} heeft geen compatibele architectuur
pt_br: o pacote {0} de {1} não possui uma arquitetura compatível
ru: пакет {0} из {1} не имеет совместимой архитектуры

source: package {0} from {1} is not installable
de: Paket {0} aus {1} ist nicht installierbar
fi: {1}:sta peräisin paketti {0} ei ole asennettavissa
fr: le paquet {0} de {1} est impossible à installer
id: paket {0} dari {1} tidak dapat diinstal
it: il pacchetto {0} da {1} non è installabile
nl: pakket {0} van {1} is niet installeerbaar
pt_br: o pacote {0} de {1} não é instalável
ru: пакет {0} из {1} не может быть установлен

source: package {0} from {1} is filtered out by exclude filtering
de: Paket {0} von {1} wird durch Ausschlussfilterung herausgefiltert
fi: {1}:sta peräisin paketti {0} suodatetaan pois poissulkevalla suodatuksella
fr: le paquet {0} de {1} est exclu par filtrage d'exclusion
id: paket {0} dari {1} disaring keluar oleh penyaringan pengecualian
it: il pacchetto {0} da {1} è filtrato dal filtraggio di esclusione
nl: pakket {0} van {1} is uitgesloten door uitsluitfiltering
pt_br: o pacote {0} de {1} está excluído pela filtragem de exclusão
ru: пакет {0} из {1} отфильтровывается с помощью фильтрации исключений

source: nothing provides {0} needed by {1} from {2}
de: nichts stellt {0} bereit, dieses wird von {1} aus {2} benötigt
fi: mikään ei tarjoa {0}:ta, jota {2}:sta peräisin {1} tarvitsee
fr: aucun fournisseur pour {0}, nécessaire pour {1} de {2}
id: tidak ada yang menyediakan {0} yang dibutuhkan oleh {1} dari {2}
it: nessun pacchetto fornisce {0} richiesto da {1} da {2}
nl: niets biedt {0} aan dat nodig is voor {1} van {2}
pt_br: nada fornece {0} necessário por {1} de {2}
ru: ничто не предоставляет {0}, необходимый для {1} из {2}

source: cannot install both {0} from {1} and {2} from {3}
de: {0} kann aus {1} und {2} aus {3} nicht zusammen installiert werden
fi: ei voi asentaa sekä {1}:sta peräisin {0} että {3}:sta peräisin {2}
fr: impossible d'installer à la fois {0} de {1}, et {2} de {3}
id: tidak dapat menginstal {0} dari {1} dan {2} dari {3}
it: impossibile installare sia {0} da {1} che {2} da {3}
nl: kan niet tegelijkertijd {0} van {1} én {2} van {3} installeren
pt_br: não é possível instalar ambos {0} de {1}, e {2} de {3}
ru: нельзя установить как {0} из {1}, так и {2} из {3}

source: package {0} from {1} conflicts with {2} provided by {3} from {4}
de: Paket {0} aus {1} kollidiert mit {2}, welches von {3} aus {4} bereitgestellt wird
fi: {1}:sta peräisin paketti {0} on ristiriidassa paketin {2} kanssa, jota tarjoaa {4}:sta peräisin {3}
fr: le paquet {0} de {1} entre en conflit avec {2}, fourni par {3} de {4}
id: paket {0} dari {1} bertentangan dengan {2} yang disediakan oleh {3} dari {4}
it: il pacchetto {0} da {1} è in conflitto con {2} fornito da {3} da {4}
nl: pakket {0} van {1} conflicteert met {2}, dat door {3} van {4} aangeboden wordt
pt_br: o pacote {0} de {1} entra em conflito com {2} fornecido por {3} de {4}
ru: пакет {0} из {1} конфликтует с {2}, предоставляемым {3} из {4}

source: installed package {0} conflicts with {1} provided by {2} from {3}
de: Installiertes Paket {0} kollidiert mit {1}, welches von {2} aus {3} bereitgestellt wird
fi: asennettu paketti {0} on ristiriidassa paketin {1} kanssa, jota tarjoaa {3}:sta peräisin {2}
fr: le paquet installé {0} entre en conflit avec {1}, fourni par {2} de {3}
id: paket yang diinstal {0} bertentangan dengan {1} yang disediakan oleh {2} dari {3}
it: il pacchetto installato {0} è in conflitto con {1} fornito da {2} da {3}
nl: geïnstalleerd pakket {0} conflicteert met {1}, dat door {2} van {3} aangeboden wordt
pt_br: o pacote instalado {0} entra em conflito com {1} fornecido por {2} de {3}
ru: установленный пакет {0} конфликтует с {1}, предоставляемым {2} из {3}

source: package {0} from {1} obsoletes {2} provided by {3} from {4}
de: Paket {0} aus {1} ersetzt {2}, welches von {3} aus {4} bereitgestellt wird
fi: {1}:sta peräisin paketti {0} vanhentaa {2}:n, jota tarjoaa {4}:sta peräisin {3}
fr: le paquet {0} de {1} rend obsolète {2}, fourni par {3} de {4}
id: paket {0} dari {1} menggantikan {2} yang disediakan oleh {3} dari {4}
it: il pacchetto {0} da {1} rende obsoleto {2} fornito da {3} da {4}
nl: pakket {0} van {1} vervangt {2}, dat door {3} van {4} aangeboden wordt
pt_br: o pacote {0} de {1} torna obsoleto {2} fornecido por {3} de {4}
ru: пакет {0} из {1} заменяет {2}, предоставляемый {3} из {4}

source: installed package {0} obsoletes {1} provided by {2} from {3}
de: Installiertes Paket {0} ersetzt {1}, welches von {2} aus {3} bereitgestellt wird
fi: asennetu paketti {0} vanhentaa {1}:n, jota tarjoaa {3}:sta peräisin {2}
fr: le paquet installé {0} rend obsolète {1}, fourni par {2} de {3}
id: paket yang diinstal {0} menggantikan {1} yang disediakan oleh {2} dari {3}
it: il pacchetto installato {0} rende obsoleto {1} fornito da {2} da {3}
nl: geïnstalleerd pakket {0} vervangt {1}, dat door {2} van {3} aangeboden wordt
pt_br: o pacote instalado {0} torna obsoleto {1} fornecido por {2} de {3}
ru: установленный пакет {0} заменяет {1}, предоставляемый {2} из {3}

source: package {0} from {1} implicitly obsoletes {2} provided by {3} from {4}
de: Paket {0} aus {1} ersetzt implizit {2}, welches von {3} aus {4} bereitgestellt wird
fi: {1}:sta peräisin paketti {0} epäsuorasti vanhentaa {2}:n, jota tarjoaa {4}:sta peräisin {3}
fr: le paquet {0} de {1} rend implicitement obsolète {2}, fourni par {3} de {4}
id: paket {0} dari {1} secara implisit menggantikan {2} yang disediakan oleh {3} dari {4}
it: il pacchetto {0} da {1} rende implicitamente obsoleto {2} fornito da {3} da {4}
nl: pakket {0} van {1} vervangt impliciet {2}, dat door {3} van {4} aangeboden wordt
pt_br: o pacote {0} de {1} implicitamente torna obsoleto {2} fornecido por {3} de {4}
ru: пакет {0} из {1} косвенно заменяет {2}, предоставляемый {3} из {4}
