Repository: rpm-software-management/dnf5
Catalog: libdnf5/po/*.po
Languages: de, fi, fr, id, it, nl, pt_br, ru

source: package {1} from {2} requires {0}, but none of the providers can be installed
de: Paket {1} aus {2} benötigt {0}, aber keiner der Anbieter kann installiert werden
fi: {2}:sta peräisin paketti {1} vaatii {0}:ta, mutta mitään palveluntarjoajia ei voi asentaa
fr: le paquet {1} de {2} requiert {0}, mais aucun des fournisseurs ne peut être installé
id: paket {1} dari {2} memerlukan {0}, tetapi tidak ada penyedia yang dapat diinstal
it: il pacchetto {1} da {2} richiede {0}, ma nessuno dei fornitori può essere installato
nl: pakket {1} van {2} vereist {0}, maar geen van de aanbieders kan worden geïnstalleerd
pt_br: o pacote {1} de {2} requer {0}, mas nenhum dos provedores pode ser instalado
ru: пакет {1} из {2} требует {0}, но ни один из поставщиков не может быть установлен

source: installed package {1} requires {0}, but none of the providers can be installed
de: installiertes Paket {1} benötigt {0}, aber keiner der Anbieter kann installiert werden
fi: asennettu paketti {1} vaatii {0}:ta, mutta mitään palveluntarjoajia ei voi asentaa
fr: le paquet installé {1} requiert {0}, mais aucun des fournisseurs ne peut être installé
id: paket yang diinstal {1} memerlukan {0}, tetapi tidak ada penyedia yang dapat diinstal
it: il pacchetto installato {1} richiede {0}, ma nessuno dei fornitori può essere installato
nl: geïnstalleerd pakket {1} vereist {0}, maar geen van de aanbieders kan worden geïnstalleerd
pt_br: o pacote instalado {1} requer {0}, mas nenhum dos provedores pode ser instalado
ru: установленный пакет {1} требует {0}, но ни один из поставщиков не может быть установлен

source: package {0} from {1} conflicts with {2} provided by itself
de: Paket {0} aus {1} kollidiert mit {2}, das von ihm selbst bereitgestellt wird
fi: {1}:sta peräisin paketti {0} on ristiriidassa itsensä tarjoaman {2}:n kanssa
fr: le paquet {0} de {1} entre en conflit avec {2}, fourni par lui-même
id: paket {0} dari {1} bertentangan dengan {2} yang disediakan oleh dirinya sendiri
it: il pacchetto {0} da {1} è in conflitto con {2} fornito da sé stesso
nl: pakket {0} van {1} conflicteert met {2}, dat door zichzelf aangeboden wordt
pt_br: o pacote {0} de {1} entra em conflito com {2}, fornecido por ele mesmo
ru: пакет {0} из {1} конфликтует с пакетом {2}, предоставленным самостоятельно

source: both package {0} from {1} and {3} from {4} obsolete {2}
de: Pakete {0} aus {1} und {3} aus {4} ersetzen beide {2}
fi: Sekä {1}:sta peräisin paketti {0} että {4}:sta peräisin paketti {3} vanhentavat {2}:n
fr: les paquets {0} de {1} et {3} de {4} rendent tous les deux {2} obsolète
id: kedua paket {0} dari {1} dan {3} dari {4} telah usang {2}
it: sia il pacchetto {0} da {1} che {3} da {4} rendono obsoleto {2}
nl: zowel pakket {0} van {1} als {3} van {4} vervangen {2}
pt_br: ambos os pacotes {0} de {1} e {3} de {4} tornam obsoletos {2}
ru: оба пакета {0} из {1} и {3} из {4} заменяют {2}

source: The operation would result in removing the following protected packages: {}
de: Die Operation würde dazu führen, dass die folgenden geschützten Pakete entfernt werden: {}
fi: Toiminto johtaisi seuraavien suojattujen pakettien poistamiseen: {}
fr: L'opération aurait pour effet de supprimer les paquets protégés suivants : {}
id: Operasi ini akan mengakibatkan penghapusan paket-paket terlindungi berikut: {}
it: L'operazione comporterebbe la rimozione dei seguenti pacchetti protetti: {}
nl: De operatie zou ertoe leiden dat de volgende beschermde pakketten verwijderd worden: {}
pt_br: A operação resultaria na remoção dos seguintes pacotes protegidos: {}
ru: В результате операции будут удалены следующие защищенные пакеты: {}

source: The operation would result in removing of running kernel: {}
de: Der Vorgang würde dazu führen, dass der aktuell ausgeführte Kernel entfernt wird: {}
fi: Toiminto johtaisi käynnissä olevan ytimen poistamiseen: {}
fr: L'opération aurait pour effet de supprimer le noyau utilisé actuellement : {}
id: Operasi ini akan mengakibatkan penghapusan kernel yang sedang berjalan: {}
it: L'operazione comporterebbe la rimozione del kernel in esecuzione: {}
nl: De operatie zou er toe leiden dat de draaiende kernel wordt vervangen: {}
pt_br: A operação resultaria na remoção do kernel em execução: {}
ru: В результате операции будет удалено запущенное ядро: {}

source: module {} does not belong to a distupgrade repository
de: Modul {} gehört nicht zu einer Distupgrade-Paketquelle
fi: moduuli {} ei kuulu jakelupäivitysohjelmistolähteeseen
fr: le module {} n'appartient pas à un dépôt distupgrade
id: modul {} tidak termasuk dalam repositori distupgrade
it: il modulo {} non appartiene a un repository di aggiornamento della distribuzione
nl: module {} hoort niet bij een distupgrade-repository
pt_br: o módulo {} não pertence a um repositório distupgrade
ru: модуль {} не принадлежит репозиторию distupgrade

source: module {} has inferior architecture
de: Modul {} hat eine unterlegene Architektur
fi: moduuli {} on arkkitehtuuriltaan huonompi
fr: le module {} est d'une architecture inférieure
id: modul {} memiliki arsitektur yang inferior
it: il modulo {} ha un'architettura inferiore
nl: module {} heeft een inferieure architectuur
pt_br: o módulo {} tem uma arquitetura inferior
ru: модуль {} имеет низкую архитектуру

source: problem with installed module {}
de: Problem mit installiertem Modul {}
fi: ongelma asennetun moduulin {} kanssa
fr: problème avec le module installé {}
id: masalah dengan modul yang terpasang {}
it: problema con il modulo installato {}
nl: probleem met geïnstalleerde module {}
pt_br: problema com o módulo instalado {}
ru: проблема с установленным модулем {}

source: module {} does not exist
de: Modul {} existiert nicht
fi: moduulia {} ei ole olemassa
fr: le module {} n'existe pas
id: modul {} tidak ada.
it: il modulo {} non esiste
nl: module {} bestaat niet
pt_br: o módulo {} não existe
ru: модуль {} не существует

source: cannot install the best update candidate for module {}
de: der beste Kandidat für das Modul {} kann nicht installiert werden
fi: ei voi asentaa parasta päivitysehdokasta moduulille {}
fr: impossible d'installer le meilleur candidat de mise à jour pour le module {}
id: tidak dapat menginstal kandidat pembaruan terbaik untuk modul {}
it: impossibile installare il miglior candidato all'aggiornamento per il modulo {}
nl: kan de beste update-kandidaat voor module {} niet installeren
pt_br: não é possível instalar o melhor candidato de atualização para o módulo {}
ru: Не удается установить лучшего кандидата на обновление для модуля {}

source: module {} is disabled
de: Modul {} ist deaktiviert
fi: moduuli {} on poistettu käytöstä
fr: le module {} est désactivé
id: modul {} dinonaktifkan
it: il modulo {} è disabilitato
nl: module {} is uitgeschakeld
pt_br: o módulo {} está desabilitado
ru: модуль {} отключен

source: module {} does not have a compatible architecture
de: Modul {} hat keine kompatible Architektur
fi: moduulilla {} ei ole yhteensopivaa arkkitehtuuria
fr: le module {} n'est pas disponible dans une architecture compatible
id: modul {} tidak memiliki arsitektur yang kompatibel
it: il modulo {} non ha un'architettura compatibile
nl: module {} heeft geen compatibele architectuur
pt_br: o módulo {} não possui uma arquitetura compatível
ru: модуль {} не имеет совместимой архитектуры

source: module {} is not installable
de: Modul {} ist nicht installierbar
fi: moduuli {} ei ole asennettavissa
fr: le module {} ne peut pas être installé
id: modul {} tidak dapat diinstal
it: il modulo {} non è installabile
nl: module {} is niet installeerbaar
pt_br: o módulo {} não é instalável
ru: модуль {} не может быть установлен

source: nothing provides {0} needed by module {1}
de: nichts stellt {0} bereit, welches von Modul {1} benötigt wird
fi: mikään ei tarjoa {0}, jota moduuli {1} tarvitsee
fr: aucun fournisseur pour {0}, nécessaire pour le module {1}
id: tidak ada yang menyediakan {0} yang dibutuhkan oleh modul {1}
it: nessun pacchetto fornisce {0} richiesto dal modulo {1}
nl: niets biedt {0} aan, dat nodig is voor module {1}
pt_br: nada fornece {0} necessário pelo módulo {1}
ru: ничто не предоставляет {0}, необходимый для модуля {1}

source: cannot install both modules {0} and {1}
de: Module {0} und {1} können nicht gleichzeitig installiert werden
fi: ei voi asentaa molempia moduuleja {0} ja {1}
fr: impossible d'installer les modules {0} et {1} à la fois
id: tidak dapat menginstal kedua modul {0} dan {1}
it: impossibile installare entrambi i moduli {0} e {1}
nl: kan modules {0} en {1} niet tegelijk installeren
pt_br: não é possível instalar ambos os módulos {0} e {1}
ru: нельзя установить оба модуля {0} и {1}

source: module {0} conflicts with {1} provided by {2}
de: Modul {0} kollidiert mit {1}, welches von {2} bereit gestellt wird
fi: moduuli {0} on ristiriidassa {1}:n kanssa, jota tarjoaa {2}
fr: le module {0} entre en conflit avec {1}, fourni par {2}
id: modul {0} bertentangan dengan {1} yang disediakan oleh {2}
it: il modulo {0} è in conflitto con {1} fornito da {2}
nl: module {0} conflicteert met {1}, dat door {2} aangeboden wordt
pt_br: o módulo {0} entra em conflito com {1} fornecido por {2}
ru: модуль {0} конфликтует с {1}, предоставляемым {2}

source: module {0} obsoletes {1} provided by {2}
de: Modul {0} ersetzt {1}, welches von {2} bereit gestellt wird
fi: moduuli {0} vanhentaa {1}:n, jota tarjoaa {2}
fr: le module {0} rend obsolète {1}, fourni par {2}
id: modul {0} menggantikan {1} yang disediakan oleh {2}
it: il modulo {0} rende obsoleto {1} fornito da {2}
nl: module {0} vervangt {1}, dat door {2} aangeboden wordt
pt_br: o módulo {0} torna obsoleto {1} fornecido por {2}
ru: модуль {0} заменяет {1}, предоставляемый {2}

source: installed module {0} obsoletes {1} provided by {2}
de: installiertes Modul {0} ersetzt {1}, welches von {2} bereit gestellt wird
fi: asennettu moduuli {0} vanhentaa {1}:n, jota tarjoaa {2}
fr: le module installé {0} rend obsolète {1}, fourni par {2}
id: modul yang diinstal {0} menggantikan {1} yang disediakan oleh {2}
it: il modulo installato {0} rende obsoleto {1} fornito da {2}
nl: geïnstalleerde module {0} vervangt {1}, dat door {2} aangeboden wordt
pt_br: o módulo instalado {0} torna obsoleto {1} fornecido por {2}
ru: установленный модуль {0} заменяет {1}, предоставляемый {2}

source: module {0} implicitly obsoletes {1} provided by {2}
de: Modul {0} ersetzt {1} implizit, welches von {2} bereit gestellt wird
fi: moduuli {0} epäsuorasti vanhentaa {1}:n, jota tarjoaa {2}
fr: le module {0} rend implicitement obsolète {1}, fourni par {2}
id: modul {0} secara implisit menggantikan {1} yang disediakan oleh {2}
it: il modulo {0} rende implicitamente obsoleto {1} fornito da {2}
nl: module {0} vervangt impliciet {1}, dat door {2} aangeboden wordt
pt_br: o módulo {0} implicitamente torna obsoleto {1} fornecido por {2}
ru: модуль {0} косвенно заменяет {1}, предоставляемый {2}

source: module {1} requires {0}, but none of the providers can be installed
de: Modul {1} benötigt {0}, aber keiner der Anbieter kann installiert werden
fi: moduuli {1} vaatii {0}:ta, mutta mitään palveluntarjoajia ei voi asentaa
fr: le module {1} requiert {0}, mais aucun des fournisseurs ne peut être installé
id: modul {1} memerlukan {0}, tetapi tidak ada penyedia yang dapat diinstal
it: il modulo {1} richiede {0}, ma nessuno dei fornitori può essere installato
nl: module {1} vereist {0}, maar geen van de aanbieders kan worden geïnstalleerd
pt_br: o módulo {1} requer {0}, mas nenhum dos provedores pode ser instalado
ru: модуль {1} требует {0}, но ни один из поставщиков не может быть установлен

source: module {1} conflicts with {0} provided by itself
de: Modul {1} kollidiert mit {0}, das von ihm selbst bereitgestellt wird
fi: moduuli {1} on ristiriidassa itsensä tarjoaman moduulin {0} kanssa
fr: le module {1} entre en conflit avec {0}, fourni par lui-même
id: modul {1} bertentangan dengan {0} yang disediakan oleh modul itu sendiri
it: il modulo {1} è in conflitto con {0} fornito da sé stesso
nl: module {1} conflicteert met {0}, dat door zichzelf aangeboden wordt
pt_br: o módulo {1} entra em conflito com {0} fornecido por ele mesmo
ru: модуль {1} конфликтует с {0}, предоставленным самостоятельно

source: both module {0} and {2} obsolete {1}
de: Module {0} und {2} ersetzen zusammen {1}
fi: sekä moduuli {0} että {2} vanhentavat {1}:n
fr: les modules {0} et {2} rendent tous les deux {1} obsolète
id: kedua modul {0} dan {2} sudah tidak digunakan lagi {1}
it: sia il modulo {0} che {2} rendono obsoleto {1}
nl: modules {0} en {2} vervangen beiden {1}
pt_br: ambos os módulos {0} e {2} tornam obsoletos {1}
ru: оба модуля {0} и {2} заменяют {1}

source: Problem:
fi: Ongelma:
fr: Problème :
id: Masalah:
it: Problema:
nl: Probleem:
pt_br: Problema:
ru: Проблема:

source: Problem {}:
fi: Ongelma {}:
fr: Problème {} :
id: Masalah {}:
it: Problema {}:
nl: Probleem {}:
pt_br: Problema {}:
ru: Проблема {}:

source: This transaction has been already run before.
de: Diese Transaktion wurde bereits zuvor ausgeführt.
fi: Tämä tapahtuma on jo suoritettu aiemmin.
fr: Cette transaction a déjà été exécutée par le passé.
id: Transaksi ini sudah pernah dilakukan sebelumnya.
it: Questa transazione è già stata eseguita.
nl: Deze transactie is al een keer uitgevoerd.
pt_br: Esta transação já foi executada antes.
ru: Эта транзакция уже выполнялась ранее.

source: Cannot run transaction with resolving problems.
de: Transaktion mit Abhängigkeitsauflösungsproblemen kann nicht ausgeführt werden.
fr: Impossible d'exécuter une transaction avec des problèmes de résolution.
id: Tidak dapat menjalankan transaksi karena masalah yang sedang diselesaikan.
it: Impossibile eseguire la transazione con problemi di risoluzione.
nl: Kan transactie niet uitvoeren vanwege oplossingsproblemen.
pt_br: Não é possível executar a transação com a resolução de problemas.
ru: Невозможно запустить транзакцию с разрешением проблем.

source: Rpm transaction check failed.
de: RPM-Transaktionsprüfung fehlgeschlagen.
fi: Rpm-tapahtuman tarkistus epäonnistui.
fr: Vérification de la transaction RPM échouée.
id: Pemeriksaan transaksi RPM gagal.
it: Controllo della transazione RPM fallito.
nl: Rpm-transactiecontrole is mislukt.
pt_br: A verificação da transação RPM falhou.
ru: Сбой проверки транзакций rpm.

source: Failed to obtain rpm transaction lock. Another transaction is in progress.
de: RPM-Transaktionssperre konnte nicht in Kraft gesetzt werden. Eine andere Transaktion wird bereits durchgeführt.
fi: Rpm-tapahtumalukituksen saaminen epäonnistui. Toinen tapahtuma on meneillään.
fr: Impossible d'obtenir le verrou de transaction RPM. Une autre transaction est en cours.
id: Gagal mendapatkan kunci transaksi RPM. Transaksi lain sedang berlangsung.
it: Impossibile ottenere il blocco della transazione RPM. Un'altra transazione è in corso.
nl: Kon rpm-transactieslot niet verkrijgen. Er draait al een andere transactie.
pt_br: Falha ao obter bloqueio de transação rpm. Outra transação está em andamento.
ru: Не удалось получить блокировку транзакции rpm. Выполняется другая транзакция.

source: Rpm transaction failed.
de: RPM-Transaktion fehlgeschlagen.
fi: Rpm-tapahtuma epäonnistui.
fr: Transaction RPM échouée.
id: Transaksi RPM gagal.
it: Transazione RPM fallita.
nl: Rpm-transactie mislukt.
pt_br: Falha na transação RPM.
ru: Сбой транзакции rpm.

source: Signature verification failed.
de: Verifizierung der Signatur fehlgeschlagen.
fi: Allekirjoituksen vahvistus epäonnistui.
fr: Échec de la vérification de la signature.
id: Verifikasi tanda tangan gagal.
it: Verifica della firma fallita.
nl: Handtekeningsverificatie is mislukt.
pt_br: A verificação da assinatura falhou.
ru: Сбой проверки подписей.

source: The repository does not have any OpenPGP keys configured.
de: Die Paketquelle hat keine OpenPGP-Schlüssel konfiguriert.
fi: Ohjelmistolähde ei ole määrittänyt yhtäkään OpenPGP-avainta.
fr: Aucune clé OpenPGP n'est configurée pour le dépôt.
id: Repositori ini tidak memiliki kunci OpenPGP yang dikonfigurasi.
it: Il repository non ha alcuna chiave OpenPGP configurata.
nl: De repository heeft geen geconfigureerde OpenPGP-sleutels.
pt_br: O repositório não possui nenhuma chave OpenPGP configurada.

source: Public key is not installed.
de: Öffentlicher Schlüssel ist nicht installiert.
fi: Julkista avainta ei ole asennettu.
fr: La clé publique n'est pas installée.
id: Kunci publik tidak terpasang.
it: La chiave pubblica non è installata.
nl: Publieke sleutel is niet geïnstalleerd.
pt_br: A chave pública não está instalada.
ru: Публичный ключ не установлен.

source: Canceled by the user.
de: Vom Benutzer abgebrochen.
fi: Käyttäjän peruuttamana.
fr: Annulé par l'utilisateur.
id: Dibatalkan oleh pengguna.
it: Annullato dall'utente.
nl: Geannuleerd door de gebruiker.
pt_br: Cancelada pelo usuário.
ru: Отменено пользователем.

source: Public key import failed.
de: Importieren des öffentlichen Schlüssels fehlgeschlagen.
fi: Julkisen avaimen tuonti epäonnistui.
fr: Échec de l'importation de la clé publique.
id: Impor kunci publik gagal.
it: Importazione della chiave pubblica fallita.
nl: Importeren van publieke sleutel is mislukt.
pt_br: Falha na importação da chave pública.
ru: Сбой импорта публичного ключа.

source: Invalid tsflag: {}
de: Ungültiges tsflag: {}
fi: Virheellinen tsflag: {}
fr: tsflag invalide : {}
id: Tsflag tidak valid: {}
it: tsflag non valido: {}
nl: Ongeldige tsflag: {}
pt_br: tsflag inválida: {}
ru: Недопустимый tsflag: {}

source: Public key "{}" is already present, not importing.
de: Öffentlicher Schlüssel „{}“ ist bereits vorhanden. Er wird nicht importiert.
fi: Julkinen avain "{}" on jo olemassa; ei tuoda.
fr: La clé publique "{}" est déjà présente, elle ne sera pas importée.
id: Kunci publik "{}" sudah ada, tidak perlu diimpor.
it: La chiave pubblica "{}" è già presente, non viene importata.
nl: Publieke sleutel "{}" is al aanwezig; import wordt overgeslagen.
pt_br: A chave pública "{}" já está presente, não será importada.
ru: Публичный ключ "{}" уже присутствует, не импортируется.

source: An error occurred importing key "{}": {}
de: Beim Importieren des Schlüssels „{}“ ist ein Fehler aufgetreten: {}
fi: Avaimen "{}" tuonnissa tapahtui virhe: {}
fr: Une erreur s'est produite lors de l'importation de la clé "{}" : {}
id: Terjadi kesalahan saat mengimpor kunci "{}": {}
it: Si è verificato un errore durante l'importazione della chiave "{}": {}
nl: Er is een fout opgetreden bij het importeren van sleutel "{}": {}
pt_br: Ocorreu um erro ao importar a chave "{}": {}
ru: Произошла ошибка при импорте ключа "{}": {}

source: OpenPGP check for package "{}" ({}) from repo "{}" has failed:
de: OpenPGP-Prüfung für Paket „{}“ ({}) aus Paketquelle „{}“ ist fehlgeschlagen:
fi: OpenPGP-tarkistus tietovarastosta "{}" ({}) peräisin olevalle paketille "{}" epäonnistui:
fr: La vérification OpenPGP du paquet "{}" ({}) du dépôt "{}" a échoué :
id: Pemeriksaan OpenPGP untuk paket "{}" ({}) dari repositori "{}" telah gagal:
it: Il controllo OpenPGP per il pacchetto "{}" ({}) dal repo "{}" è fallito:
nl: OpenPGP-controle voor pakket "{}" ({})" van repository "{}" is mislukt:
pt_br: A verificação OpenPGP do pacote "{}" ({}) do repositório "{}" falhou:

source: Import of the key didn't help, wrong key?
de: Das Importieren des Schlüssels hat nicht geholfen? Falscher Schlüssel?
fi: Avaimen tuonti ei auttanut; väärä avain?
fr: L'importation de la clé n'a pas aidé, s'agissait-il de la bonne clé ?
id: Impor kunci tidak membantu, apakah kuncinya salah?
it: L'importazione della chiave non è stata d'aiuto, chiave errata?
nl: Het importeren van de sleutel hielp niet — verkeerde sleutel?
pt_br: A importação da chave não ajudou, chave errada?
ru: Импорт ключа не помог, неправильный ключ?

source: Warning: skipped OpenPGP checks for {0} package from repository: {1}
de: Warnung: Übersprungene OpenPGP-Prüfungen für {0} Paket aus der Paketquelle: {1}
fi: Varoitus: ohitettiin PGP-tarkistukset {0} paketille ohjelmistolähteestä: {1}
fr: Attention : vérifications OpenPGP ignorées pour {0} paquet du dépôt : {1}
id: Peringatan: Pemeriksaan OpenPGP dilewati untuk paket {0} dari repositori: {1}
it: Avviso: saltati i controlli OpenPGP per {0} pacchetto dal repository: {1}
nl: Waarschuwing: OpenPGP-controles overgeslagen voor {0} pakket uit repository: {1}
pt_br: Aviso: ignorada a verificação de OpenPGP para {0} pacote do repositório: {1}

source: Warning: skipped OpenPGP checks for {0} package from repositories: {1}
de: Warnung: Übersprungene OpenPGP-Prüfungen für {0} Paket aus den Paketquellen: {1}
fi: Varoitus: ohitettiin OpenPGP-tarkistukset {0}:lle tietotovarastoista peräisin paketille: {1}
fr: Attention : vérifications OpenPGP ignorées pour {0} paquet des dépôts : {1}
id: Peringatan: Pemeriksaan OpenPGP dilewati untuk paket {0} dari repositori: {1}
it: Avviso: saltati i controlli OpenPGP per {0} pacchetto dai repository: {1}
nl: Waarschuwing: OpenPGP-controles overgeslagen voor {0} pakket uit repository's: {1}
pt_br: Aviso: ignoradas as verificações de OpenPGP para {0} pacote do repositório: {1}

source: System error
de: Systemfehler
fi: Järjestelmävirhe
fr: Erreur système
id: Kesalahan sistem
it: Errore di sistema
nl: Systeemfout
pt_br: Erro no sistema
ru: Системная ошибка

source: General RuntimeError exception
de: Allgemeiner RuntimeError-Fehler
fi: Yleinen RuntimeError-poikkeus
fr: Exception RuntimeError générale
id: Kecelakaan RuntimeError umum
it: Eccezione generale RuntimeError
nl: Algemene RuntimeError-fout
pt_br: Exceção geral RuntimeError
ru: Исключение RuntimeError

source: Query must contain exactly one object.
de: Abfrage muss exakt ein Objekt enthalten.
fi: Kyselyn tulee sisältää täsmälleen yksi objekti.
fr: La requête doit contenir exactement 1 objet.
id: Kueri harus berisi tepat satu objek.
it: La query deve contenere esattamente un oggetto.
nl: Query moet exact één object bevatten.
pt_br: A consulta deve conter exatamente um objeto.
ru: Запрос должен содержать ровно один объект.

source: get_user_home_dir(): Cannot determine the user's home directory
de: get_user_home_dir(): Home-Verzeichnis des Benutzers kann nicht ermittelt werden
fi: get_user_home_dir(): Käyttäjän kotihakemistoa ei voida määrittää
fr: get_user_home_dir(): Impossible de déterminer le répertoire personnel de l'utilisateur
id: get_user_home_dir(): Tidak dapat menentukan direktori home pengguna
it: get_user_home_dir(): Impossibile determinare la directory home dell'utente
nl: get_user_home_dir(): Kan home-map van de gebruiker niet bepalen
pt_br: get_user_home_dir(): Não é possível determinar o diretório pessoal (home) do usuário
ru: get_user_home_dir(): Не удается определить домашний каталог пользователя

source: get_user_runtime_dir(): Cannot determine the user's runtime directory
de: get_user_runtime_dir(): Laufzeitverzeichnis des Benutzers kann nicht ermittelt werden
fi: get_user_runtime_dir(): Käyttäjän ajonaikaista hakemistoa ei voida määrittää
fr: get_user_runtime_dir(): Impossible de déterminer le répertoire runtime de l'utilisateur
id: get_user_runtime_dir(): Tidak dapat menentukan direktori runtime pengguna
it: get_user_runtime_dir(): Impossibile determinare la directory di runtime dell'utente
nl: get_user_runtime_dir(): Kan de runtime-map van de gebruiker niet bepalen
pt_br: get_user_runtime_dir(): Não é possível determinar o diretório de tempo de execução (runtime) do usuário
ru: get_user_runtime_dir(): Не удается определить каталог времени выполнения пользователя
