Repository: rpm-software-management/dnf5
Catalog: libdnf5/po/*.po
Languages: de, fi, fr, id, it, nl, pt_br, ru

source: Maximum download speed is lower than minimum, please change configuration of minrate or throttle
de: Die maximale Downloadgeschwindigkeit liegt unter der minimalen Downloadgeschwindigkeit. Bitte passen Sie die Einstellung von „minrate“ oder „throttle“ an
fi: Enimmäislatausnopeus on pienempi kuin vähimmäislataussnopeus. Muuta minrate-vähimmäisnopeuden tai throttle-askelten asetuksia
fr: La vitesse de téléchargement maximale est inférieure au minimum, modifiez la valeur de minrate ou throttle
id: Kecepatan unduh maksimum lebih rendah dari kecepatan minimum, silakan ubah konfigurasi minrate atau throttle
it: La velocità massima di download è inferiore a quella minima, si prega di cambiare la configurazione di minrate o throttle
nl: Maximale downloadsnelheid is lager dan het minimum; verander de configuratie van minrate of throttle
pt_br: A velocidade máxima de download é inferior à mínima. Por favor, altere a configuração de minrate ou throttle
ru: Максимальная скорость загрузки ниже минимальной, пожалуйста, измените конфигурацию minrate или throttle

source: 'proxy_username' is set but not 'proxy_password'
de: „proxy_username“ ist festgelegt, „proxy_password“ jedoch nicht
id: 'proxy_username' telah diatur tetapi 'proxy_password' belum diatur.
it: 'proxy_username' è impostato ma 'proxy_password' no
nl: 'proxy_username' is ingesteld, maar 'proxy_password' niet
pt_br: 'proxy_username' está definido, mas não 'proxy_password'

source: Cannot download the "{0}" package, cacheonly option is activated.
de: Das Paket „{0}“ kann nicht heruntergeladen werden, die Option „cacheonly“ ist aktiviert.
fi: Pakettia "{0}" ei voi ladata, vain välimuisti -vaihtoehto cacheonly on aktivoitu.
fr: Impossible de télécharger le paquet "{0}", l'option cacheonly est activée.
id: Tidak dapat mengunduh paket "{0}", opsi cacheonly telah diaktifkan.
it: Impossibile scaricare il pacchetto "{0}", l'opzione cacheonly è attivata.
nl: Kan het pakket "{0}" niet downloaden, cacheonly-optie is ingeschakeld.
pt_br: Não é possível fazer download do pacote "{0}", a opção cacheonly está ativada.
ru: Невозможно загрузить пакет "{0}", активирована опция "cacheonly".

source: Already downloaded
de: Bereits heruntergeladen
fi: Ladattu jo
fr: Déjà téléchargé
id: Sudah diunduh
it: Già scaricato
nl: Al gedownload
pt_br: Já baixado

source: Failed to download packages
de: Herunterladen der Pakete fehlgeschlagen
fi: Pakettien lataaminen epäonnistui
fr: Échec du téléchargement des paquets
id: Gagal mengunduh paket
it: Impossibile scaricare i pacchetti
nl: Kon pakketten niet downloaden
pt_br: Falha ao baixar pacotes
ru: Не удалось загрузить пакеты

source: Failed to load RPM "{}": doesn't have the ".rpm" extension
de: Laden des RPMs „{}“ fehlgeschlagen: es hat keine „.rpm“-Erweiterung
fi: RPM-"{}":n lataaminen epäonnistui: sillä ei ole ".rpm" -laajennusta
fr: Échec du chargement du RPM "{}" : le fichier n'a pas l'extension ".rpm"
id: Gagal memuat RPM "{}": tidak memiliki ekstensi ".rpm"
it: Impossibile caricare RPM "{}": non ha l'estensione ".rpm"
nl: Kon RPM "{}" niet laden: bestand heeft geen ".rpm"-extensie
pt_br: Falha ao carregar RPM "{}": não possui a extensão ".rpm"
ru: Не удалось загрузить RPM "{}": не имеет расширения ".rpm"

source: Failed to access RPM "{}": {}
de: Zugriff auf RPM „{}“ fehlgeschlagen: {}
fi: RPM-"{}":n käyttö epäonnistui: {}
fr: Échec de la tentative d'accès au RPM "{}" : {}
id: Gagal mengakses RPM "{}": {}
it: Impossibile accedere a RPM "{}": {}
nl: Kon RPM "{}" niet openen: {}
pt_br: Falha ao acessar o RPM "{}": {}
ru: Не удалось получить доступ к RPM "{}": {}

source: Invalid repository id "{}": unexpected character '{}'
de: Ungültige Paketquellen-ID „{}“: unerwartetes Zeichen „{}“
fi: Virheellinen ohjelmistolähteen tunnus "{}": odottamaton merkki "{}"
fr: ID de dépôt "{}" invalide : caractère '{}' inattendu
id: ID repositori tidak valid "{}": karakter tidak terduga '{}'
it: ID repository "{}" non valido: carattere inatteso '{}'
nl: Ongeldige repository-id "{}": onverwacht karakter '{}'
pt_br: ID de repositório inválido "{}": caractere inesperado '{}'
ru: Недопустимый идентификатор репозитория "{}": неожиданный символ '{}'

source: Repository "{}" has no source (baseurl, mirrorlist or metalink) set.
de: Paketquelle „{}“ hat keine Quelle (baseurl, mirrorlist or metalink) gesetzt.
fi: Tiertovarastolla "{}" ei ole asetettuna lähdettä (baseurl, peililuettelo tai metalinkki).
fr: Aucune source (baseurl, mirrorlist ou metalink) n'est définie pour le dépôt "{}".
id: Repositori "{}" tidak memiliki sumber (baseurl, mirrorlist, atau metalink) yang ditetapkan.
it: Il repository "{}" non ha alcuna sorgente impostata (baseurl, mirrorlist o metalink).
nl: Er is geen bron (baseurl, mirrorlist of metalink) ingesteld voor repository "{}".
pt_br: O repositório "{}" não possui fonte definida (baseurl, mirrorlist ou metalink).
ru: У репозитория "{}" не установлен источник (baseurl, mirrorlist или metalink).

source: Repository "{}" has unsupported type "{}", skipping.
de: Paketquelle „{}“ hat einen nicht unterstützten Typ „{}“. Sie wird übersprungen.
fi: Ohjelmistolähteen "{}" tyyppiä "{}" ei tueta, ohitetaan.
fr: Le dépôt "{}" est du type non pris en charge "{}", ignoré.
id: Repositori "{}" memiliki tipe yang tidak didukung "{}", dilewati.
it: Il repository "{}" ha un tipo non supportato "{}", verrà saltato.
nl: Repository "{}" heeft een niet-ondersteund type "{}" en wordt overgeslagen.
pt_br: O repositório "{}" tem tipo "{}" não suportado, ignorando.
ru: Репозиторий "{}" имеет неподдерживаемый тип "{}", пропуск.

source: Failed to download metadata ({}: "{}") for repository "{}": {}
de: Herunterladen von Metadaten ({}: „{}“) für Paketquelle „{}“fehlgeschlagen: {}
id: Gagal mengunduh metadata ({}: "{}") untuk repositori "{}": {}
it: Impossibile scaricare i metadati ({}: "{}") per il repository "{}": {}
nl: Downloaden van metadata ({}: "{}") voor repository "{}": {} mislukt
pt_br: Falha ao baixar metadados ({}: "{}") para o repositório "{}": {}

source: Failed to load repository: "primary" data not present or in unsupported format
de: Fehler beim Laden der Paketquelle: „primary“-Daten sind nicht vorhanden oder haben ein nicht unterstütztes Format
fi: Ohjelmistolähteen lataaminen epäonnistui: "ensisijaista" dataa ei ole tai se ei ole tuetussa muodossa
fr: Échec du chargement du dépôt : données "primary" introuvables ou dans un format non pris en charge
id: Gagal memuat repositori: data "primary" tidak tersedia atau dalam format yang tidak didukung
it: Impossibile caricare il repository: dati "primary" non presenti o in formato non supportato
nl: Laden van repository mislukt: "primaire" data niet aanwezig of is in een niet-ondersteunde indeling
pt_br: Falha ao carregar o repositório: dados "primários" não presentes ou em formato não suportado
ru: Не удалось загрузить репозиторий: "первичные" данные отсутствуют или имеют неподдерживаемый формат

source: Failed to load comps "{}": doesn't have the ".xml" extension
de: Laden von comps „{}“ fehlgeschlagen: Es hat keine „.xml“-Erweiterung
fi: comps:n "{}" lataaminen epäonnistui: sillä ei ole ".xml" -laajennusta
fr: Échec du chargement des comps "{}" : extension ".xml" manquante
id: Gagal memuat berkas "{}": tidak memiliki ekstensi ".xml"
it: Impossibile caricare comps "{}": non ha l'estensione ".xml"
nl: Laden van comps "{}" mislukt: bestand heeft geen ".xml"-extensie
pt_br: Falha ao carregar comps "{}": não possui a extensão ".xml"
ru: Не удалось загрузить Компы "{}": не имеет расширения ".xml"

source: Failed to load xml Comps "{}": {}
de: Laden der XML-Comps „{}“ fehlgeschlagen: {}
fi: xml Comps:n "{}" lataaminen epäonnistui: {}
fr: Échec du chargement des comps XML "{}" : {}
id: Gagal memuat XML Comps "{}": {}
it: Impossibile caricare Comps xml "{}": {}
nl: Laden van xml comps "{}" mislukt: {}
pt_br: Falha ao carregar comps xml "{}": {}
ru: Не удалось загрузить xml-компы "{}": {}

source: Failed to load RPM "{}": {}
de: Laden von RPM „{}“ fehlgeschlagen: {}
fi: RPM:n "{}" lataaminen epäonnistui: {}
fr: Échec du chargement du RPM "{}" : {}
id: Gagal memuat RPM "{}": {}
it: Impossibile caricare RPM "{}": {}
nl: Laden van RPM "{}" mislukt: {}
pt_br: Falha ao carregar RPM "{}": {}
ru: Не удалось загрузить RPM "{}": {}

source: Unable to determine id of the repository in the cache.
de: Bestimmung der ID der Paketquelle im Cache nicht möglich.
fi: Välimuistissa olevan ohjelmistolähteen tunnusta ei voi määrittää.
fr: Impossible de déterminer l'ID du dépôt dans le cache.
id: Tidak dapat menentukan ID repositori dalam cache.
it: Impossibile determinare l'ID del repository nella cache.
nl: Bepalen van de ID van de repository in de cache mislukt.
pt_br: Não foi possível determinar o ID do repositório no cache.
ru: Невозможно определить идентификатор репозитория в кэше.

source: Empty path to the repository cache directory.
de: Leerer Pfad zum Paketquellen-Cacheverzeichnis.
fi: Tyhjä polku ohjelmistolähteen välimuistihakemistoon.
fr: Le chemin d'accès au répertoire du cache des dépôts est vide.
id: Jalur kosong ke direktori cache repositori.
it: Percorso vuoto per la directory della cache del repository.
nl: Leeg pad naar de repository-cachemap.
pt_br: Caminho vazio para o diretório de cache do repositório.
ru: Пустой путь к каталогу кэша репозитория.

source: Librepo error: {}
de: Librepo-Fehler: {}
fi: Librepo-virhe: {}
fr: Erreur librepo : {}
id: Kesalahan Librepo: {}
it: Errore Librepo: {}
nl: Librepo-fout: {}
pt_br: Erro no librepo: {}
ru: Ошибка Librepo: {}

source: Failed to set up metadata download
de: Einrichten des Herunterladens von Metadaten ist fehlgeschlagen
id: Gagal mengatur unduhan metadata
it: Impossibile impostare il download dei metadati
nl: Het opzetten van de metadata-download is mislukt
pt_br: Falha ao configurar o download de metadados

source: Failed to download metadata
de: Herunterladen der Metadaten fehlgeschlagen
id: Gagal mengunduh metadata
it: Impossibile scaricare i metadati
nl: Downloaden metadata mislukt
pt_br: Falha ao baixar metadados

source: Error checking if metalink "{}" is in sync for repository "{}"
de: Fehler beim Prüfen, ob metalink „{}“ für Paketquelle „{}“ synchronisiert ist
fi: Virhe tarkistettaessa, onko metalinkki "{}" synkronoitu ohjelmistolähteeseen "{}"
fr: Erreur lors de la vérification de la synchronisation du metalink "{}" du dépôt "{}"
id: Pemeriksaan kesalahan untuk memastikan apakah metalink "{}" sinkron dengan repositori "{}"
it: Errore durante il controllo della sincronizzazione del metalink "{}" per il repository "{}"
nl: Controleren of metalink "{}" in sync is met repository "{}" is mislukt
pt_br: Erro ao verificar se o metalink "{}" está sincronizado com o repositório "{}"
ru: Ошибка при проверке синхронизации metalink "{}" для репозитория "{}"

source: Error checking if repomd ({}: "{}") is in sync for repository "{}"
de: Fehler beim Überprüfen, ob repomd ({}: „{}“) für die Paketquelle „{}“ synchronisiert ist
fi: Virhe tarkistettaessa, onko repomd ({}: "{}") synkronoitu ohjelmistolähteen "{}" kanssa
fr: Erreur lors de la vérification de la synchronisation du repomd ({}: "{}") du dépôt "{}"
id: Pemeriksaan kesalahan untuk memastikan apakah repomd ({}: "{}") sinkron dengan repositori "{}"
it: Errore durante il controllo della sincronizzazione di repomd ({}: "{}") per il repository "{}"
nl: Controleren of repomd ({}: "{}") in sync is met repository "{}" is mislukt
pt_br: Erro ao verificar se repomd ({}: "{}") está sincronizado com o repositório "{}"
ru: Ошибка при проверке синхронизации repomd ({}: "{}") для репозитория "{}"

source: Error loading local metadata for repository "{}"
de: Fehler beim Laden der lokalen Metadaten für Paketquelle „{}“
fi: Virhe ladattaessa paikallisia metatietoja ohjelmistolähteelle "{}"
fr: Erreur lors du chargement des métadonnées locales du dépôt "{}"
id: Kesalahan saat memuat metadata lokal untuk repositori "{}"
it: Errore durante il caricamento dei metadati locali per il repository "{}"
nl: Laden van locale metadata voor repository "{}" is mislukt
pt_br: Erro ao carregar metadados locais para o repositório "{}"
ru: Ошибка при загрузке локальных метаданных для репозитория "{}"

source: No valid source (baseurl, mirrorlist or metalink) found for repository "{}"
de: Keine gültige Quelle (baseurl, mirrorlist oder metalink) für Paketquelle „{}“ gefunden
fi: Ohjelmistolähteelle "{}" ei löytynyt kelvollista lähdettä (baseurl, peililuettelo tai metalink)
fr: Aucune source valide (baseurl, mirrorlist ou metalink) trouvée pour le dépôt "{}"
id: Tidak ditemukan sumber yang valid (baseurl, mirrorlist, atau metalink) untuk repositori "{}".
it: Nessuna sorgente valida (baseurl, mirrorlist o metalink) trovata per il repository "{}"
nl: Geen geldige bron (baseurl, mirrorlist of metalink) gevonden voor repository "{}"
pt_br: Nenhuma fonte válida (baseurl, mirrorlist ou metalink) encontrada para o repositório "{}"
ru: Для репозитория "{}" не найден действительный источник (baseurl, mirrorlist или metalink)

source: Failed to import OpenPGP keys into temporary keyring: {}
de: Importieren der OpenPGP-Schlüssel in den temporären Schlüsselbund ist fehlgeschlagen: {}
fi: OpenPGP-avainten tuonti väliaikaiseen avainrenkaaseen epäonnistui: {}
fr: Échec de l'importation des clés OpenPGP dans le trousseau temporaire : {}
id: Gagal mengimpor kunci OpenPGP ke dalam ring kunci sementara: {}
it: Impossibile importare le chiavi OpenPGP nel portachiavi temporaneo: {}
nl: Importeren van OpenPGP-sleutels naar de tijdelijke sleutelbos is mislukt: {}
pt_br: Falha ao importar chaves OpenPGP para um chaveiro temporário: {}

source: Failed to list OpenPGP keys: {}
de: Auflisten der OpenPGP-Schlüssel ist fehlgeschlagen: {}
fi: OpenPGP-avainten listaaminen epäonnistui: {}
fr: Échec de la récupération de la liste des clés OpenPGP : {}
id: Gagal menampilkan kunci OpenPGP: {}
it: Impossibile elencare le chiavi OpenPGP: {}
nl: Het weergeven van OpenPGP-sleutels is mislukt: {}
pt_br: Falha ao listar chaves OpenPGP: {}

source: Failed to import OpenPGP keys: {}
de: Importieren der OpenPGP-Schlüssel ist fehlgeschlagen: {}
fi: OpenPGP-avainten tuominen epäonnistui: {}
fr: Échec de l'importation des clés OpenPGP : {}
id: Gagal mengimpor kunci OpenPGP: {}
it: Impossibile importare le chiavi OpenPGP: {}
nl: Het importeren van OpenPGP-sleutels is mislukt: {}
pt_br: Falha ao importar chaves OpenPGP: {}

source: Failed to create repo "{}": Id is present more than once in the configuration
de: Erstellen der Paketquelle „{}“ fehlgeschlagen: ID ist mehr als einmal in der Konfiguration enthalten
fi: Tietovaraston "{}" luominen epäonnistui: Tunnus on useammin kuin kerran määrityksessä
fr: Échec de la création du dépôt "{}" : l'ID est présent plus d'une fois dans la configuration
id: Gagal membuat repositori "{}": ID muncul lebih dari sekali dalam konfigurasi
it: Impossibile creare il repo "{}": l'ID è presente più di una volta nella configurazione
nl: Het aanmaken van repository "{}" is mislukt: ID is meer dan één keer aanwezig in de configuratie
pt_br: Falha ao criar o repositório "{}": o ID está presente mais de uma vez na configuração
ru: Не удалось создать репозиторий "{}": Идентификатор присутствует в конфигурации более одного раза

source: Cache-only enabled but no cache for repository "{}"
de: Cache-only ist aktiviert, aber kein Cache für Paketquelle „{}“
fi: Vain välimuisti käytössä, mutta ei välimuistia ohjelmistolähteelle "{}"
fr: L'option cacheonly est activée mais le dépôt "{}" n'est pas en cache
id: Cache-only diaktifkan tetapi tidak ada cache untuk repositori "{}"
it: Cache-only abilitato ma nessuna cache per il repository "{}"
nl: Cache-only is ingeschakeld, maar er is geen cache voor repository {}
pt_br: Somente cache ativado, mas sem cache para o repositório "{}"
ru: Включено только кэширование, но нет кэша для репозитория "{}"

source: Failed to load repomd for repo "{}" from "{}": {}.
de: Laden von repomd für Paketquelle „{}“ aus „{}“ fehlgeschlagen: {}.
fr: Échec du chargement du repomd du dépôt "{}" depuis "{}" : {}.
id: Gagal memuat repomd untuk repositori "{}" dari "{}": {}.
it: Impossibile caricare repomd per il repo "{}" da "{}": {}.
nl: Laden van repomd voor repo "{}" van "{}" mislukt: {}.
pt_br: Falha ao carregar o repomd para o repositório "{}" de "{}": {}.
ru: Не удалось загрузить repomd для репозитория "{}" из "{}": {}.

source: Failed to load primary for repo "{}" from "{}": {}.
de: Laden des „primary“ für Paketquelle „{}“ aus „{}“ fehlgeschlagen: {}.
fr: Échec du chargement des primary du dépôt "{}" : {}.
id: Gagal memuat repositori utama "{}" dari "{}": {}.
it: Impossibile caricare primary per il repo "{}" da "{}": {}.
nl: Het laden van primary voor repository "{}" van "{}" is mislukt: {}.
pt_br: Falha ao carregar o primário do repositório "{}" de "{}": {}.
ru: Не удалось загрузить первичные данные для репозитория "{}" из "{}": {}.

source: Unsupported extended repodata type for the system repo: "{}".
de: Nicht unterstützter erweiterter Paketquellen-Datentyp für die System-Paketquelle: „{}“.
fi: Ei tuettu laajennettua repodata-tyyppiä järjestelmätietovarastolle: "{}".
fr: Type étendu de repodata non pris en charge pour le dépôt système : "{}".
id: Tipe data repositori yang tidak didukung untuk repositori sistem: "{}".
it: Tipo di repodata esteso non supportato per il repo di sistema: "{}".
nl: Niet-ondersteund uitgebreid repodata-type voor de systeemrepository: "{}".
pt_br: Tipo de repodata estendido não compatível para o repositório do sistema: "{}".
ru: Неподдерживаемый расширенный тип репо-данных для системного репозитория: "{}".

source: Failed to load {} extension for repo "{}" from "{}": {}
de: Laden der {}-Erweiterung für Paketquelle „{}“ aus „{}“ fehlgeschlagen: {}
fi: {} laajennuksen lataaminen "{}":sta tietovarastolle "{}" epäonnistui: {}
fr: Échec du chargement de l'extension {} pour le dépôt "{}" à partir de "{}" : {}
id: Gagal memuat ekstensi {} untuk repositori "{}" dari "{}": {}
it: Impossibile caricare l'estensione {} per il repo "{}" da "{}": {}
nl: Laden van extensie {} voor repository "{}" van "{}" is mislukt: {}
pt_br: Falha ao carregar a extensão {} para o repositório "{}" de "{}": {}
ru: Не удалось загрузить расширение {} для репозитория "{}" из "{}": {}

source: Failed to load system repo from root "{}": {}
de: Laden der System-Paketquelle aus der Wurzel „{}“ fehlgeschlagen: {}
fi: Järjestelmätietovaraston lataaminen juurelta "{}" epäonnistui: {}
fr: Échec du chargement du dépôt système à partir de la racine "{}" : {}
id: Gagal memuat repositori sistem dari direktori akar "{}": {}
it: Impossibile caricare il repo di sistema dalla root "{}": {}
nl: Laden van systeemrepository van root "{}" is mislukt: {}
pt_br: Falha ao carregar o repositório do sistema a partir da raiz "{}": {}
ru: Не удалось загрузить системный репозиторий из корня "{}": {}

source: Failed to load {} cache for repo "{}" from "{}": {}
de: Laden des {}-Caches für Paketquelle „{}“ aus „{}“ fehlgeschlagen: {}
fi: Tietovaraston "{}" välimuistin {} lataaminen "{}":sta epäonnistui: {}
fr: Échec du chargement du cache {} pour le dépôt "{}" à partir de "{}" : {}
id: Gagal memuat cache {} untuk repositori "{}" dari "{}": {}
it: Impossibile caricare la cache {} per il repo "{}" da "{}": {}
nl: Laden van {}-cache voor repository "{}" van "{}" is mislukt: {}
pt_br: Falha ao carregar o cache de {} para o repositório "{}" de "{}": {}
ru: Не удалось загрузить кеш {} для репозитория "{}" из "{}": {}

source: Failed to write primary cache for repo "{}" to "{}": {}
de: Schreiben des primären Caches für Paketquelle „{}“ aus „{}“ fehlgeschlagen: {}
fi: Tietovaraston "{}" ensisijaisen välimuistin kirjoittaminen "{}":een epäonnistui: {}
fr: Échec de l'écriture du cache primary pour le dépôt "{}" dans "{}" : {}
id: Gagal menulis cache utama untuk repositori "{}" ke "{}": {}
it: Impossibile scrivere la cache primaria per il repo "{}" su "{}": {}
nl: Schrijven van primary-cache voor repository "{}" naar "{}" is mislukt: {}
pt_br: Falha ao gravar cache primário do repositório "{}" em "{}": {}
ru: Не удалось записать первичный кэш для репозитория "{}" в "{}": {}

source: Failed to re-load primary cache for repo "{}" from "{}": {}
de: Erneutes Laden des primären Caches für Paketquelle „{}“ aus „{}“ fehlgeschlagen: {}
fr: Échec du rechargement du cache primary pour le dépôt "{}" à partir de "{}" : {}
id: Gagal memuat ulang cache utama untuk repositori "{}" dari "{}": {}
it: Impossibile ricaricare la cache primaria per il repo "{}" da "{}": {}
nl: Herladen van primary-cache voor repository "{}" van "{}" mislukt: {}
pt_br: Falha ao recarregar o cache primário do repositório "{}" de "{}": {}
ru: Не удалось перезагрузить первичный кэш для репозитория "{}" из "{}": {}

source: Failed to write {} cache for repo "{}" to "{}": {}
de: Schreiben des {}-Caches für Paketquelle „{}“ aus „{}“ fehlgeschlagen: {}
fr: Échec de l'écriture du cache {} pour le dépôt "{}" dans"{}" : {}
id: Gagal menulis cache {} untuk repositori "{}" ke "{}": {}
it: Impossibile scrivere la cache {} per il repo "{}" su "{}": {}
nl: Schrijven van {}-cache voor repository "{}" naar "{}" is mislukt: {}
pt_br: Falha ao gravar o cache de {} do repositório "{}" em "{}": {}
ru: Не удалось записать кеш {} для репозитория "{}" в "{}": {}

source: Failed to re-load {} cache for repo "{}" from "{}": {}
de: Erneutes Laden des {}-Caches für Paketquelle „{}“ aus „{}“ fehlgeschlagen: {}
fi: Tietovaraston "{}" välimuistin {} lataaminen "{}":sta epäonnistui: {}
fr: Échec du rechargement du cache {} pour le dépôt "{}" à partir de "{}" : {}
id: Gagal memuat ulang cache {} untuk repositori "{}" dari "{}": {}
it: Impossibile ricaricare la cache {} per il repo "{}" da "{}": {}
nl: Herladen van {}-cache van repository "{}" van "{}" is mislukt: {}
pt_br: Falha ao recarregar o cache de {} para o repositório "{}" de "{}": {}
ru: Не удалось перезагрузить кеш {} для репозитория "{}" из "{}": {}

source: An error occurred when parsing the temporary files memory file at '{}': {}
de: Ein Fehler ist beim Auswerten der temporären Dateien im Speicher aufgetreten bei „{}“: {}
fi: Tapahtui virhe jäsennettäessä väliaikaisten tiedostojen muistitiedostoa '{}':lla: {}
fr: Une erreur s'est produite lors de l'analyse du fichier mémoire des fichiers temporaires à l'emplacement '{}' : {}
id: Terjadi kesalahan saat memproses berkas sementara di '{}': {}
it: Si è verificato un errore durante l'analisi del file di memoria dei file temporanei in '{}': {}
nl: Er is een fout opgetreden bij het verwerken van het geheugenbestand van tijdelijke bestanden op '{}': {}
pt_br: Ocorreu um erro ao analisar o arquivo de memória de arquivos temporários em '{}': {}
ru: Произошла ошибка при разборе файла памяти временных файлов по адресу '{}': {}

source: NEVRA string "{}" contains ':' multiple times
de: NEVRA-Zeichenkette „{}“ enthält „:“ mehrmals
fi: NEVRA-merkkijono "{}" sisältää ":" useita kertoja
fr: La chaîne NEVRA "{}" contient plusieurs ':'
id: String NEVRA "{}" mengandung karakter ':' beberapa kali
it: La stringa NEVRA "{}" contiene ':' più volte
nl: NEVRA-string "{}" bevat meermaals ':'
pt_br: A string NEVRA "{}" contém ':' várias vezes
ru: Строка NEVRA "{}" содержит ':' несколько раз

source: Invalid character '{}' in NEVRA string "{}"
de: Ungültiges Zeichen „{}“ in NEVRA-Zeichenkette „{}“
fi: Virheellinen merkki '{}' NEVRA-merkkijonossa "{}"
fr: Caractère '{}' invalide dans la chaîne NEVRA "{}"
id: Karakter tidak valid '{}' dalam string NEVRA "{}"
it: Carattere '{}' non valido nella stringa NEVRA "{}"
nl: Ongeldig teken '{}' in NEVRA-string "{}"
pt_br: Caractere inválido '{}' na string NEVRA "{}"
ru: Недопустимый символ '{}' в строке NEVRA "{}"
