Repository: rpm-software-management/dnf5
Catalog: libdnf5/po/*.po
Languages: de, fi, fr, id, it, nl, pt_br, ru

source: Package with rpmdbid was not found
de: Paket mit rpmdb-ID wurde nicht gefunden
fi: Pakettia rpmdbidin kanssa ei löytynyt
fr: Impossible de trouver un paquet avec ce rpmdbid
id: Paket dengan rpmdbid tidak ditemukan
it: Pacchetto con rpmdbid non trovato
nl: Pakket met rpmdbid niet gevonden
pt_br: Pacote com rpmdbid não foi encontrado
ru: Пакет с rpmdbid не найден

source: <unknown>
de: <unbekannt>
fi: <tuntematon>
fr: <inconnu>
id: <tidak diketahui>
it: <sconosciuto>
nl: <onbekend>
pt_br: <desconhecido>

source: Cannot parse a dependency string
de: Abhängigkeitszeichenkette kann nicht ausgewertet werden
fi: Riippuvuusmerkkijonoa ei voi jäsentää
fr: Impossible d'analyser une chaîne de dépendance
id: Tidak dapat mengurai string dependensi
it: Impossibile analizzare una stringa di dipendenza
nl: Kan afhankelijkheidsstring niet parsen
pt_br: Não é possível analisar uma string de dependência
ru: Невозможно разобрать строку зависимостей

source: No corresponding key was found.
de: Kein zugehöriger Schlüssel wurde gefunden.
fi: Vastaavaa avainta ei löytynyt.
fr: Aucune clé correspondante n'a pu être trouvée.
id: Tidak ditemukan kunci yang sesuai.
it: Nessuna chiave corrispondente trovata.
nl: Geen bijbehorende sleutel gevonden.
pt_br: Nenhuma chave correspondente foi encontrada.
ru: Соответствующий ключ не найден.

source: The signature is valid, but the key is not trusted.
de: Die Signatur ist gültig, aber dem Schlüssel wird nicht vertraut.
fi: Allekirjoitus on kelvollinen, mutta avaimeen ei luoteta.
fr: La signature est valide, mais la clé n'est pas considérée comme étant de confiance.
id: Tanda tangan tersebut valid, tetapi kunci tidak dipercaya.
it: La firma è valida, ma la chiave non è attendibile.
nl: De handtekening is geldig, maar de sleutel wordt niet vertrouwd.
pt_br: A assinatura é válida, mas a chave não é confiável.
ru: Подпись действительна, но ключ не доверен.

source: The package is not signed.
de: Das Paket ist nicht signiert.
fi: Pakettia ei ole allekirjoitettu.
fr: Le paquet n'est pas signé.
id: Paket ini tidak ditandatangani.
it: Il pacchetto non è firmato.
nl: Het pakket is niet ondertekend.
pt_br: O pacote não está assinado.
ru: Пакет не подписан.

source: Problem occurred when opening the package.
de: Beim Öffnen des Pakets ist ein Fehler aufgetreten.
fi: Pakettia avatessa ilmeni virhe.
fr: Une erreur s'est produite lors de l'ouverture du paquet.
id: Masalah terjadi saat membuka paket.
it: Si è verificato un problema durante l'apertura del pacchetto.
nl: Probleem opgetreden bij het openen van het pakket.
pt_br: Ocorreu um problema ao abrir o pacote.
ru: Возникла проблема при открытии пакета.

source: Failed to set rpm transaction rootDir "{}".
de: Setzen des rootDir „{}“ für die rpm-Transaktion fehlgeschlagen.
fr: Échec de la définition du rootDir de la transaction RPM à la valeur "{}".
id: Gagal menetapkan rootDir transaksi rpm "{}".
it: Impossibile impostare la rootDir "{}" della transazione rpm.
nl: Instellen van rootDir rpm-transactie "{}" is mislukt.
pt_br: Falha ao definir o rootDir de transação rpm com "{}".
ru: Не удалось установить транзакцию rpm rootDir "{}".

source: "{}": key is not an armored public key.
de: „{}“: Schlüssel ist kein gesicherter öffentlicher Schlüssel.
fi: "{}": avain ei ole panssaroitu julkinen avain.
fr: "{}": la clé n'est pas une clé publique blindée.
id: "{}": Kunci ini bukan kunci publik yang dienkripsi.
it: "{}": la chiave non è una chiave pubblica blindata.
nl: "{}": sleutel is geen 'armored' publieke sleutel.
pt_br: "{}": a chave não é uma chave pública blindada.
ru: "{}": ключ не является бронированным публичным ключом.

source: Failed to import public key "{}" to rpmdb: {}
de: Importieren des öffentlichen Schlüssels „{}“ in rpmdb fehlgeschlagen: {}
fi: Julkisen avaimen "{}" tuonti rpmdb:hen epäonnistui: {}
fr: Échec de l'importation de la clé publique "{}" dans la rpmdb : {}
id: Gagal mengimpor kunci publik "{}" ke rpmdb: {}
it: Impossibile importare la chiave pubblica "{}" in rpmdb: {}
nl: Importeren van publieke sleutel "{}" naar rpmdb mislukt: {}
pt_br: Falha ao importar a chave pública "{}" para rpmdb: {}
ru: Не удалось импортировать открытый ключ "{}" в rpmdb: {}

source: Cannot set root directory "{}"
de: Wurzelverzeichnis „{}“ kann nicht gesetzt werden
fi: Juurihakemistoa "{}" ei voi asettaa
fr: Impossible de définir le répertoire racine à la valeur "{}"
id: Tidak dapat menetapkan direktori akar "{}"
it: Impossibile impostare la directory radice "{}"
nl: Instellen van root-map "{}" mislukt
pt_br: Não é possível definir o diretório raiz "{}"
ru: Невозможно установить корневой каталог "{}"

source: Error %i opening rpm database
de: Fehler %i beim Öffnen der rpm-Datenbank
fi: Virhe %i avattaessa rpm-tietokantaa
fr: Erreur %i lors de l'ouverture de la base de données RPM
id: Kesalahan %i saat membuka basis data RPM
it: Errore %i nell'apertura del database RPM
nl: Fout %i bij openen van rpm-database
pt_br: Erro %i ao abrir o banco de dados rpm
ru: Ошибка %i при открытии базы данных rpm

source: The rpmdbCookie() function did not return cookie of rpm database.
de: Die Funktion rpmdbCookie() hat keinen Cookie einer rpm-Datenbank zurückgeliefert.
fi: rpmdbCookie()-funktio ei palauttanut rpm-tietokannan evästettä.
fr: La fonction rpmdbCookie() n'a pas retourné le cookie de la base de données RPM.
id: Fungsi rpmdbCookie() tidak mengembalikan cookie dari basis data RPM.
it: La funzione rpmdbCookie() non ha restituito il cookie del database RPM.
nl: De rpmdbCookie()-functie heeft geen cookie van de rpm-database teruggegeven.
pt_br: A função rpmdbCookie() não retornou cookie do banco de dados rpm.
ru: Функция rpmdbCookie() не возвращала cookie базы данных rpm.

source: Failed to order the rpm transaction.
de: Ordnen der rpm-Transaktion fehlgeschlagen.
fi: rpm-tapahtuman tilaaminen epäonnistui.
fr: Échec du tri de la transaction RPM.
id: Gagal memesan transaksi RPM.
it: Impossibile ordinare la transazione rpm.
nl: Het ordenen van de rpm-transactie is mislukt.
pt_br: Falha ao solicitar a transação rpm.
ru: Не удалось заказать транзакцию rpm.

source: Failed to set scriptlet output file, cannot duplicate file descriptor: {}
de: Fehler beim Setzen der Scriptlet-Ausgabedatei. Der Dateideskriptor kann nicht dupliziert werden: {}
fr: Échec de la définition du fichier scriptlet de sortie, impossible de dupliquer le descripteur de fichier : {}
id: Gagal menetapkan berkas keluaran scriptlet, tidak dapat menduplikasi deskriptor berkas: {}
it: Impossibile impostare il file di output dello scriptlet, impossibile duplicare il descrittore del file: {}
nl: Instellen van uitvoerbestand voor scriptlet mislukt, bestanddescriptor kan niet worden gedupliceerd: {}
pt_br: Falha ao definir o arquivo de saída do scriptlet. Não é possível duplicar o descritor de arquivo: {}
ru: Не удалось установить выходной файл скриптлета, невозможно продублировать дескриптор файла: {}

source: Failed to set scriptlet output file, cannot open file "{}": {}
de: Fehler beim Setzen der Scriptlet-Ausgabedatei. Die Datei „{}“ kann nicht geöffnet werden: {}
fr: Échec de la définition du fichier scriptlet de sortie, impossible d'ouvrir le fichier "{}" : {}
id: Gagal menetapkan berkas output scriptlet, tidak dapat membuka berkas "{}": {}
it: Impossibile impostare il file di output dello scriptlet, impossibile aprire il file "{}": {}
nl: Instellen van uitvoerbestand voor scriptlet mislukt, kan bestand "{}" niet openen: {}
pt_br: Falha ao definir o arquivo de saída do scriptlet, não é possível abrir o arquivo "{}": {}
ru: Не удалось установить выходной файл скриптлета, не удается открыть файл "{}": {}

source: Failed to read package header, cannot open file "{}": {}
de: Fehler beim Lesen der Paket-Kopfzeilen. Die Datei „{}“ kann nicht geöffnet werden: {}
fr: Échec de la lecture de l'en-tête de paquet, impossible d'ouvrir le fichier "{}" : {}
id: Gagal membaca header paket, tidak dapat membuka berkas "{}": {}
it: Impossibile leggere l'intestazione del pacchetto, impossibile aprire il file "{}": {}
nl: Lezen van pakket-header mislukt; kan bestand "{}" niet openen: {}
pt_br: Falha ao ler o cabeçalho do pacote. Não é possível abrir o arquivo "{}": {}
ru: Не удалось прочитать заголовок пакета, не удается открыть файл "{}": {}

source: Failed to read package header from file "{}"
de: Fehler beim Lesen der Paket-Kopfzeilen aus Datei „{}“
fi: Paketin otsikon lukeminen tiedostosta "{}" epäonnistui
fr: Échec de la lecture de l'en-tête de paquet dans le fichier "{}"
id: Gagal membaca header paket dari berkas "{}"
it: Impossibile leggere l'intestazione del pacchetto dal file "{}"
nl: Lezen van pakket-header van bestand "{}" mislukt
pt_br: Falha ao ler o cabeçalho do pacote do arquivo "{}"
ru: Не удалось прочитать заголовок пакета из файла "{}"

source: Cannot init rpm database iterator
de: Der rpm-Datenbank-Iterator kann nicht initialisiert werden
fr: Impossible d'initialiser l'itérateur de base de données RPM
id: Tidak dapat menginisialisasi iterator basis data RPM
it: Impossibile inizializzare l'iteratore del database rpm
nl: Initialiseren van rpm-database-iterator mislukt
pt_br: Não é possível iniciar o iterador do banco de dados RPM
ru: Невозможно инициировать итератор базы данных rpm

source: Package was not found in rpm database
de: Paket wurde nicht in der rpm-Datenbank gefunden
fi: Pakettia ei löytynyt rpm-tietokannasta
fr: Le paquet n'a pas pu être trouvé dans la base de données RPM
id: Paket tidak ditemukan dalam basis data RPM
it: Pacchetto non trovato nel database rpm
nl: Pakket niet gevonden in rpm-database
pt_br: Pacote não foi encontrado no banco de dados rpm
ru: Пакет не найден в базе данных rpm

source: Cannot reinstall package "{}"
de: Paket „{}“ kann nicht neu installiert werden
fi: Pakettia "{}" ei voi asentaa uudelleen
fr: Impossible de réinstaller le paquet "{}"
id: Tidak dapat menginstal ulang paket "{}"
it: Impossibile reinstallare il pacchetto "{}"
nl: Herinstalleren van pakket "{}" mislukt
pt_br: Não é possível reinstalar o pacote "{}"
ru: Невозможно переустановить пакет "{}"

source: Cannot remove package "{}"
de: Paket „{}“ kann nicht entfernt werden
fi: Pakettia "{}" ei voi poistaa
fr: Impossible de supprimer le paquet "{}"
id: Tidak dapat menghapus paket "{}"
it: Impossibile rimuovere il pacchetto "{}"
nl: Verwijderen van pakket "{}" is mislukt
pt_br: Não é possível remover o pacote "{}"
ru: Невозможно удалить пакет "{}"

source: Cannot upgrade package "{}"
de: Paket „{}“ kann nicht aktualisiert werden
fi: Pakettia "{}" ei voi päivittää
fr: Impossible de mettre à jour le paquet "{}"
id: Tidak dapat meningkatkan versi paket "{}"
it: Impossibile aggiornare il pacchetto "{}"
nl: Upgraden van pakket "{}" is mislukt
pt_br: Não é possível atualizar o pacote "{}"
ru: Невозможно обновить пакет "{}"

source: Cannot downgrade package "{}"
de: Paket „{}“ kann nicht heruntergestuft werden
fi: Pakettia "{}" ei voi varhentaa
fr: Impossible d'installer la version antérieure du paquet "{}"
id: Tidak dapat menurunkan versi paket "{}"
it: Impossibile retrocedere il pacchetto "{}"
nl: Downgraden van pakket "{}" is mislukt
pt_br: Não é possível desatualizar o pacote "{}"
ru: Невозможно понизить версию пакета "{}"

source: Cannot install package "{}"
de: Paket „{}“ kann nicht installiert werden
fi: Pakettia "{}" ei voi asentaa
fr: Impossible d'installer le paquet "{}"
id: Tidak dapat menginstal paket "{}"
it: Impossibile installare il pacchetto "{}"
nl: Installeren van pakket "{}" is mislukt
pt_br: Não é possível instalar o pacote "{}"
ru: Невозможно установить пакет "{}"

source: Failed to convert epoch "{}" to number
de: Konvertierung von Epoche „{}“ in eine Zahl fehlgeschlagen
fr: Échec de la conversion de l'epoch "{}" en nombre
id: Gagal mengonversi epoch "{}" menjadi angka
it: Impossibile convertire l'epoca "{}" in numero
nl: Omzetten van epoch "{}" naar een nummer is mislukt
pt_br: Falha ao converter a época "{}" para número
ru: Не удалось преобразовать эпоху "{}" в число

source: Writing debugsolver data into "{}" failed: {}
de: Schreiben der debugsolver-Daten in „{}“ fehlgeschlagen: {}
fr: Échec de l'écriture des données debugsolver dans "{}" : {}
id: Gagal menulis data debugsolver ke "{}": {}
it: Scrittura dei dati di debugsolver in "{}" fallita: {}
nl: Schrijven van debugsolver-data naar "{}" is mislukt: {}
pt_br: Falha ao gravar os dados do solucionador de depuração em "{}": {}
ru: Сбой записи данных отладчика в "{}": {}

source: Invalid TOML version "{}", "MAJOR.MINOR" expected
de: Ungültige TOML-Version „{}“, „HAUPTVERSION.NEBENVERSION“ erwartet
fi: Virheellinen TOML-versio "{}", odotettiin muotoa "MAJOR.MINOR"
fr: Version TOML "{}" invalide, "V_MAJEURE.V_MINEURE" attendu
id: Versi TOML tidak valid "{}", diharapkan "MAJOR.MINOR"
it: Versione TOML "{}" non valida, previsto "MAJOR.MINOR"
nl: Ongeldige TOML-versie "{}", "MAJOR.MINOR" verwacht
pt_br: Versão TOML "{}" inválida, esperava-se "MAJOR.MINOR"
ru: Недопустимая версия TOML "{}", ожидается "MAJOR.MINOR"

source: {} state for "{}" not found.
de: Zustand {} für „{}“ nicht gefunden.
fr: État {} pour "{}" introuvable.
id: {} status untuk "{}" tidak ditemukan.
it: Stato {} per "{}" non trovato.
nl: {}-staat voor "{}" niet gevonden.
pt_br: Estado {} para "{}" não encontrado.
ru: Состояние {} для "{}" не найдено.

source: Loading system state TOML file {} failed (see dnf5-system-state(7)): {}
de: Laden der Systemstatus-TOML-Datei {} fehlgeschlagen (siehe dnf5-system-state(7)): {}
fr: Le chargement du fichier TOML d'état système {} a échoué (voir dnf5-system-state(7)) : {}
id: Pemuatan berkas TOML status sistem {} gagal (lihat dnf5-system-state(7)): {}
it: Caricamento del file TOML dello stato del sistema {} fallito (vedi dnf5-system-state(7)): {}
nl: Laden van TOML-bestand voor systeemstaat {} is mislukt (zie dnf5-system-state(7)): {}
pt_br: Falha ao carregar o arquivo TOML do estado do sistema {} (consulte dnf5-system-state(7)): {}

source: Unsupported TOML version "{}", maximum supported version is "{}"
de: Nicht unterstützte TOML-Version „{}“, die höchstmöglich unterstützte Version ist „{}“
fr: Version TOML "{}" non prise en charge, la version prise en charge maximale est "{}"
id: Versi TOML yang tidak didukung "{}", versi maksimum yang didukung adalah "{}"
it: Versione TOML "{}" non supportata, la versione massima supportata è "{}"
nl: Niet-ondersteunde TOML-versie "{}"; maximale ondersteunde versie is "{}"
pt_br: Versão TOML "{}" não suportada, a versão máxima suportada é "{}"
ru: Неподдерживаемая версия TOML "{}", максимальная поддерживаемая версия - "{}"

source: In progress
de: Wird ausgeführt
fi: Meneillään
fr: En cours
id: Sedang berlangsung
it: In corso
nl: Bezig
pt_br: Em andamento
ru: В процессе

source: Not in progress
de: Wird nicht ausgeführt
fi: Ei meneillään
fr: Pas en cours
id: Tidak sedang berlangsung
it: Non in corso
nl: Niet bezig
pt_br: Não em andamento
ru: Не выполняется

source: No transaction in progress
de: Keine Transaktion in Bearbeitung
fi: Ei tapahtumaa meneillään
fr: Aucune transaction en cours
id: Tidak ada transaksi yang sedang berlangsung
it: Nessuna transazione in corso
nl: Geen transactie bezig
pt_br: Nenhuma transação em andamento
ru: Транзакция не выполняется

source: Transformer: can't open history persist dir
de: Transformer: Verlauferhaltendes Verzeichnis kann nicht geöffnet werden
fi: Muunnin: pysyvän historiakansion ei voi avata
fr: Transformer: impossible d'ouvrir le répertoire de persistance de l'historique
id: Transformer: tidak dapat membuka direktori penyimpanan riwayat
it: Transformer: impossibile aprire la directory persistente della cronologia
nl: Transformer: kan de geschiedenisopslagmap niet openen
pt_br: Transformer: não é possível abrir o diretório persistente do histórico
ru: Transformer: не удается открыть каталог сохранения истории

source: Couldn't find a history database
de: Verlaufsdatenbank konnte nicht gefunden werden
fi: Historiatietokantaa ei voitu löytää
fr: Impossible de trouver la base de données de l'historique
id: Tidak dapat menemukan basis data sejarah
it: Impossibile trovare un database della cronologia
nl: Kan geen geschiedenisdatabase vinden
pt_br: Não foi possível encontrar um banco de dados de histórico
ru: Не удалось найти базу данных с историей

source: Failed to insert record into table 'comps_environment_group' in history database
de: Einfügen des Datensatzes in die Tabelle „comps_environment_group“ in der Verlaufsdatenbank fehlgeschlagen
fr: Échec de l'insertion de l'enregistrement dans la table 'comps_environment_group' de la base de données de l'historique
id: Gagal menyisipkan catatan ke dalam tabel 'comps_environment_group' di basis data riwayat
it: Impossibile inserire il record nella tabella 'comps_environment_group' nel database della cronologia
nl: Invoegen van record in de tabel 'comps_environment_group' van de geschiedenisdatabase is mislukt
pt_br: Falha ao inserir registro na tabela 'comps_environment_group' no banco de dados de histórico
ru: Не удалось вставить запись в таблицу 'comps_environment_group' в базе данных с историей

source: Unable to get 'version' from table 'config'
de: „version“ kann nicht aus Tabelle „config“ abgerufen werden
fr: Impossible d'obtenir 'version' à partir de la table 'config'
id: Tidak dapat mengambil 'version' dari tabel 'config'
it: Impossibile ottenere 'version' dalla tabella 'config'
nl: Kan 'version' niet ophalen uit de 'config'-tabel
pt_br: Não é possível obter 'version' da tabela 'config'
ru: Невозможно получить 'version' из таблицы 'config'

source: Failed to insert record into table 'item' in history database
de: Einfügen des Datensatzes in die Tabelle „item“ in der Verlaufsdatenbank fehlgeschlagen
fr: Échec de l'insertion de l'enregistrement dans la table 'item' de la base de données de l'historique
id: Gagal menyisipkan catatan ke dalam tabel 'item' di basis data riwayat
it: Impossibile inserire il record nella tabella 'item' nel database della cronologia
nl: Invoegen van record in de tabel 'item' van de geschiedenisdatabase is mislukt
pt_br: Falha ao inserir registro na tabela 'item' no banco de dados de histórico
ru: Не удалось вставить запись в таблицу 'item' в базе данных с историей

source: error reading offline state file
de: Fehler beim Lesen der Offline-Zustandsdatei
fi: virhe luettaessa ei-verkkotilatiedostoa
fr: erreur lors de la lecture du fichier d'état hors ligne
id: kesalahan saat membaca berkas state offline
it: errore nella lettura del file di stato offline
nl: fout bij lezen van het offlinestaat-bestand
pt_br: erro ao ler arquivo de estado offline
ru: ошибка чтения автономного файла состояния

source: incompatible version of state data
de: inkompatible Version der Zustandsdaten
fi: yhteensopimaton versio tilatiedoista
fr: version des données d'état incompatible
id: versi data state tidak kompatibel
it: versione dei dati di stato incompatibile
nl: incompatibele versie van staatdata
pt_br: versão de dados de estado incompatível
ru: несовместимая версия данных состояния

source: Invalid transaction state: {}
de: Ungültiger Transaktionszustand: {}
fi: Virheellinen tapahtumatila: {}
fr: État de transaction invalide : {}
id: Status transaksi tidak valid: {}
it: Stato della transazione non valido: {}
nl: Ongeldige transactiestaat: {}
pt_br: Estado de transação inválido: {}
ru: Неверное состояние транзакции: {}

source: Transaction has already started!
de: Transaktion wurde bereits gestartet!
fi: Tapahtuma on jo aloitettu!
fr: La transaction a déjà débuté !
id: Transaksi telah dimulai!
it: La transazione è già iniziata!
nl: Transactie is al gestart!
pt_br: A transação já foi iniciada!
ru: Транзакция уже началась!

source: Invalid transaction item action: {}
de: Ungültige Aktion des Transaktionselements: {}
fr: Action d'élément de transaction invalide : {}
id: Aksi item transaksi tidak valid: {}
it: Azione dell'elemento di transazione non valida: {}
nl: Ongeldige transactieitemactie: {}
pt_br: Ação de item de transação inválida: {}
ru: Неверное действие элемента транзакции: {}

source: Invalid transaction item reason: {}
de: Ungültiger Grund des Transaktionselements: {}
fr: Motif d'élément de transaction invalide : {}
id: Alasan item transaksi tidak valid: {}
it: Motivo dell'elemento di transazione non valido: {}
nl: Ongeldige transactieitemreden: {}
pt_br: Motivo de item de transação inválido: {}
ru: Неверная причина элемента транзакции: {}

source: Invalid transaction item state: {}
de: Ungültiger Zustand des Transaktionselements: {}
fr: État d'élement de transaction invalide : {}
id: Status item transaksi tidak valid: {}
it: Stato dell'elemento di transazione non valido: {}
nl: Ongeldige transactieitemstaat: {}
pt_br: Estado de item de transação inválido: {}
ru: Неверное состояние элемента транзакции: {}

source: Invalid transaction item type: {}
de: Ungültiger Typ des Transaktionselements: {}
fr: Type d'élément de transaction invalide : {}
id: Jenis item transaksi tidak valid: {}
it: Tipo di elemento di transazione non valido: {}
nl: Ongeldig transactieitemtype: {}
pt_br: Tipo de item de transação inválido: {}
ru: Недопустимый тип элемента транзакции: {}

source: Action '{0}' '{1}' cannot be merged after it was '{2}' in preceding transactions -> setting '{0}'.
de: Aktion „{0}“ „{1}“ kann nicht zusammengeführt werden, nachdem es in vorigen Transaktionen „{2}“ wurde -> „{0}“ wird gesetzt.
fr: L'action '{0}' '{1}' ne peut pas être fusionnée après qu'elle ait été '{2}' dans les transactions précédentes -> définition sur '{0}'.
id: Aksi '{0}' '{1}' tidak dapat digabungkan setelah sebelumnya '{2}' dalam transaksi sebelumnya -> pengaturan '{0}'.
it: L'azione '{0}' '{1}' non può essere unita dopo che era '{2}' nelle transazioni precedenti -> impostazione '{0}'.
nl: Actie '{0}' '{1}' kan niet worden samengevoegd nadat deze '{2}' was in voorgaande transacties -> ingesteld op '{0}'.
pt_br: A ação '{0}' '{1}' não pode ser mesclada depois de ter sido '{2}' em transações anteriores -> configuração '{0}'.

source: Action 'Upgrade' '{0}' cannot be merged because it is not present at that point -> setting 'Install'.
de: Aktion „Upgrade“ „{0}“ kann nicht zusammengeführt werden, weil sie an diesem Punkt nicht existiert -> „Install“ wird gesetzt.
fr: L'action 'Mettre à jour' '{0}' ne peut pas être fusionnée car elle n'existe pas jusqu'ici -> définition sur 'Installer'.
id: Aksi 'Upgrade' '{0}' tidak dapat digabungkan karena tidak tersedia pada titik tersebut -> pengaturan 'Install'.
it: L'azione 'Upgrade' '{0}' non può essere unita perché non è presente in quel momento -> impostazione 'Install'.
nl: Actie 'Upgrade' '{0}' kan niet worden samengevoegd omdat deze op dat punt niet aanwezig is -> ingesteld op 'Install'.
pt_br: A ação 'Atualizar' '{0}' não pode ser mesclada porque não está presente naquele ponto -> configuração 'Instalar'.

source: Action 'Reinstall' '{0}' cannot be merged because it is not present at that point -> setting 'Install'.
de: Aktion „Reinstall“ „{0}“ kann nicht zusammengeführt werden, da sie an diesem Punkt nicht existiert -> „Install“ wird gesetzt.
fr: L'action 'Réinstaller' '{0}' ne peut pas être fusionnée car elle n'existe pas jusqu'ici -> définition sur 'Installer'.
id: Aksi 'Reinstall' '{0}' tidak dapat digabungkan karena tidak ada pada titik tersebut -> pengaturan 'Install'.
it: L'azione 'Reinstall' '{0}' non può essere unita perché non è presente in quel momento -> impostazione 'Install'.
nl: Actie 'Reinstall' '{0}' kan niet worden samengevoegd omdat deze op dat punt niet aanwezig is -> ingesteld op 'Install'.
pt_br: A ação 'Reinstalar' '{0}' não pode ser mesclada porque não está presente naquele ponto -> configuração 'Instalar'.
