Repository: rpm-software-management/dnf5
Catalog: libdnf5-plugins/actions/po/*.po
Languages: de, es, fi, it, ko, pt_br, ro, ru, tr, zh_cn, zh_tw

source: File "{}" on line {}: {}
de: Datei „{}“ in Zeile {}: {}
es: Archivo "{}" en línea {}: {}
fi: Tiedosto "{}" rivillä {}: {}
it: File "{}" alla riga {}: {}
ko: 행에서 "{}" 파일 {}: {}
pt_br: Arquivo "{}" on-line {}: {}
ro: Fișierul „{}” pe linia {}: {}
zh_cn: 文件"{}"在第{}行的： {}
zh_tw: 檔案 「{}」 在 {} 行： {}

source: "HOOK:PKG_FILTER:DIRECTION:OPTIONS:CMD" format expected
de: „HOOK:PAKETFILTER:RICHTUNG:OPTIONEN:BEFEHL“-Format erwartet
es: Formato "HOOK:PKG_FILTER:DIRECTION:OPTIONS:CMD" esperado
fi: "KOUKKU:PAK_SUODATIN:SUUNTA:VAIHTOEHDOT:KOM"-muotoa odotetaan
it: Previsto formato "HOOK:FILTRO_PKT:DIREZIONE:OPZIONI:CMD"
ko: "HOOK:PKG_FILTER:DIRECTION:OPTIONS:CMD" 형식이 예상됩니다
pt_br: "HOOK:PKG_FILTER:DIRECTION:OPTIONS:CMD" formato esperado
ro: Format așteptat „CÂRLIG:FILTRU_PACHETE:DIRECŢIE:OPȚIUNI:COMANDĂ”
zh_cn: 预期格式 "HOOK:PKG_FILTER:DIRECTION:OPTIONS:CMD"
zh_tw: "HOOK:PKG_FILTER:DIRECTION:OPTIONS:CMD" 預期格式

source: Unknown "enabled" option value "{}"
de: Unbekannter Wert „{}“ der Option „enabled“
es: Opción "enabled" desconocida con valor "{}"
fi: Tuntematon "enabled"-vaihtoehdon arvo "{}"
it: Valore sconosciuto per l'opzione "enabled": "{}"
ko: 알 수 없는 "enabled" 옵션 값 "{}"
pt_br: Valor de opção "habilitado" desconhecido "{}"
ro: Opțiune „ activată” cu valoarea necunoscută „{}”
zh_cn: 未知的 "已启用" 选项值 "{}"
zh_tw: 未知 "enabled" 選項值 「{}」

source: Unknown option "{}"
de: Unbekannte Option „{}“
es: Opción "{}" desconocida
fi: Tuntematon vaihtoehto "{}"
it: Opzione sconosciuta "{}"
ko: 알 수 없는 옵션 "{}"
pt_br: Opção desconhecida "{}"
ro: Opțiune necunoscută „{}”
zh_cn: 未知选项 "{}"
zh_tw: 未知選項 「{}」

source: Unknown hook "{}"
de: Unbekannte Hook „{}“
es: Enganche "{}" desconocido
fi: Tuntematon koukku "{}"
it: Hook sconosciuto "{}"
ko: 알 수 없는 인용 부호 "{}"
pt_br: Gancho desconhecido "{}"
ro: Cârlig necunoscut „{}”
zh_cn: 未知钩子 "{}"
zh_tw: 未知掛鉤「{}」

source: Package filter can only be used in GOAL_RESOLVED, PRE_TRANS and POST_TRANS hooks
de: Paketfilter kann nur in den Hooks GOAL_RESOLVED, PRE_TRANS und POST_TRANS genutzt werden
es: Filtro de paquete solo puede ser utilizado en enganches GOAL_RESOLVED, PRE_TRANS y POST_TRANS
fi: Pakettisuodatinta voidaan käyttää vain GOAL_RESOLVED-, PRE_TRANS- ja POST_TRANS-koukuissa
it: Il filtro pacchetto può essere usato solo negli hook GOAL_RESOLVED, PRE_TRANS e POST_TRANS
ko: 꾸러미 필터는 GOAL_RESOLVED, PRE_TRANS 및 POST_TRANS 인용 부호에서만 사용 될 수 있습니다
pt_br: O filtro de pacote só pode ser usado em ganchos GOAL_RESOLVED, PRE_TRANS e POST_TRANS
ro: Filtrul pachetului poate fi utilizat numai în cârligele GOAL_RESOLVED, PRE_TRANS și POST_TRANS
zh_cn: 包过滤器只能在 GOAL_RESOLVED、PRE_TRANS 和 POST_TRANS 钩子中使用
zh_tw: 套件過濾器只能用在 GOAL_RESOLVED、PRE_TRANS 和 POST_TRANS 掛鉤上

source: Cannot use direction without package filter
de: Richtung kann nicht ohne Paketfilter genutzt werden
es: No se puede utilizar dirección sin filtro de paquete
fi: Suuntaa ei voi käyttää ilman pakettisuodatinta
it: Impossibile usare la direzione senza un filtro pacchetto
ko: 꾸러미 필터 없이 방향을 사용 할 수 없습니다
pt_br: Não é possível usar direção sem filtro de pacote
ro: Nu se poate utiliza direcția fără filtrul pachetului
zh_cn: 在没有包过滤器的情况下无法使用方向
zh_tw: 無法在沒有封裝過濾器的情況下使用方向

source: Unknown package direction "{}"
de: Unbekannte Paketrichtung „{}“
es: Dirección "{}" de paquete desconocida
fi: Tuntematon paketin suunta "{}"
it: Direzione pacchetto sconosciuta "{}"
ko: 알 수 없는 꾸러미 방향 "{}"
pt_br: Direção do pacote desconhecida "{}"
ro: Direcție necunoscută a pachetului „{}”
zh_cn: 未知软件包方向 "{}"
zh_tw: 未知套件方向 「{}」

source: Unknown mode "{}"
de: Unbekannter Modus „{}“
es: Modo "{}" desconodido
fi: Tuntematon tila "{}"
it: Modalità sconosciuta "{}"
ko: 알 수 없는 방식 "{}"
pt_br: Modo desconhecido "{}"
ro: Mod necunoscut „{}”
zh_cn: 未知模式 "{}"
zh_tw: 未知模式 「{}」

source: Unsupported value of the "raise_error" option: {}
de: Nicht unterstützter Wert der Option „raise_error“: {}
es: Valor no mantenido de la opción "raise_error": {}
fi: "raise_error"-vaihtoehdon arvoa ei tueta: {}
it: Valore non supportato per l'opzione "raise_error": {}
ko: "raise_error" 옵션의 미지원 값: {}
pt_br: Valor não suportado na opção "raise_error": {}'
ro: Valoare neacceptată a opțiunii „raise_error”: {}
zh_cn: 不支持的 "raise_error" 选项的值： {}
zh_tw: 己不支援 "raise_error" 選項的值： {}

source: Missing command
de: Befehl fehlt
es: Instrucción ausente
fi: Puuttuva komento
it: Comando mancante
ko: 누락된 명령
pt_br: Comando ausente
ro: Lipsește comanda
zh_cn: 缺少命令
zh_tw: 無效指令

source: Synax error: Missing equal sign (=) in action output line: {}
de: Syntaxfehler: Gleichheitszeichen (=) in Ausgabezeile der Aktion fehlt: {}
es: Error sintáctico: falta signo igual (=) en línea de salida de acción: {}
fi: Syntaksivirhe: puuttuu yhtäläisyysmerkki (=) toiminnan lähtörivillä: {}
it: Errore di sintassi: Manca il segno di uguale (=) nella riga di output dell'azione: {}
ko: 구문 오류: 실행 출력 행에서 누락된 동일 기호(=): {}
pt_br: Erro de sintaxe: Sinal de igual (=) ausente na linha de saída da ação: {}
ro: Eroare de sintaxă: lipsește semnul egal (=) în linia de ieșire a acțiunii: {}
zh_cn: 语法错误：操作输出行中缺少等号（=）：{}
zh_tw: 語句錯誤： 動作輸出行中缺少等號 (=)： {}

source: Cannot set option: Action output line: {}
de: Option kann nicht gesetzt werden: Ausgabezeile der Aktion: {}
es: No se pude establecer opción: acción de linea de salida: {}
fi: Vaihtoehtoa ei voi asettaa: Toiminnan lähtörivi: {}
it: Impossibile impostare l'opzione: Riga di output dell'azione: {}
ko: 옵션을 설정 할 수 없음: 실행 출력 행: {}
pt_br: Não é possível definir a opção: Linha de saída da ação: {}
ro: Nu se poate defini opțiunea: Acțiune linie de ieșire: {}
zh_cn: 无法设置选项： 操作输出行： {}
zh_tw: 無法設定選項： 動作輸出： {}

source: Action sent the wrong log level: {}
de: Aktion hat die falsche Protokollierstufe gesendet: {}
es: Acción envía el nivel de boletín incorrecto: {}
fi: Toiminta lähetti väärän lokitason: {}
it: L'azione ha inviato un livello di log errato: {}
ko: 동작이 잘못된 기록 단계로 보내졌습니다: {}
pt_br: Ação enviou o nível de log errado: {}
ro: Acțiunea a trimis un nivel de jurnal greșit: {}
zh_cn: 操作发送了错误的日志级别： {}
zh_tw: 傳送動作中錯誤的記錄層級：{}

source: Action calls for stop: {}
de: Aktion fordert Stopp: {}
es: Acción invoca para detener: {}
fi: Toiminta vaatii pysäyttämistä: {}
it: L'azione richiede l'arresto: {}
ko: 멈춤을 위한 동작 호출: {}
pt_br: Ação exige parada: {}
ro: Acțiunea solicită oprirea: {}
zh_cn: 操作要求停止： {}
zh_tw: 要求停止動作：{}

source: Action sent error message: {}
de: Aktion hat eine Fehlermeldung gesendet: {}
es: Acción envía mensaje de error: {}
fi: Toiminta lähetetty virheilmoitus: {}
it: L'azione ha inviato un messaggio di errore: {}
ko: 동작 오류 신호가 전송됨: {}
pt_br: A ação enviou mensagem de erro: {}
ro: Acțiunea a trimis mesajul de eroare: {}
zh_cn: 操作发送了错误信息： {}
zh_tw: 動作時發送錯誤訊息：{}

source: Syntax error: Action output line must start with "tmp." or "conf." or "var." or "stop=" or "error=": {}
de: Syntaxfehler: Die Aktionsausgabzeile muss mit „tmp.” oder „conf.” oder „var.” oder „stop=” oder „error=” beginnen: {}
es: Error sintáctico: línea de salida de acción debe iniciar con "tmp." o "conf." o "var." o"stop=" o "error=": {}
fi: Syntaksivirhe: Toiminnan lähtörivin alussa on oltava "tmp". tai "conf." tai "var". tai "stop=" tai "error=": {}
it: Errore di sintassi: La riga di output dell'azione deve iniziare con "tmp." o "conf." o "var." o "stop=" o "error=": {}
ko: 구문 오류: 동작 출력 행은 "tmp." 또는 "conf." 또는 "var." 또는 "stop=" 또는 "error=" 와 함께 실행해야 합니다: {}
pt_br: Erro de sintaxe: a linha de saída da ação deve começar com "tmp." ou "conf." ou "var." ou "stop=" ou "error=": {}
ro: Eroare de sintaxă: linia de ieșire a acțiunii trebuie să înceapă cu „tmp.” sau „conf.” sau „var.” sau „stop=” sau „error=”: {}
zh_cn: 语法错误： 操作输出行必须以 "tmp. "或 "conf. "或 "var. "或 "stop="或 "error="开头： {}
zh_tw: 語法錯誤： 動作輸出行必須以 "tmp." 或 "conf." 或 "var." 或 "stop=" 或 "error=" 開始： {}

source: Error reading from action (from pipe)
de: Fehler beim Lesen aus der Aktion (aus der Pipe)
es: Error al leer desde acción (desde conducto)
fi: Virhe toiminnan lukemisessa (putkesta)
it: Errore durante la lettura dall'azione (dalla pipe)
ko: 동작에서 읽기 오류 (파이프에서)
pt_br: Erro ao ler a ação (do pipe)
ro: Eroare la citirea din acțiune (din conductă)
zh_cn: 从操作（管道）读取数据时出错
zh_tw: 讀取動作（來自管道）出錯

source: Syntax error in json request from action: Missing starting '{{' char
de: Syntaxfehler in JSON-Anfrage von der Aktion: Zeichen „{{“ am Anfang fehlt
es: Error sintáctico en solicitud json desde acción: carácter '{{' de inicio ausente
fi: Syntaksivirhe toiminnan json-pyynnössä: Alkumerkki '{{' puuttuu
it: Errore di sintassi nella richiesta JSON dall'azione: Manca il carattere iniziale '{{'
ko: 동작에서 json 요청 중에 구문 오류: 누락된 시작 '{{' 문자
pt_br: Erro de sintaxe na solicitação json da ação: caractere inicial '{{' ausente
ro: Eroare de sintaxă în cererea json din acțiune: lipsește caracterul de început „{{”
zh_cn: 操作的 json 请求中出现语法错误： 缺少起始字符 '{{'
zh_tw: 動作中 json 請求的語法錯誤： 缺少起始的 '{{' 字符

source: Error during processing of a request from action.
de: Fehler bei der Verarbeitung einer Anfrage von der Aktion.
es: Error durante procesamiento de una solicitud desde acción.
fi: Virhe toimintapyynnön käsittelyn aikana.
it: Errore durante l'elaborazione di una richiesta dall'azione.
ko: 동작에서 요청을 처리하는 중에 발생한 오류.
pt_br: Erro durante o processamento de uma solicitação de ação.
ro: Eroare în timpul procesării unei cereri din partea unei acțiuni.
zh_cn: 处理操作的请求时出错。
zh_tw: 處理動作請求時發生錯誤。

source: Syntax error in json request from action: {}
de: Syntaxfehler in der JSON-Anfrage der Aktion: {}
es: Error sintáctico en solicitud json desde acción: {}
fi: Syntaksivirhe toiminnan json-pyynnössä: {}
it: Errore di sintassi nella richiesta JSON dall'azione: {}
ko: 동작에서 json 요청의 구문 오류: {}
pt_br: Erro de sintaxe na solicitação json da ação: {}
ro: Eroare de sintaxă în cererea json din acțiune: {}
zh_cn: 操作的 json 请求中出现语法错误： {}
zh_tw: 動作中 json 請求有語法錯誤： {}

source: Syntax error in json request from action: Incomplete input
de: Syntaxfehler in der JSON-Anfrage der Aktion: Eingabe ist unvollständig
es: Error sintáctico en solicitud json desde acción: entrada incompatible
fi: Syntaksivirhe toiminnan json-pyynnössä: epätäydellinen syöttö
it: Errore di sintassi nella richiesta JSON dall'azione: Input incompleto
ko: 동작에서 json 요청의 구문 오류: 불완전 입력
pt_br: Erro de sintaxe na solicitação json da ação: entrada incompleta
ro: Eroare de sintaxă în cererea json din acțiune: intrare incompletă
zh_cn: 来自操作的json请求中存在语法错误：输入不完整
zh_tw: 動作中 json 請求有語法錯誤： 輸入不完整

source: Cannot write response
de: Antwort kann nicht geschrieben werden
es: No se puede escribir respuesta
fi: Vastausta ei voi kirjoittaa
it: Impossibile scrivere la risposta
ko: 응답을 쓸 수 없습니다
pt_br: Não é possível gravar a resposta
ro: Nu se poate scrie răspunsul
zh_cn: 无法写入响应
zh_tw: 無法寫入回應

source: Actions plugin: Cannot create pipe
de: Aktionen-Plugin: Pipe kann nicht erstellt werden
es: Complemento de acciones: no se puede crear conducto
fi: Toimintolaajennus: Putkea ei voi luoda
it: Plugin Azioni: Impossibile creare la pipe
ko: 동작 플러그인: 파이프를 생성 할 수 없습니다
pt_br: Plugin de ações: Não é possível criar pipe
ro: Modulul acțiuni(actions): nu se poate crea o conductă
zh_cn: Actions插件：无法创建管道
zh_tw: 動作外掛元件： 無法建立管道

source: Actions plugin: Cannot fork
de: Aktionen-Plugin: Forken nicht möglich
es: Complemento de acciones: no se puede bifurcar
fi: Toimintolaajennus: Ei voi haarautua
it: Plugin Azioni: Impossibile eseguire il fork
ko: 동작 플러그인: 분기 할 수 없음
pt_br: Plugin de ações: Não é possível bifurcar
ro: Modulul acțiuni(actions): nu se poate efectua bifurcarea
zh_cn: Actions插件：无法分叉
zh_tw: 動作外掛元件：無法分叉

source: Actions plugin: Cannot bind command stdin
de: Aktionen-Plugin: Befehls-Standardeingabe kann nicht gebunden werden
es: Complemento de acciones: no se puede vincular instrucción de entrada estándar
fi: Toimintolaajennus: komentoa stdin ei voi sitoa
it: Plugin Azioni: Impossibile associare lo stdin del comando
ko: 동작 플러그인: 명령 stdin을 묶을 수 없습니다
pt_br: Plugin de ações: Não é possível vincular o comando stdin
ro: Modulul acțiuni(actions): nu poate lega comanda de intrarea standard
zh_cn: Actions插件：无法绑定命令stdin
zh_tw: 動作外掛元件： 無法綁定標準輸入指令

source: Actions plugin: Cannot bind command stdout
de: Aktionen-Plugin: Befehls-Standardausgabe kann nicht gebunden werden
es: Complemento de acciones: no se puede vincular stdout de instrucción
fi: Toimintolaajennus: komentoa stdout ei voi sitoa
it: Plugin Azioni: Impossibile associare lo stdout del comando
ko: 동작 플러그인: 명령 stdout을 묶을 수 없습니다
pt_br: Plugin de ações: Não é possível vincular o comando stdout
ro: Modulul acțiuni(actions): nu poate lega comanda de ieșirea standard
zh_cn: Actions插件：无法绑定命令stdout
zh_tw: 動作外掛元件： 無法綁定標準輸出指令

source: Cannot execute action, command "{}" arguments "{}"
de: Aktion kann nicht ausgeführt werden, Befehl „{}“, Argumente „{}“
es: No se puede ejecutar acción, instrucción "{}" argumentos "{}"
fi: Toimintaa ei voi suorittaa; komento "{}" argumentit "{}"
it: Impossibile eseguire l'azione, comando "{}" argomenti "{}"
ko: 명령 "{}" 인수 "{}인 동작을 실행 할 수 없습니다
pt_br: Não é possível executar a ação, comando "{}" argumentos "{}"
ro: Nu se poate executa acțiunea, comanda „{}” cu argumentele „{}”
zh_cn: 无法执行操作，命令 "{}" 参数 "{}"
zh_tw: 無法執行動作，命令 「{}」 參數 「{}」

source: Error during preparation child process
de: Fehler während der Vorbereitung des Kindprozesses
es: Error durante preparación de proceso heredado
fi: Virhe lapsiprosessin valmistelun aikana
it: Errore durante la preparazione del processo figlio
ko: 자식 프로세서 준비 중에 오류
pt_br: Erro durante a preparação do processo filho
ro: Eroare în timpul pregătirii procesului copil
zh_cn: 准备子进程时出错
zh_tw: 準備子處理過程中出錯

source: Exit code: {}
es: Código de salida: {}
fi: Poistumiskoodi: {}
it: Codice di uscita: {}
ko: 종료 코드: {}
pt_br: Código de saída: {}
ro: Cod de ieșire: {}
zh_cn: 退出码: {}
zh_tw: 退出代碼： {}

source: Terminated by signal: {}
de: Beendet durch Signal: {}
es: Terminado por señal: {}
fi: Lopetettu signaalilla: {}
it: Terminato dal segnale: {}
ko: 신호로 종료됨: {}
pt_br: Terminado por sinal: {}
ro: Terminat de semnalul: {}
zh_cn: 终止信号: {}
zh_tw: 由訊號終止：{}

source: Error in file "{}" on line {}: "HOOK:PKG_FILTER:DIRECTION:OPTIONS:CMD" format expected
ru: Ошибка в файле "{}" в строке {}: Ожидается формат "HOOK:PKG_FILTER:DIRECTION:OPTIONS:CMD"
tr: "{}" dosyasının {}. satırında hata: "KANCA:PKT_FİLTRESİ::YÖN:KOMUT" biçimi bekleniyor

source: Error in file "{}" on line {}: Unknown "enabled" option value "{}"
ru: Ошибка в файле "{}" в строке {}: Неизвестное значение опции "enabled" "{}"
tr: "{}" dosyasının {}. satırında hata. Bilinmeyen "enabled" seçeneği değeri "{}"

source: Error in file "{}" on line {}: Unknown option "{}"
ru: Ошибка в файле "{}" в строке {}: Неизвестный параметр "{}"
tr: "{}" dosyasının {} satırında hata: "{}" seçeneği bilinmiyor

source: Error in file "{}" on line {}: Unknown hook "{}"
ru: Ошибка в файле "{}" в строке {}: Неизвестный хук "{}"
tr: "{}" dosyasının {}. satırında hata. Bilinmeyen kanca "{}"

source: Error in file "{}" on line {}: Package filter can only be used in PRE_TRANS and POST_TRANS hooks
ru: Ошибка в файле "{}" в строке {}: Пакетный фильтр может быть использован только в хуках PRE_TRANS и POST_TRANS
tr: "{}" dosyasının {}. satırında hata. Paket filtresi yalnızca PRE_TRANS ve POST_TRANS kancalarında kullanılabilir

source: Error in file "{}" on line {}: Cannot use direction without package filter
ru: Ошибка в файле "{}" в строке {}: Невозможно использовать направление без фильтра пакетов
tr: "{}" dosyasının {}. satırında hata. Paket filtresi olmadan yön kullanılamaz

source: Error in file "{}" on line {}: Unknown package direction "{}"
ru: Ошибка в файле "{}" в строке {}: Неизвестное направление пакета "{}"
tr: "{}" dosyasının {}. satırında hata. Bilinmeyen paket yönü "{}"

source: Error in file "{}" on line {}: Unknown mode "{}"
ru: Ошибка в файле "{}" в строке {}: Неизвестный режим "{}"
tr: "{}" dosyasının {}. satırında hata. Bilinmeyen kip "{}"

source: Error in file "{}" on line {}: Missing command
ru: Ошибка в файле "{}" в строке {}: Отсутствующая команда
tr: "{}" dosyasının {} satırında hata: Eksik komut

source: Cannot create pipe: {}
ru: Невозможно создать канал: {}
tr: Boru (pipe) oluşturulamıyor: {}
