Repository: rpm-software-management/dnf5
Catalog: dnf5-plugins/copr_plugin/po/*.po
Languages: cs, de, fi, fr, it, ko, pl, ru, zh_tw

source: You can choose one of the available chroots explicitly:
cs: Můžete si explicitně vybrat jeden z dostupných chrootů:
de: Sie können eines der verfügbaren Chroots explizit auswählen:
fi: Voit valita yhden saatavilla olevista chrooteista nimenomaisesti:
fr: Vous pouvez choisir explicitement l'un des chroot disponibles :
it: È possibile scegliere esplicitamente uno dei chroot disponibili:
ko: 당신은 사용 가능한 chroots 중의 하나를 명시적으로 선택 할 수 있습니다:
pl: Można wybrać jawnie jeden z dostępnych chrootów:
ru: Вы можете выбрать один из доступных вариантов chroots в явном виде:
zh_tw: 您可以明確選擇其中一個可用的 chroots：

source: Can't parse Copr repo spec:
cs: Nelze parsovat specifikaci Copr repozitáře:
de: Konnte die Copr-Repo-Spezifikation nicht parsen:
fi: Copr-tietovaraston määrityksiä ei voi jäsentää:
fr: Impossible d'analyser les spécifications du dépôt Copr :
it: Impossibile analizzare la specifica del repository Copr:
ko: Copr 저장소 상세를 구문 분석 할 수 없습니다:
pl: Nie można przeanalizować specyfikacji repozytorium Copr:
ru: Невозможно разобрать спецификацию репозитория Copr:
zh_tw: 無法解析 Copr repo 規格：

source: Can't remove the {} repo file
cs: Soubor repozitáře {} nelze odstranit
de: Konnte die {} repo-Datei nicht entfernen
fi: Tietovarastotiedostoa {} ei voi poistaa
fr: Impossible de supprimer le fichier de dépôt {}
it: Impossibile rimuovere il file repo {}
ko: {} 저장소 파일을 제거 할 수 없습니다
pl: Nie można usunąć pliku repozytorium {}
ru: Невозможно удалить файл {} репозитория
zh_tw: 無法移除 {} repo 檔案

source: Repo file {} successfully removed
cs: Soubor repozitáře {} byl úspěšně odstraněn
de: Repo-Datei {} erfolgreich entfernt
fi: Tietovarastotiedosto {} poistettu onnistuneesti
fr: Fichier de dépôt {} supprimé avec succès
it: File repo {} rimosso correttamente
ko: 저장소 파일 {}이 성공적으로 제거되었습니다
pl: Plik repozytorium {} został pomyślnie usunięty
ru: Файл репозитория {} успешно удален
zh_tw: Repo 檔案 {} 已成功移除

source: Can't find item {} in {}
cs: Nelze najít položku {} v {}
de: Konnte Element {} nicht in {} finden
fi: Kohdetta {} ei löydy {}:sta
fr: Impossible de trouver l'élément {} dans {}
it: Impossibile trovare l'elemento {} in {}
ko: 항목 {}을 찾을 수 없습니다 ({}에서)
pl: Nie można znaleźć elementu {} w {}
ru: Невозможно найти элемент {} в {}
zh_tw: 無法在 {} 中找到項目 {}

source: Removing old config file '{}'
cs: Odstranění starého konfiguračního souboru '{}'
de: Alte Konfigurationsdatei '{}' wird entfernt
fi: Poistetaan vanhaa määritystiedostoa '{}'
fr: Suppression de l'ancien fichier de configuration '{}'
it: Rimozione del vecchio file di configurazione '{}'
ko: 오래된 config 파일 '{}'을 제거 중
pl: Usuwanie starego pliku konfiguracyjnego '{}'
ru: Удаление старого файла конфигурации '{}'
zh_tw: 移除舊的設定檔 '{}'

source: Can't remove
cs: Nelze odstranit
de: Konnte nicht entfernen
fi: Ei voi poistaa
fr: Suppression impossible
it: Impossibile rimuovere
ko: 제거 할 수 없습니다
pl: Nie można usunąć
ru: Нельзя удалить
zh_tw: 無法移除

source: Copr repofile '{}' has an old format, fix by re-enabling it $ {} copr enable {}
cs: Soubor repozitáře Copr '{}' má starý formát, opravte jej opětovným povolením $ {} copr enable {}
de: Copr Repo-Datei '{}' im alten Format, Behebung mit erneuter Aktivierung $ {} copr enable {}
fi: Coprin repofilella '{}' on vanha muoto; korjaa ottamalla se uudelleen käyttöön $ {} copr enable {}
fr: Le repofile Copr '{}' est dans un ancien format, corrigez-le en le réactivant : $ {} copr enable {}
it: Il file repo Copr '{}' ha un formato obsoleto, correggerlo riabilitandolo: $ {} copr enable {}
ko: Copr repofile '{}'은 오래된 형식을 갖고 있으며, $ {} copr enable {}를 재-활성화 하여 수정합니다
pl: Plik repozytorium Copr '{}' ma stary format, napraw go, włączając go ponownie $ {} copr enable {}
ru: Файл репозитория Copr '{}' имеет старый формат, исправьте это, снова включив его $ {} copr enable {}
zh_tw: Copr repofile '{}' 的格式過時，請重新啟用來修正 $ {} copr enable {}

source: Repo id '{}' in '{}' is suspicious
cs: ID repozitáře '{}' v '{}' je podezřelé
de: Repo-ID '{}' in '{}' ist verdächtig
fi: Tietovaraston tunnus '{}' '{}':ssa on epäilyttävä
fr: L'ID de dépôt '{}' dans '{}' est suspect
it: L'ID repo '{}' in '{}' è sospetto
ko: 저장소 id '{}'('{}'에서)가 의심스럽습니다
pl: Identyfikator repozytorium „{}” w „{}” jest podejrzany
ru: Идентификатор репозитория '{}' в '{}' является подозрительным
zh_tw: '{}' 中的 Repo ID '{}' 可疑

source: Repo id '{}' doesn't belong to '{}' repofile
cs: ID repozitáře '{}' nepatří do souboru repozitáře '{}'
de: Repo-ID ’{}’ gehört nicht zu '{}' Repo-Datei
fi: Tietovaraston tunnus '{}' ei kuulu repofile:een '{}'
fr: L'ID de dépôt '{}' ne devrait pas être dans le repofile '{}'
it: L'ID repo '{}' non appartiene al file repo '{}'
ko: 저장소 id '{}'는 '{}' repofile에 속하지 않습니다
pl: Identyfikator repozytorium '{}' nie należy do repozytorium '{}'
ru: Идентификатор репозитория '{}' не принадлежит файлу репозитория '{}'
zh_tw: Repo ID '{}' 不屬於 '{}' repofile

source: Copr repository '{}' in '{}' disabled.
cs: Copr repozitář '{}' v '{}' je zakázán.
de: Copr-Repository '{}' in '{}' deaktiviert.
fi: Copr-tietovarasto '{}' '{}':ssa poistettu käytöstä.
fr: Dépôt Copr '{}' dans '{}' désactivé.
it: Repository Copr '{}' in '{}' disabilitato.
ko: Copr 저장소 '{}'('{}'에서)는 사용 할 수 없습니다.
pl: Repozytorium Copr '{}' w '{}' wyłączone.
ru: Репозиторий Copr '{}' в '{}' отключен.
zh_tw: Copr 軟體庫 '{}' in '{}' 已停用。

source: Repository '{}' not found on this system
cs: Repozitář '{}' nebyl v tomto systému nalezen
de: Repository '{}' nicht auf diesem System gefunden
fi: Tietovarastoa '{}' ei löydy järjestelmästä
fr: Dépôt '{}' introuvable sur ce système
it: Repository '{}' non trovato su questo sistema
ko: 저장소 '{}'는 이 시스템에서 찾을 수 없습니다
pl: Repozytorium '{}' nie zostało znalezione w tym systemie
ru: Репозиторий '{}' не найден в этой системе
zh_tw: 本系統未找到軟體庫 '{}'
