Repository: rpm-software-management/dnf5
Catalog: dnf5-plugins/copr_plugin/po/*.po
Languages: cs, de, fi, fr, it, ko, pl, ru, zh_tw

source: Copr hub (the web-UI/API server) hostname
cs: Název hostitele rozbočovače Copr (server webového uživatelského rozhraní/API)
de: Copr-Hub (der Web-UI/API-Server) Hostname
fi: Copr-keskittimen (web-UI/API-palvelin) isäntänimi
fr: Nom d'hôte du hub Copr (interface Web/serveur d'API)
it: Nome host dell'hub Copr (il server web-UI/API)
ko: Copr hub (web-UI/API 서버) 호스트이름
pl: Nazwa hosta huba Copr (serwera interfejsu użytkownika/API)
ru: Имя хоста Copr hub (сервера web-UI/API)
zh_tw: Copr hub (web-UI/API 伺服器) 的主機名稱

source: Copr project ID to {}. Use either a format OWNER/PROJECT or HUB/OWNER/PROJECT (if HUB is not specified, the default one, or --hub <ARG>, is used. OWNER is either a username, or a @groupname. PROJECT can be a simple project name, or a "project directory" containing colons, e.g. 'project:custom:123'. HUB can be either the Copr frontend hostname (e.g. copr.fedorainfracloud.org ) or the shortcut (e.g. fedora). Example: 'fedora/@footeam/coolproject'.
cs: ID projektu Copr {}. Použijte buď formát OWNER/PROJECT or HUB/OWNER/PROJECT (pokud není zadán HUB, použije se výchozí nebo --hub <ARG>. OWNER je buď uživatelské jméno, nebo @groupname. PROJECT může být jednoduchý název projektu nebo „adresář projektu“ obsahující dvojtečky, např. 'project:custom:123'. HUB může být buď název hostitele frontendu Copr (např. copr.fedorainfracloud.org ) nebo zkratka (např. fedora). Příklad: 'fedora' /@footeam/coolproject'.
de: Copr-Projekt-ID zu {}. Verwenden Sie entweder das Format OWNER/PROJECT oder HUB/OWNER/PROJECT (falls HUB nicht angegeben ist, wird der Standard-Hub oder --hub <ARG> verwendet). OWNER ist entweder ein Benutzername oder ein @Gruppenname. PROJECT kann ein einfacher Projektname sein oder ein „Projektverzeichnis“, das Doppelpunkte enthält, z. B. 'projekt:individuell:123'. HUB kann entweder der Copr-Frontend-Hostname (z. B. copr.fedorainfracloud.org) oder die Abkürzung (z. B. fedora) sein. Beispiel: 'fedora/@bspteam/tollesprojekt'.
fi: Copr-projektin tunnus vastaanottajalle {}. Käytä joko muotoa OMISTAJA/PROJEKTI tai KESKITIN/OMISTAJA/PROJEKTI (jos KESKITINtä ei ole määritetty, käytetään oletusmuotoa tai `--hub <ARG>`. OMISTAJA on joko käyttäjänimi tai @ryhmän nimi. PROJEKTI voi olla yksinkertainen projektin nimi tai "projektihakemisto", joka sisältää kaksoispisteet, esim. 'projekti:muokattu:123', KESKITIN voi olla joko Copr-käyttöliittymän nimi (esim. copr.fedorainfracloud.org ) tai pikakuvake (esim. fedora). Esimerkki: "fedora/@foo-joukkue/hienoprojekti".
fr: ID de projet Copr à utiliser pour l'opération « {} ». Utilisez le format PROPRIETAIRE/PROJET ou HUB/PROPRIETAIRE/PROJET (si HUB n'est pas spécifié, le hub par défaut ou celui spécifié avec l'option --hub <ARG> est utilisé). PROPRIETAIRE est soit un nom d'utilisateur, soit un @nomdegroupe. PROJET peut simplement être un nom de projet, ou un "répertoire de projet" contenant des deux-points (ex. 'project:custom:123'). HUB peut être le nom d'hôte du frontend Copr (ex. copr.fedorainfracloud.org) ou le nom raccourci (ex. fedora). Exemple : 'fedora/@equipefoo/projetcool'.
it: ID del progetto Copr da {}. Utilizzare il formato PROPRIETARIO/PROGETTO o HUB/PROPRIETARIO/PROGETTO (se HUB non è specificato, viene utilizzato quello predefinito o --hub <ARG>). PROPRIETARIO è un nome utente o un @nomegruppo. PROGETTO può essere un semplice nome di progetto o una "directory di progetto" contenente due punti, ad es. 'progetto:personalizzato:123'. HUB può essere il nome host del frontend Copr (ad es. copr.fedorainfracloud.org) o la scorciatoia (ad es. fedora). Esempio: 'fedora/@footeam/coolproject'.
ko: {}에 대한 Copr 프로젝트 ID. 형식 OWNER/PROJECT 또는 HUB/OWNER/PROJECT (만약 HUB가 지정되지 않았으면, 기본값은 하나이거나, --hub<ARG>입니다) 중에 하나를 사용해요. 소유자(OWNER)는 사용자이름(username), 또는 @groupname 중의 하나입니다. 프로젝트(PROJECT)는 단순 프로젝트 이거나, 쌍점(:)을 포함하는(예: 'project:custom:123') “프로젝트 디렉토리”가 될 수 있습니다. 허브(HUB)는 Copr 프론트엔드 호스트이름 (예: copr.fedorainfracloud.org ) 또는 단축키(예: 페도라) 중에 하나 일 수 있습니다. 예: 'fedora/@footeam/coolproject'.
pl: Identyfikator projektu Copr do {}. Użyj formatu OWNER/PROJECT lub HUB/OWNER/PROJECT (jeśli HUB nie jest określony, używany jest format domyślny lub --hub <ARG>). OWNER jest nazwą użytkownika lub @groupname. PROJECT może być prostą nazwą projektu lub „katalogiem projektu” zawierającym dwukropki, np. 'project:custom:123'. HUB może być nazwą hosta frontendu Copr (np. copr.fedorainfracloud.org) lub skrótem (np. fedora). Przykład: 'fedora/@footeam/coolproject'.
ru: Идентификатор проекта Copr в {}. Используйте формат ВЛАДЕЛЕЦ/ПРОЕКТ или ХАБ/ВЛАДЕЛЕЦ/ПРОЕКТ (если ХАБ не указан, используется формат по умолчанию, или --hub <АРГ>. ВЛАДЕЛЕЦ - это либо имя пользователя, либо @имягруппы. ПРОЕКТ может быть простым именем проекта или "директорией проекта", содержащей двоеточия, например, 'project:custom:123'. ХАБ может быть либо именем хоста фронтенда Copr (например, copr.fedorainfracloud.org ), либо ярлыком (например, fedora). Пример: 'fedora/@footeam/coolproject'.
zh_tw: Copr 專案 ID 到 {}。 使用格式 OWNER/PROJECT 或 HUB/OWNER/PROJECT（如果沒有指定 HUB，則使用預設格式，或 --hub <ARG>。 OWNER 可以是使用者名稱，或是 @group 名稱。 PROJECT 可以是簡單的專案名稱，或是包含冒號的 「專案目錄」，例如 'project:custom:123'。 HUB 可以是 Copr 前端主機名稱 (例如：copr.fedorainfracloud.org )，或是捷徑 (例如：fedora)。 例如：'fedora/@footeam/coolproject'。

source: Invalid PROJECT_SPEC format '{}'
cs: Neplatný formát PROJECT_SPEC '{}'
de: Ungültiges PROJECT_SPEC Format '{}'
fi: Virheellinen PROJECT_SPEC-muoto '{}'
fr: Format PROJECT_SPEC '{}' invalide
it: Formato PROJECT_SPEC '{}' non valido
ko: 잘못된 PROJECT_SPEC 형식 '{}'
pl: Nieprawidłowy format PROJEKT_SPEC '{}'
ru: Недопустимый формат PROJECT_SPEC '{}'
zh_tw: 無效的 PROJECT_SPEC 格式 '{}'

source: Manage Copr repositories (add-ons provided by users/community/third-party)
cs: Správa repozitářů Copr (doplňky poskytované uživateli/komunitou/třetí stranou)
de: Verwalten von Copr-Repositorys (Erweiterungen bereitgestellt von Benutzern/Community/Drittanbietern)
fi: Hallinnoi Copr-tietovarastoja (käyttäjien/yhteisön/kolmannen osapuolen toimittamat lisäosat)
fr: Gérez les dépôts Copr (extensions fournies par des utilisateurs, la communauté ou d'autres tiers)
it: Gestisce i repository Copr (componenti aggiuntivi forniti da utenti/comunità/terze parti)
ko: Copr 저장소를 관리합니다 (users/community/third-party에 의해 제공되는 추가-기능)
pl: Zarządzaj repozytoriami Copr (dodatki dostarczane przez użytkowników/społeczność/osoby trzecie)
ru: Управление репозиториями Copr (дополнения, предоставленные пользователями/сообществом/третьими сторонами)
zh_tw: 管理 Copr 軟體庫（使用者/社群/第三方提供的附加元件）

source: Enabling a Copr repository. Please note that this repository is not part of the main distribution, and quality may vary. The Fedora Project does not exercise any power over the contents of this repository beyond the rules outlined in the Copr FAQ at <https://docs.pagure.org/copr.copr/user_documentation.html#what-i-can-build-in-copr>, and packages are not held to any quality or security level. Please do not file bug reports about these packages in Fedora Bugzilla. In case of problems, contact the owner of this repository.
cs: Povolení úložiště Copr. Upozorňujeme, že toto úložiště není součástí hlavní distribuce a kvalita se může lišit. Projekt Fedora nevykonává žádnou moc nad obsahem toto úložiště nad rámec pravidel uvedených v Copr FAQ na adrese <https://docs.pagure.org/copr.copr/user_documentation.html#what-i-can-build-in-copr>, a balíčky nemají žádnou úroveň kvality ani zabezpečení. Prosím, neposílejte zprávy o chybách o těchto balíčcích ve Fedoře Bugzilla. V případě problémů kontaktujte vlastníka tohoto úložiště.
de: Aktivierung einer Copr-Paketquelle. Bitte beachten Sie, dass diese Paketquelle nicht Teil der Hauptdistribution ist, und die Qualität abweichen könnte. Das Fedora Projekt besitzt keine Autorität über den Inhalt in dieser Paketquelle welche jenseits von den in Copr-FAQ beschriebenen Regeln sind <https://docs.pagure.org/copr.copr/user_documentation.html#what-i-can-build-in-copr>, und Pakete unterliegen keinem Qualitäts- und Sicherheitsstandard. Bitte senden Sie keine Fehlermeldungen zu diesem Paket an Fedora Bugzilla. Im Problemfall, kontaktieren Sie bitte den Paketquellen-Administrator.
fi: Copr-tietovaraston käyttöönotto. Huomaa, että tämä tietovarasto ei ole osa pääjakelua, ja laatu saattaa vaihdella. Fedora-projekti ei käytä mitään valtaa tämän tietovaraston sisällöstä muutoin kuin kerrottu Coprin usein kysytyissä kysymyksissä <https://docs.pagure.org/copr.copr/user_documentation.html#what-i-can-build-in-copr>:ssa, eikä paketteja kata minkäänlainen laatu- tai turvallisuustaso. Älä lähetä näiden pakettien vikaraportteja Fedoran Bugzillaan. Jos paketeissa on ongelmia, ota yhteyttä tietovaraston omistajaan.
fr: Activation d'un dépôt Copr. Notez que ce dépôt ne fait pas partie de la distribution principale, la qualité peut donc varier. Le Fedora Project n'a aucun pouvoir sur le contenu de ce dépôt, tant que ce dernier respecte les règles énoncées dans la FAQ Copr accessible à l'adresse <https://docs.pagure.org/copr.copr/user_documentation.html#what-i-can-build-in-copr>. Les paquets ne sont tenus de se conformer à aucune exigence de qualité ou de sécurité. Merci de ne pas ouvrir de signalement de bug dans Fedora Bugzilla à propos de ces paquets. En cas de problème, contactez le propriétaire de ce dépôt.
it: Abilitazione di un repository Copr. Si noti che questo repository non fa parte della distribuzione principale e la qualità può variare. Il Progetto Fedora non esercita alcun controllo sul contenuto di questo repository al di là delle regole delineate nelle FAQ di Copr su <https://docs.pagure.org/copr.copr/user_documentation.html#what-i-can-build-in-copr>, e i pacchetti non sono soggetti ad alcun livello di qualità o sicurezza. Si prega di non inviare segnalazioni di bug relative a questi pacchetti su Fedora Bugzilla. In caso di problemi, contattare il proprietario di questo repository.
ko: Copr 저장소를 활성화합니다. 이 저장소는 주요 배포판 부분이 아님을 알고 있기 바라고, 품질이 다를 수 있습니다. 페도라 프로젝트는 <https://docs.pagure.org/copr.copr/user_documentation.html#what-i-can-build-in-copr>에 Copr FAQ에 있는 설명된 규칙을 넘는 저장소 내용 이상의 권한을 시험하지 않고, 꾸러미는 어떤 품질이나 보안 수준을 유지하지 않습니다. 페도라 버그질라(Fedora Bugzilla)에 이들 꾸러미에 대한 파일 결점 보고를 제출하지 마세요. 이들 문제는, 이들 저장소 소유자와 접촉하세요.
pl: Włączanie repozytorium Copr. Należy pamiętać, że to repozytorium nie jest częścią głównej dystrybucji, a jakość może się różnić. Projekt Fedora nie sprawuje żadnej władzy nad zawartością tego repozytorium poza zasadami określonymi w FAQ Copr pod adresem <https://docs.pagure.org/copr.copr/user_documentation.html#what-i-can-build-in-copr>, a pakiety nie są objęte żadnym poziomem jakości ani bezpieczeństwa. Prosimy nie zgłaszać błędów dotyczących tych pakietów w Bugzilli Fedory. W przypadku problemów skontaktuj się z właścicielem tego repozytorium.
ru: Включение репозитория Copr. Обратите внимание, что этот репозиторий не является частью основного дистрибутива, и его качество может отличаться. Проект Fedora не имеет никакой власти над содержимым за пределами правил, изложенных в Copr FAQ по адресу <https://docs.pagure.org/copr.copr/user_documentation.html#what-i-can-build-in-copr>, и пакеты не имеют никаких требований к качеству или уровню безопасности. Пожалуйста, не публикуйте сообщения об ошибках, связанных с этими пакетами, в Fedora Bugzilla. В случае возникновения проблем обращайтесь к владельцу этого репозитория.
zh_tw: 啟用 Copr 儲存庫。請注意，此軟體庫並非主發行版的一部分， 在品質管控部分可能會有所差異。 除了在 <https://docs.pagure.org/copr.copr/user_documentation.html#what-i-can-build-in-copr> 的 Copr 常見問題所列出的規則之外， Fedora 計畫對這個軟體庫的內容不行使任何權力， 套件的品質或安全等級也不受任何限制。 請不要在 Fedora Bugzilla 中提交有關這些套件的錯誤報告。 如有問題，請聯絡此套件庫的擁有者。

source: Maintainer of the enabled Copr repository decided to make it dependent on other repositories. Such repositories are usually necessary for successful installation of RPMs from the main Copr repository (they provide runtime dependencies). Be aware that the note about quality and bug-reporting above applies here too, Fedora Project doesn't control the content. Please review the list: {} These repositories are being enabled together with the main repository.
cs: Správce povoleného repozitáře Copr zjistil, že závisí na jiných úložištích. Takové repozitáře jsou obvykle nutné pro úspěšnou instalaci RPM z hlavní repozitáře Copr (poskytují běhové závislosti). Uvědomte si, že poznámka o kvalitě a hlášení chyb výše platí i zde, Fedora Project nekontroluje obsah. Zkontrolujte prosím seznam: {} Tyto repozitáře jsou povoleny společně s hlavním repozitářem.
de: Der Betreuer des aktivierten Copr-Repositorys hat entschieden, es von anderen Repositories abhängig zu machen. Solche Repositories sind in der Regel für die erfolgreiche Installation von RPMs aus dem Haupt-Copr-Repository notwendig (stellen Laufzeitabhängigkeiten bereit). Beachten Sie, dass der Hinweis zur Qualität und Fehlerberichterstattung von oben auch hier gilt. Das Fedora-Projekt kontrolliert den Inhalt nicht. Bitte überprüfen Sie folgende Liste: {} Diese Repositories werden zusammen mit dem Haupt-Repository aktiviert.
fi: Käytössä olevan Copr-tietovaraston ylläpitäjä päätti tehdä sen riippuvaiseksi muista tietovarastoista. Tällaiset tietovarastot ovat yleensä välttämättömiä RPM:iden onnistuneeseen asentamiseen Copr-päätietovarastosta (ne tarjoavat ajonaikaisia riippuvuuksia). Huomaa, että laatua ja vikailmoitusta koskeva huomautus yllä pätee myös tähän, Fedora Project ei hallitse sisältöä. Tarkista luettelo: {} Nämä tietovarastot otetaan käyttöön yhdessä päätietovaraston kanssa.
fr: La personne s'occupant de la maintenance du dépôt Copr activé a décidé de le faire dépendre d'autres dépôts. Ces dépôts sont généralement nécessaires à la bonne installation de RPM provenant du dépôt Copr principal (car ils fournissent des dépendances d'exécution). La note plus haut à propos de la qualité et des signalements de bugs s'applique également ici, le Fedora Project ne contrôle pas ces contenus. Passez en revue la liste suivante : {} Ces dépôts seront activés avec le dépôt principal.
it: Il manutentore del repository Copr abilitato ha deciso di renderlo dipendente da altri repository. Tali repository sono solitamente necessari per l'installazione corretta degli RPM dal repository Copr principale (forniscono dipendenze di runtime). Si tenga presente che la nota sulla qualità e sulla segnalazione dei bug di cui sopra si applica anche qui, il Progetto Fedora non controlla il contenuto. Si prega di esaminare l'elenco: {} Questi repository vengono abilitati insieme al repository principale.
ko: 활성화된 Copr 저장소의 관리자(유지)는 다른 저장소에서 종속하도록 결정했습니다. 이러한 저장소는 일반적으로 주요 Copr 저장소(동작시간 종속성을 제공함)에서 RPM의 성공적인 설치를 위해 필요합니다. 위의 품질 및 결점-보고에 대한 참고 사항은 여기에도 적용되며, 페도라 프로젝트는 내용을 제어하지 않습니다. 목록을 검토하세요: {} 이들 저장소는 주요 저장소와 함께 활성화됩니다.
pl: Opiekun włączonego repozytorium Copr zdecydował, że będzie ono zależne od innych repozytoriów. Takie repozytoria są zwykle niezbędne do pomyślnej instalacji RPM z głównego repozytorium Copr (zapewniają zależności czasu wykonania). Pamiętaj, że powyższa uwaga dotycząca jakości i zgłaszania błędów ma zastosowanie również tutaj, projekt Fedora nie kontroluje zawartości. Zapoznaj się z listą: {} Te repozytoria są włączane razem z głównym repozytorium.
ru: Мейнтейнер включенного репозитория Copr решил сделать его зависимым от других репозиториев. Такие репозитории обычно необходимы для успешной установки RPM из основного репозитория Copr (они предоставляют зависимости времени выполнения). Имейте в виду, что замечание о качестве и сообщениях об ошибках здесь тоже применимо, Проект Fedora не контролирует содержание. Пожалуйста, ознакомьтесь со списком: {} Эти репозитории включаются вместе с основным репозиторием.
zh_tw: 啟用 Copr 軟體庫的維護者決定讓它依賴於其他軟體庫。 這些軟體庫通常是從主 Copr 軟體庫成功安裝 RPM 的必要條件 (它們提供執行時的依賴)。 請注意，上面關於品質與錯誤回報的說明也適用於此， Fedora 專案並不會控制其中的內容。 請檢閱清單： {} 這些軟體庫會和主軟體庫一併啟用。

source: print useful info about the system, useful for debugging
cs: vytisknout užitečné informace o systému, užitečné pro ladění
de: gibt nützliche Informationen über das System aus, nützlich für Debugging
fi: tulosta hyödyllistä tietoa järjestelmistä, hyödyllistä vianjäljitykseen
fr: afficher des infos utiles à propos du système, utile pour le débogage
it: stampa informazioni utili sul sistema, utile per il debug
ko: 디버깅을 위해 유용한 시스템에 대해 유익한 정보를 출력합니다
pl: Wyświetl przydatne informacje o systemie, przydatne przy debugowaniu
ru: вывести полезную информацию о системе для отладки
zh_tw: 列出系統的有用資訊，有助於進行除錯

source: disable specified Copr repository (if exists), keep {}/*.repo file - just mark enabled=0
cs: zakázat zadaný repozitář Copr (pokud existuje), ponechat {}/*.repo soubor - stačí označit enabled=0
de: deaktiviert festgelegtes Copr-Repository (falls vorhanden), behält {}/*.repo-Datei und setzt enabled=0
fi: poista määritetty Copr-tietovarasto käytöstä (jos sellainen on olemassa), säilytä {}/*.repo-tiedosto - merkitse vain 'enabled=0'
fr: désactiver le dépôt Copr spécifié (s'il existe), garder les fichiers {}/*.repo et définir enabled=0
it: disabilita il repository Copr specificato (se esiste), mantiene il file {}/*.repo - imposta solo enabled=0
ko: 지정된 Copr 저장소를 비활성화하고(만약 존재한다면), {}/*.repo를 유지합니다 - 단지 enabled=0를 표시합니다
pl: wyłącz określone repozytorium Copr (jeśli istnieje), zachowaj plik {}/*.repo - po prostu ustaw enabled=0
ru: отключить указанный репозиторий Copr (если он существует), сохранить файл {}/*.repo - просто пометить enabled=0
zh_tw: 停用指定的 Copr 儲存庫（如果存在），保留 {}/*.repo 檔案 - 僅標記 enabled=0

source: download the repository info from a Copr server and install it as a {}/*.repo file
cs: stáhne informace o repozitáři ze serveru Copr a nainstaluje je jako soubor {}/*.repo
de: lädt die Repository-Informationen vom Copr-Server und installiert sie als eine {}/*.repo-Datei
fi: lataa tietovaraston tiedot Copr-palvelimelta ja asenna se {}/*.repo-tiedostona
fr: télécharger les infos sur le dépôt d'un serveur Copr et l'installer sous la forme d'un fichier {}/*.repo
it: scarica le informazioni del repository da un server Copr e le installa come file {}/*.repo
ko: Copr 서버에서 저장소 정보를 내려받고 {}/*.repo 파일로 이를 설치합니다
pl: pobierz informacje o repozytorium z serwera Copr i zainstaluj je jako plik {}/*.repo
ru: загрузить информацию о репозитории с сервера Copr и установить ее в виде файла {}/*.repo
zh_tw: 從 Copr 伺服器下載軟體庫資訊，並將其安裝為 {}/*.repo 檔案

source: Chroot specified in the NAME-RELEASE-ARCH format, e.g. 'fedora-rawhide-ppc64le'. When not specified, the 'dnf copr' command attempts to detect it.
cs: Chroot zadaný ve formátu NAME-RELEASE-ARCH, např. 'fedora-rawhide-ppc64le'. Pokud není zadán, příkaz 'dnf copr' se jej pokusí detekovat.
de: Chroot wird im Format NAME-RELEASE-ARCH angegeben, z. B. 'fedora-rawhide-ppc64le'. Wenn nicht, versucht der Befehl 'dnf copr', ihn zu erkennen.
fi: Chroot määritelty muodossa NIMI-JULKAISU-ARKKI, esim. 'fedora-rawhide-ppc64le'. Jos sitä ei ole määritetty, komento 'dnf copr' yrittää havaita sen.
fr: Chroot spécifié au format NOM-RELEASE-ARCH, ex. 'fedora-rawhide-ppc64le'. Lorsque l'option n'est pas spécifiée, la commande 'dnf copr' effectue une détection automatique.
it: Chroot specificato nel formato NOME-RILASCIO-ARCH, ad es. 'fedora-rawhide-ppc64le'. Se non specificato, il comando 'dnf copr' tenta di rilevarlo.
ko: Chroots는 이름-출시-구조(NAME-RELEASE-ARCH) 형식(예: 'fedora-rawhide-ppc64le')에서 지정되었습니다. 지정되지 않았을 때에, 'dnf copr' 명령이 이를 탐지하려고 합니다.
pl: Chroot określony w formacie NAME-RELEASE-ARCH, np. 'fedora-rawhide-ppc64le'. Gdy nie jest określony, polecenie 'dnf copr' próbuje go wykryć.
ru: Chroot, указанный в формате ИМЯ-ВЫПУСК-АРХИТЕКТУРА, например, 'fedora-rawhide-ppc64le'. Если он не указан, команда 'dnf copr' попытается его определить.
zh_tw: 以 NAME-RELEASE-ARCH 格式指定的 Chroot，例如 'fedora-rawhide-ppc64le'。 若未指定選項時，則「dnf copr」指令會嘗試偵測。

source: list Copr repositories
cs: seznam repozitářů Copr
de: Copr-Repositories auflisten
fi: listaa Copr-tietovarastot
fr: lister les dépôts Copr
it: elenca i repository Copr
ko: Copr 저장소 목록
pl: lista repozytoriów Copr
ru: список репозиториев Copr
zh_tw: 列出 Copr 套件庫

source: remove specified Copr repository from the system (removes the {}/*.repo file)
cs: odebere zadaný repozitář Copr ze systému (odstraní soubor {}/*.repo)
de: entfernt festgelegtes Copr-Repository vom System (entfernt die {}/*.repo-Datei)
fi: poista määritetty Copr-tietovarasto järjestelmästä (poistaa {}/*.repo-tiedoston)
fr: retirer le dépôt Copr spécifié du système (supprime les fichiers {}/*.repo)
it: rimuove il repository Copr specificato dal sistema (rimuove il file {}/*.repo)
ko: 시스템에서 지정된 Copr 저장소를 제거합니다 ({}/*.repo 파일을 제거합니다)
pl: usuń określone repozytorium Copr z systemu (usuwa plik {}/*.repo)
ru: удалить указанный репозиторий Copr из системы (удаляется файл {}/*.repo)
zh_tw: 從系統中移除指定的 Copr 軟體庫（移除 {}/*.repo 檔案）

source: Directory '{}' not found in '{}' Copr project.
cs: Adresář '{}' nebyl v projektu '{}' Copr nalezen.
de: Verzeichnis '{}' nicht im '{}' Copr-Projekt gefunden.
fi: Hakemistoa {} ei löydy Copr-projektista {}.
fr: Répertoire '{}' introuvable dans le projet Copr '{}'.
it: Directory '{}' non trovata nel progetto Copr '{}'.
ko: 디렉토리 '{}'는 '{}' Copr 프로젝트에서 찾을 수 없습니다.
pl: Nie znaleziono katalogu '{}' w projekcie Copr '{}'.
ru: Каталог '{}' не найден в Copr проекте '{}'.
zh_tw: 在 '{}' 中找不到目錄 '{}' Copr 專案。

source: You can use one of these available directories:
cs: Můžete použít jeden z těchto dostupných adresářů:
de: Sie können eines der folgenden verfügbaren Verzeichnisse nutzen:
fi: Voit käyttää jotakin seuraavista käytettävissä olevista hakemistoista:
fr: Vous pouvez utiliser l'un de ces répertoires :
it: È possibile utilizzare una di queste directory disponibili:
ko: 당신은 이들 사용 가능한 디렉토리 중에 하나를 사용 할 수 있습니다:
pl: Możesz użyć jednego z poniższych dostępnych katalogów:
ru: Вы можете использовать один из этих доступных каталогов:
zh_tw: 您可以使用這些可用目錄之一：

source: Chroot not found in the given Copr project
cs: Chroot nebyl v daném projektu Copr nalezen
de: Chroot nicht im gegebenen Copr-Projekt gefunden
fi: Chroot ei löytynyt annetusta Copr-projektista
fr: Chroot introuvable dans le projet Copr spécifié
it: Chroot non trovato nel progetto Copr specificato
ko: Chroot는 제공된 Copr 프로젝트에서 찾을 수 없습니다
pl: Nie znaleziono chroot w podanym projekcie Copr
ru: Chroot не найден в данном проекте Copr
zh_tw: 在指定的 Copr 專案中找不到 Chroot

source: Unable to detect chroot, specify it explicitly.
cs: Nelze detekovat chroot, zadejte jej explicitně.
de: Chroot konnte nicht erkannt werden, bitte explizit angeben.
fi: Chrootia ei voi havaita, määritä se nimenomaisesti.
fr: Impossible de détecter le chroot, spécifiez-le explicitement.
it: Impossibile rilevare il chroot, specificarlo esplicitamente.
ko: chroot를 탐지 할 수 없고, 명시적으로 지정합니다.
pl: Nie można wykryć chroot, należy to określić jawnie.
ru: Невозможно определить chroot, укажите его явно.
zh_tw: 無法偵測 chroot，請明確指定。

source: We tried to find these repos without a success:
cs: Snažili jsme se najít tyto repozitáře, ale bez úspěchu:
de: Wir versuchten erfolglos die folgenden Repo's zu finden:
fi: Yritimme löytää nämä tietovarastot menestyksettä:
fr: Nous avons essayé de trouver ces dépôts, en vain :
it: Si è tentato di trovare questi repository senza successo:
ko: 우리는 성공하지 못한 경우에 이들 저장소를 찾고자 시도합니다:
pl: Próbowaliśmy znaleźć następujące repozytoria, ale nie udało nam się:
ru: Мы безуспешно попытались найти эти репозитории:
zh_tw: 我們試著尋找這些 repos，但沒有成功找到相關的 repos：
