Repository: rpm-software-management/dnf5
Catalog: dnf5daemon-client/po/*.po
Languages: ro

source: Manage advisories
ro: Gestionează avizele

source: Print details about advisories
ro: Afișează detalii despre avize

source: List advisories
ro: Listează avizele

source: Show advisories containing any version of installed packages.
ro: Afișează avizele care conțin orice versiune a pachetelor instalate.

source: Show advisories containing newer versions of installed packages. This is the default behavior.
ro: Afișează avizele care conțin versiuni mai noi ale pachetelor instalate. Acesta este comportamentul implicit.

source: Show advisories containing equal and older versions of installed packages.
ro: Afișează avizele care conțin versiuni egale și mai vechi ale pachetelor instalate.

source: Show advisories containing newer versions of installed packages for which a newer version is available.
ro: Afișează avizele care conțin versiuni mai noi ale pachetelor instalate pentru care este disponibilă o versiune mai nouă.

source: Show only advisories containing packages with specified names. List option, supports globs.
ro: Afișează numai avizele care conțin pachete cu numele specificate. Opțiune listă, acceptă caractere joker.

source: PACKAGE_NAME,...
ro: NUME_PACHET,...

source: List of patterns matched against advisory names.
ro: Lista modelelor comparate cu numele avizelor.

source: Show only advisories referencing a bugzilla.
ro: Afișează doar avizele care fac referire la o eroare „bugzilla”.

source: Show only advisories referencing a CVE.
ro: Afișează numai avizele care fac referire la un CVE.

source: Limit to packages in advisories with specified name. List option.
ro: Limitează la pachetele din avizele cu numele specificat. Opțiune listă.

source: ADVISORY_NAME,...
ro: NUME_AVIZ,...

source: Limit to packages in security advisories.
ro: Limitează la pachetele din avizele de securitate.

source: Limit to packages in bugfix advisories.
ro: Limitează la pachetele din avizele de remediere a erorilor.

source: Limit to packages in enhancement advisories.
ro: Limitează la pachetele din avizele de îmbunătățire.

source: Limit to packages in newpackage advisories.
ro: Limitează la pachetele din avizele de pachete noi.

source: Limit to packages in advisories with specified severity. List option. Can be "critical", "important", "moderate", "low", "none".
ro: Limitează la pachetele din avizele cu severitatea specificată. Opțiune listă. Poate fi „critical”, „important”, „moderate”, „low”, „none”.

source: ADVISORY_SEVERITY,...
ro: SEVERITATE_AVIZ,...

source: Limit to packages in advisories that fix a Bugzilla ID, Eg. 123123. List option.
ro: Limitează la pachetele din avizele care corectează un ID Bugzilla, de exemplu 123123. Opțiune listă.

source: BUGZILLA_ID,...
ro: ID_BUGZILLA,...

source: Limit to packages in advisories that fix a CVE (Common Vulnerabilities and Exposures) ID, Eg. CVE-2201-0123. List option.
ro: Limitează la pachetele din avizele care corectează un ID CVE (Common Vulnerabilities and Exposures), de exemplu CVE-2201-0123. Opțiune listă.

source: CVE_ID,...
ro: ID_CVE,...

source: Error cleaning the cache: {}
ro: Eroare la ștergerea cache-ului: {}

source: Upgrade or downgrade installed software to the latest available versions
ro: Actualizarea sau retrogradarea software-ului instalat la cele mai recente versiuni disponibile

source: Manage comps groups
ro: Gestionează grupurile comps

source: Show only available groups.
ro: Afișează numai grupurile disponibile.

source: Show only installed groups.
ro: Afișează numai grupurile instalate.

source: Show also hidden groups.
ro: Afișează, de asemenea, grupurile ascunse.

source: Show only groups containing packages with specified names. List option, supports globs.
ro: Afișează numai grupurile care conțin pachetele cu numele specificate. Opțiune listă, acceptă caractere joker.

source: Manage repositories
ro: Gestionează depozitele

source: search for packages matching various criteria
ro: caută pachete care corespund diferitelor criterii

source: Error parsing JSON object "{}": {}
ro: Eroare la analizarea obiectului JSON „{}”: {}

source: This command has to be run with superuser privileges (under the root user on most systems).
ro: Această comandă trebuie să fie executată cu privilegii de superutilizator (sub utilizatorul root pe majoritatea sistemelor).

source: {}: Badly formatted argument value: Last key character cannot be '.': {}
ro: {}: Valoare argument formatată greșit: Ultimul caracter al cheii nu poate fi „.”: {}

source: . Add "--help" for more information about the arguments.
ro: . Adăugați „--help” pentru mai multe informații despre argumente.
