Repository: rpm-software-management/dnf5
Catalog: dnf5-plugins/config-manager_plugin/po/*.po
Languages: ca, de, es, fi, id, ko, pl, pt_br, ro, ru, sv, tr, zh_cn, zh_tw

source: Cannot write variable to file "{}": {}
ca: No es pot escriure la variable al fitxer {}: {}
de: Kann Variable nicht in Datei "{}" schreiben: {}
es: No es posible escribir la variable al archivo «{}»: {}
fi: Muuttujaa ei voida kirjoittaa tiedostoon "{}": {}
id: Tidak dapat menulis variabel ke berkas "{}": {}
ko: 파일에 변수를 쓸 수 없습니다 "{}": {}
pl: Nie można zapisać zmiennej do pliku "{}": {}
pt_br: Não é possível escrever a variável para o arquivo "{}": {}
ro: Nu se poate scrie variabila în fișierul „{}”: {}
ru: Невозможно записать переменную в файл "{}": {}
sv: Kan inte skriva variabel till fil "{}": {}
tr: Değişken "{}" dosyasına yazılamıyor: {}
zh_cn: 无法将变量写入文件 "{}"：{}
zh_tw: 無法將變數寫入檔案「{}」： {}

source: The path "{}" exists, but it is not a directory or a symlink to a directory.
ca: El camí {} existeix, però no és un directori ni un enllaç simbòlic a un directori.
de: Der Pfad "{}" existiert, ist aber kein Verzeichnis oder symbolischer Link zu einem Verzeichnis.
es: La ruta «{}» existe, pero no es un directorio o un enlace simbólico a un directorio.
fi: Polku "{}" on olemassa, mutta se ei ole hakemisto tai symbolilinkki hakemistoon.
id: Jalur "{}" ada, tetapi bukan direktori atau symlink ke direktori.
ko: 경로 "{}"가 존재하지만, 디렉토리 또는 디렉토리에 대한 심볼릭링크가 아닙니다.
pl: Ścieżka „{}” istnieje, ale nie jest katalogiem ani dowiązaniem symbolicznym do katalogu.
pt_br: O caminho "{}" existe, mas ele não é um diretório ou um link simbólico para um diretório.
ro: Ruta „{}” există, dar nu este un director sau o legătură simbolică către un director.
ru: Путь "{}" существует, но он не является каталогом или симлинком на каталог.
sv: Sökväg "{}" existerar, men är inte en katalog eller en symbolisk länk till en katalog.
tr: "{}" yolu var, ancak bir dizin veya bir dizine sembolik bağlantı değil.
zh_cn: 路径 "{}" 存在，但不是目录或指向目录的符号链接。
zh_tw: 路徑"{}"存在，但它不是目錄或指向目錄的 symlink。

source: The path "{}" exists, but it is a symlink to a non-existent object.
ca: El camí {} existeix, però és un enllaç simbòlic a un objecte inexistent.
de: Der Pfad "{}" existiert, ist aber ein symbolischer Link zu einem nicht existierenden Objekt.
es: La ruta «{}» existe, pero es un enlace simbólico a un objeto no existente.
fi: Polku "{}" on olemassa, mutta se on symbolilinkki ei-olemassa olevaan objektiin.
id: Jalur "{}" ada, tetapi merupakan symlink ke objek yang tidak ada.
ko: 경로 "{}"가 존재하지만, 존재하지-않는 개체로 심볼릭링크입니다.
pl: Ścieżka „{}” istnieje, ale jest dowiązaniem symbolicznym do nieistniejącego obiektu.
pt_br: O caminho "{}" existe, mas ele é um link simbólico para um objeto inexistente.
ro: Ruta „{}” există, dar este o legătură simbolică către un obiect inexistent.
ru: Путь "{}" существует, но это симлинк на несуществующий объект.
sv: Sökväg "{}" existerar, men är en symbolisk länk till ett icke-existerande objekt.
tr: "{}" yolu var, ancak var olmayan bir nesneye bir sembolik bağlantı.
zh_cn: 路径 "{}" 存在，但是一个指向不存在对象的符号链接。
zh_tw: 路徑 "{}" 存在，但它是指向不存在的物件的交點連結。

source: Directory "{}" does not exist. Add "--create-missing-dir" to create missing directories.
ca: El directori {} no existeix. Afegiu "--create-missing-dir" per crear els directoris que falten.
de: Verzeichnis "{}" existiert nicht. Fügen Sie "--create-missing-dir" hinzu, um fehlende Verzeichnisse zu erzeugen.
es: El directorio «{}» no existe. Agregue «--create-missing-dir» para crear los directorios que faltan.
fi: Hakemistoa "{}" ei ole olemassa. Lisää `--create-missing-dir` luodaksesi puuttuvia hakemistoja.
id: Direktori "{}" tidak ada. Tambahkan "--create-missing-dir" untuk membuat direktori yang hilang.
ko: 디렉토리 "{}"가 존재하지 않습니다. "--create-missing-dir"를 추가하여 누락된 디렉토리를 생성합니다.
pl: Katalog „{}” nie istnieje. Dodaj „--create-missing-dir”, aby utworzyć brakujące katalogi.
pt_br: O diretório "{}" não existe. Adicione "--create-missing-dir" para criar diretórios em falta.
ro: Directorul „{}” nu există. Adăugați „--create-missing-dir” pentru a crea directoarele lipsă.
ru: Каталог "{}" не существует. Добавьте "--create-missing-dir" для создания отсутствующих каталогов.
sv: Katalogen "{} existerar inte. Lägg till "--create-missing-dir" för att skapa saknade kataloger.
tr: "{}" dizini yok. Eksik dizinleri oluşturmak için "--create-missing-dir" ekleyin.
zh_cn: 目录 "{}" 不存在。添加 "--create-missing-dir" 来创建缺失的目录。
zh_tw: 目錄 "{}" 不存在。 新增「--create-missing-dir」以建立遺失的目錄。

source: Variable name can contain only ASCII letters, numbers and '_': {}
ca: El nom de la variable només pot contenir lletres ASCII, números i '_': {}
de: Variablenname kann nur ASCII-Zeichen, Zahlen und '_' enthalten:{}
es: El nombre de la variable puede contener solamente letras ASCII, números y «_»: {}
fi: Muuttujan nimi voi sisältää vain ASCII-kirjaimia, numeroita ja '_': {}
id: Nama variabel hanya boleh berisi huruf ASCII, angka, dan '_': {}
ko: 변수 이름은 ASCII 문자, 숫자 및 '_'만 포함 할 수 있습니다: {}
pl: Nazwa zmiennej może zawierać tylko litery ASCII, cyfry i znak '_': {}
pt_br: Nome de variável pode conter apenas letras ASCII, números e '_': {}
ro: Numele variabilei poate conține numai litere ASCII, numere și „_”: {}
ru: Имя переменной может содержать только буквы ASCII, цифры и '_': {}
sv: Variabelnamn kan endast innehålla ASCII-bokstäver, siffror och '_': {}
tr: Değişken adı yalnızca ASCII harfleri, rakamlar ve '_' içerebilir: {}
zh_cn: 变量名只能包含ASCII字母、数字和"_"：{}
zh_tw: 變數名稱只能包含 ASCII 字母、數字和 '_'： {}

source: config-manager: Request to remove unsupported repository option: {}
ca: config-manager: sol·licitud per suprimir l'opció de repositori no compatible: {}
de: config-manager: Anforderung zur Entfernung einer nicht unterstützten Repository-Option: {}
es: config-manager: Solicitud para eliminar la opción de repositorio no compatible: {}
fi: config-manager: Pyyntöä ei-tuetun tietovarastovaihtoehdon poistamiseksi : {}
id: config-manager: Permintaan untuk menghapus opsi repositori yang tidak didukung: {}
ko: config-manager: 미지원 저장소 옵션을 제거하도록 요청합니다: {}
pl: config-manager: Prośba o usunięcie nieobsługiwanej opcji repozytorium: {}
pt_br: config-manager: Solicitação para remover opção de repositório não compatível: {}
ro: config-manager: cerere de eliminare a opțiunii de depozit neacceptate: {}
ru: config-manager: Запрос на удаление неподдерживаемой опции репозитория: {}
sv: config-manager: Begäran om att ta bort förrådsalternativ som inte stöds: {}
tr: config-manager: Desteklenmeyen depo seçeneğini kaldırma isteği: {}
zh_cn: config-manager: 请求移除不支持的软件仓库选项: {}
zh_tw: config-manager： 請求移除不支援的軟體庫選項： {}

source: config-manager: Request to remove unsupported main option: {}
ca: config-manager: sol·licitud per suprimir l'opció principal no compatible: {}
de: config-manager: Anfrage zur Entfernung einer nicht unterstützten Hauptoption: {}
es: config-manager: Solicitud para eliminar la opción principal no compatible: {}
fi: config-manager: Pyyntö poistaa ei-tuettu päävaihtoehto: {}
id: config-manager: Permintaan untuk menghapus opsi utama yang tidak didukung: {}
ko: config-manager: 미지원된 주요 옵션을 제거하도록 요청합니다: {}
pl: config-manager: Prośba o usunięcie nieobsługiwanej opcji głównej: {}
pt_br: config-manager: Solicitação para remover opção principal não compatível: {}
ro: config-manager: cerere de eliminare a opțiunii principale neacceptate: {}
ru: config-manager: Запрос на удаление неподдерживаемой основной опции: {}
sv: config-manager: Begäran om att ta bort huvudalternativ som inte stöds: {}
tr: config-manager: Desteklenmeyen ana seçeneği kaldırma isteği: {}
zh_tw: config-manager： 請求移除不支援的主要選項： {}

source: config-manager: Request to remove main option but it is not present in the config file: {}
ca: config-manager: sol·licitud per suprimir l'opció principal, però no és present al fitxer de configuració: {}
de: config-manager: Anfrage zur Entfernung einer Hauptoption, welche nicht in der Konfigurationsdatei enthalten ist: {}
es: config-manager: Solicitud para eliminar la opción principal, pero no está presente en el archivo de configuración: {}
fi: config-manager: Pyyntö poistaa päävaihtoehto, mutta sitä ei ole määritystiedostossa: {}
id: config-manager: Permintaan untuk menghapus opsi utama tetapi opsi tersebut tidak ada dalam berkas konfigurasi: {}
ko: config-manager: 주요 옵션을 제거하도록 요청하지만 config 파일에서 존재하지 않습니다: {}
pl: config-manager: Żądanie usunięcia opcji głównej, ale nie ma jej w pliku konfiguracyjnym: {}
pt_br: config-manager: Solicitação para remover a opção principal, mas não está presente no arquivo de configuração: {}
ro: config-manager: cerere de eliminare a opțiunii principale, dar aceasta nu este prezentă în fișierul de configurare: {}
ru: config-manager: Запрос на удаление главной опции, но она отсутствует в файле конфигурации: {}
sv: config-manager: Begäran att ta bort huvudalternativet men det finns inte i konfigurationsfilen: {}
tr: config-manager: Ana seçeneği kaldırma isteği ancak yapılandırma dosyasında yok: {}
zh_tw: config-manager： 請求移除主要選項，但它不存在於設定檔中： {}

source: config-manager: Request to remove main option but config file not found: {}
ca: config-manager: sol·licitud per suprimir l'opció principal, però no s'ha trobat el fitxer de configuració: {}
de: config-manager: Anfrage zur Entfernung einer Hauptoption, aber die Konfigurationsdatei wurde nicht gefunden: {}
es: config-manager: Solicitud para eliminar la opción principal, pero el archivo de configuración no ha sido encontrado: {}
fi: config-manager: Pyyntö poistaa päävaihtoehto, mutta määritystiedostoa ei löydy: {}
id: config-manager: Permintaan untuk menghapus opsi utama tetapi berkas konfigurasi tidak ditemukan: {}
ko: config-manager: 주요 옵션을 제거하도록 요청하지만 config 파일을 찾을 수 없습니다: {}
pl: config-manager: Żądanie usunięcia opcji głównej, ale plik konfiguracyjny nie został znaleziony: {}
pt_br: config-manager: Solicitação para remover a opção principal, mas o arquivo de configuração não foi encontrado: {}
ro: config-manager: cerere de a elimina opțiunea principală, dar fișierul de configurare nu a fost găsit: {}
ru: config-manager: Запрос на удаление главной опции, но файл конфигурации не найден: {}
sv: config-manager: Begäran om att ta bort huvudalternativet men konfigurationsfilen hittades inte: {}
tr: config-manager: Ana seçeneği kaldırma isteği ancak yapılandırma dosyası bulunamadı: {}
zh_tw: config-manager： 請求移除主要選項，但找不到設定檔： {}

source: config-manager: Request to remove repository option but repoid is not present in the overrides: {}
ca: config-manager: sol·licitud per suprimir l'opció del repositori, però repoid no és present a les sobreescriptures: {}
de: config-manager: Anfrage zur Entfernung einer Repository-Option, dessen Repo-ID nicht in den Überschreibungen vorhanden ist: {}
es: config-manager: Solicitud para eliminar la opción del repositorio, pero el ID del repositorio no está presente en las sobrescrituras: {}
fi: config-manager: Pyyntöä tietovarastovaihtoehdon poistamiseksi, mutta repoid ei ole läsnä ohituksissa: {}
id: config-manager: Permintaan untuk menghapus opsi repositori tetapi repoid tidak ada dalam overrides: {}
ko: config-manager: 저장소 옵션을 제거하도록 요청하지만 repoid는 재정의에서 존재하지 않습니다: {}
pl: config-manager: Żądanie usunięcia opcji repozytorium, ale repoid nie jest obecny w overrides: {}
pt_br: config-manager: Solicitação de remover a opção de repositório, mas repoid não está presente na sobrescrição: {}
ro: config-manager: cerere de eliminare a opțiunii de depozit, dar repoid nu este prezent în suprascrieri „overrides”: {}
ru: config-manager: Запрос на удаление опции репозитория, но репоид отсутствует в переопределениях: {}
sv: config-manager: Begäran om att ta bort förrådsalternativ men förrådsid finns inte i åsidosättningarna: {}
tr: config-manager: Depo seçeneğini kaldırma isteği ancak depo kimliği geçersiz kılmalarda yok: {}
zh_tw: config-manager： 請求移除 repository 選項，但 repoid 並未出現在 overrides 中： {}

source: config-manager: Request to remove repository option but it is not present in the overrides: {}.{}
ca: config-manager: sol·licita suprimir l'opció del repositori, però no és present a les sobreescriptures: {}.{}
de: config-manager: Anfrage zur Entfernung einer Repository-Option, die nicht in den Überschreibungen vorhanden ist: {}
es: config-manager: Solicitud para eliminar la opción del repositorio, pero no está presente en las sobrescrituras: {}.{}
fi: config-manager: Pyyntöä tietovarastovaihtoehdon poistamiseksi mutta se ei ole läsnä ohituksissa: {}.{}
id: config-manager: Permintaan untuk menghapus opsi repositori tetapi opsi tersebut tidak ada dalam overrides: {}.{}
ko: config-manager: 저장소 옵션을 제거하려고 요청하지만 재정의에서 존재하지 않습니다: {}.{}
pl: config-manager: Żądanie usunięcia opcji repozytorium, ale nie ma jej w overrides: {}.{}
pt_br: config-manager: Solicitação para remover a opção de repositório, mas não está presente nas sobrescrições: {}.{}
ro: config-manager: cerere de eliminare a opțiunii depozit (repository), dar aceasta nu este prezentă în suprascrieri „overrides”: {}.{}
ru: config-manager: Запрос на удаление опции репозитория, но она отсутствует в переопределениях: {}.{}
sv: config-manager: Begäran att ta bort förrådsalternativ men det finns inte i åsidosättningarna: {}.{}
tr: config-manager: Depo seçeneğini kaldırma isteği ancak geçersiz kılmalarda yok: {}.{}
zh_tw: config-manager： 請求移除 repository 選項，但它不存在於 overrides 中： {}.{}

source: config-manager: Request to remove repository option but file with overrides not found: {}
ca: config-manager: sol·licitud per suprimir l'opció del repositori, però no s'ha trobat el fitxer amb sobreescriptures: {}
de: config-manager: Anfrage zur Entfernung einer Repository-Option, aber die Datei mit Überschreibungen wurde nicht gefunden: {}
es: config-manager: Solicitud para eliminar la opción del repositorio, pero el archivo con sobrescrituras no ha sido encontrado: {}
fi: config-manager: Pyyntöä tietovarastovaihtoehdon poistamiseksi mutta ohituksia sisältävää tiedostoa ei löydy: {}
id: config-manager: Permintaan untuk menghapus opsi repositori tetapi berkas overrides tidak ditemukan: {}
ko: config-manager: 저장소를 제거하려고 요청하지만 재정의를 갖는 파일을 찾을 수 없습니다: {}
pl: config-manager: Żądanie usunięcia opcji repozytorium, ale nie znaleziono pliku z nadpisaniami: {}
pt_br: config-manager: Solicitação para remover a opção de repositório, mas o arquivo com sobrescrições não foi encontrado: {}
ro: config-manager: cerere de eliminare a opțiunii de depozit, dar fișierul cu suprascrieri „overrides” nu a fost găsit: {}
ru: config-manager: Запрос на удаление опции репозитория, но файл с переопределениями не найден: {}
sv: config-manager: Begäran om att ta bort förrådsalternativ men filen med åsidosättningar hittades inte: {}
tr: config-manager: Depo seçeneğini kaldırma isteği ancak geçersiz kılmaları içeren dosya bulunamadı: {}
zh_tw: config-manager： 請求移除儲存庫選項，但未找到具有覆寫功能的檔案： {}

source: config-manager: Request to remove variable but vars directory was not found: {}
ca: config-manager: sol·licitud per suprimir la variable però no s'ha trobat el directori vars: {}
de: config-manager: Anfrage zur Entfernung einer Variable, aber das Variablenverzeichnis wurde nicht gefunden: {}
es: config-manager: Solicitud para eliminar la variable, pero el directorio de variables no ha sido encontrado: {}
fi: config-manager: Pyyntöä muuttujan poistamiseksi, mutta vars-hakemistoa ei löytynyt: {}
id: config-manager: Permintaan untuk menghapus variabel tetapi direktori vars tidak ditemukan: {}
ko: config-manager: 변수를 제거하려고 요청하지만 var 디렉토리를 찾을 수 없습니다: {}
pl: config-manager: Żądanie usunięcia zmiennej, ale katalog zmiennych nie został znaleziony: {}
pt_br: config-manager: Solicitação para remover variável, mas diretório de variáveis não foi encontrado: {}
ro: config-manager: cerere de eliminare a variabilei, dar directorul de variabile nu a fost găsit: {}
ru: config-manager: Запрос на удаление переменной, но каталог vars не найден: {}
sv: config-manager: Begäran om att ta bort variabel men vars-katalogen hittades inte: {}
tr: config-manager: Değişkeni kaldırma isteği ancak değişkenler dizini bulunamadı: {}
zh_tw: config-manager： 請求移除變數，但找不到 vars 目錄： {}

source: config-manager: Request to remove variable but it is not present in the vars directory: {}
ca: config-manager: sol·licitud per suprimir la variable però no és present al directori vars: {}
de: config-manager: Anfrage zur Entfernung einer Variable, aber sie ist nicht im Variablenverzeichnis vorhanden: {}
es: config-manager: Solicitud para eliminar la variable, pero no está presente en el directorio de variables: {}
fi: config-manager: Pyyntöä muuttujan poistamiseksi, mutta se ei ole läsnä vars-hakemistossa: {}
id: config-manager: Permintaan untuk menghapus variabel tetapi variabel tersebut tidak ada dalam direktori vars: {}
ko: config-manager: 변수를 제거하려고 요청하지만 var 디렉토레에서 존재하지 않습니다: {}
pl: config-manager: Żądanie usunięcia zmiennej, ale nie ma jej w katalogu zmiennych: {}
pt_br: config-manager: Solicitação para remover variável, mas ela não está presente no diretório de variáveis: {}
ro: config-manager: cerere de eliminare a variabilei, dar aceasta nu este prezentă în directorul de variabile: {}
ru: config-manager: Запрос на удаление переменной, но она отсутствует в каталоге vars: {}
sv: config-manager: Begäran om att ta bort variabel men den finns inte i vars-katalogen: {}
tr: config-manager: Değişkeni kaldırma isteği ancak değişkenler dizininde yok: {}
zh_tw: config-manager： 請求移除變數，但變數不在 vars 目錄中： {}

source: Cannot remove variable file "{}": {}
ca: No es pot suprimir el fitxer variable {}: {}
de: Kann Variablendatei "{}" nicht entfernen:{}
es: No es posible eliminar el archivo de la variable «{}»: {}
fi: Muuttujatiedostoa "{}" ei voi poistaa: {}
id: Tidak dapat menghapus berkas variabel "{}": {}
ko: 변수 파일을 제거 할 수 없습니다 "{}": {}
pl: Nie można usunąć pliku zmiennej "{}": {}
pt_br: Não é possível remover o arquivo de variável "{}": {}
ro: Nu se poate elimina fișierul de variabile „{}”: {}
ru: Невозможно удалить файл переменных "{}": {}
sv: Kan inte ta bort variabelfil "{}": {}
tr: "{}" değişken dosyası kaldırılamıyor: {}
zh_tw: 無法移除變數檔案 "{}"： {}
