Repository: rpm-software-management/dnf5
Catalog: dnf5-plugins/config-manager_plugin/po/*.po
Languages: ca, de, es, fi, id, ko, pl, pt_br, ro, ru, sv, tr, zh_cn, zh_tw

source: from-repofile: "{}" file does not exist
ca: from-repofile: El fitxer "{}" no existeix
de: from-repofile: "{}" Datei existiert nicht
es: from-repofile: El archivo «{}» no existe
fi: from-repofile: tiedostoa "{}" ei ole olemassa
id: from-repofile: berkas "{}" tidak ada
ko: from-repofile: "{}" 파일이 존재하지 않습니다
pl: from-repofile: plik „{}” nie istnieje
pt_br: from-repofile: o arquivo "{}" não existe
ro: from-repofile: fișierul „{}” nu există
ru: from-repofile: "{}" файл не существует
sv: från-förrådfil "{}" fil existerar inte
tr: from-repofile: "{}" dosyası yok
zh_cn: 无法通过指定文件添加软件源：文件 "{}" 不存在
zh_tw: from-repofile： "{}"檔案不存在

source: from-repofile: {}
sv: från-förrådfil: {}

source: {}: Badly formatted argument value "{}"
ca: {}: format incorrecte del valor de l'argument "{}"
de: {}: Schlecht formatierter Argumentwert "{}"
es: {}: Valor del argumento «{}» mal formateado
fi: {}: Virheellisesti muotoiltu argumentin arvo "{}"
id: {}: Nilai argumen berformat buruk "{}"
ko: {}: 잘못된 형식의 인수 값 "{}"
pl: {}: Nieprawidłowo sformatowana wartość argumentu „{}”
pt_br: {}: Formatação inválida no valor de argumento "{}"
ro: {}: valoarea argumentului „{}” este greșit formatată
ru: {}: Плохо отформатированное значение аргумента "{}"
sv: {}: Felaktigt formaterat argumentvärde "{}"
tr: {}: Yanlış biçimlendirilen argüman değeri "{}"
zh_cn: {}：错误的参数值格式 "{}"
zh_tw: {}: 格式錯誤的參數值 "{}"

source: Cannot set repository option "{}={}": {}
ca: No es pot establir l'opció de repositori "{}={}": {}
de: Repository-Option kann nicht gesetzt werden "{}={}": {}
es: No es posible establecer la opción del repositorio «{}={}»: {}
fi: Ohjelmistolähteen vaihtoehtoa "{}={}" ei voi asettaa: {}
id: Tidak dapat menetapkan opsi repositori "{}={}": {}
ko: 저장소 옵션을 설정 할 수 없습니다 "{}={}": {}
pl: Nie można ustawić opcji repozytorium "{}={}": {}
pt_br: Não foi possível definir a opção de repositório "{}={}": {}
ro: Nu se poate defini opțiunea depozitului „{}={}”: {}
ru: Невозможно установить опцию репозитория "{}={}": {}
sv: Kan inte ställa in förrådsalternativ "{}={}": {}
tr: "{}={}" depo seçeneği ayarlanamıyor: {}
zh_cn: 无法设置软件仓库选项 "{}={}"：{}
zh_tw: 無法設定軟體庫選項「{}={}」： {}

source: Sets the "{}" option again with a different value: "{}" != "{}"
ca: Estableix un altre cop l'opció {} amb un valor diferent: "{}" != "{}"
de: Setzt die "{}" Option wieder auf einen anderen Wert: "{}" != "{}"
es: Establece otra vez la opción «{}» con un valor distinto: «{}» != «{}»
fi: Asettaa vaihtoehdon "{}" uudelleen eri arvolla: "{}" != "{}"
id: Menetapkan opsi "{}" lagi dengan nilai berbeda: "{}" != "{}"
ko: 다른 값으로 "{}" 옵션을 다시 설정합니다: "{}" != "{}"
pl: Ustawia opcję „{}” ponownie z inną wartością: „{}” != „{}”
pt_br: Define a opção "{}" novamente com um valor diferente: "{}" != "{}"
ro: Definește din nou opțiunea „{}” cu o valoare diferită: „{}” != ”{}”
ru: Устанавливает опцию "{}" снова, с другим значением: "{}" != "{}"
sv: Ställer in alternativet "{}" igen med ett annat värde: "{}" != "{}"
tr: "{}" seçeneğini farklı bir değerle tekrar ayarlar: "{}" != "{}"
zh_tw: 以不同的值再次設定 "{}" 選項： "{}" != "{}"

source: Missing path to repository configuration directory
ca: Falta el camí al directori de configuració del dipòsit
de: Fehlender Pfad zum Repository-Konfigurationsverzeichnis
es: Ruta perdida al directorio de configuración del repositorio
fi: Tietovaraston määrityshakemiston polku puuttuu
id: Jalur ke direktori konfigurasi repositori tidak ada
ko: 저장소 구성 디렉토리에 경로 누락
pl: Brak ścieżki do katalogu konfiguracji repozytorium
pt_br: Faltando caminho para o diretório de configuração de repositório
ro: Lipsește ruta către directorul de configurare a depozitului
ru: Отсутствует путь к каталогу конфигурации репозитория
sv: Saknar sökväg till förrådskonfigurations katalog
tr: Depo yapılandırma dizini için yol eksik
zh_cn: 缺少软件源配置目录路径
zh_tw: 遺失軟體庫設定目錄的路徑

source: Failed to copy repository configuration file "{}": {}
ca: No s'ha pogut copiar el fitxer de configuració del dipòsit {}: {}
de: Kopieren der Repository-Konfigurationsdatei "{}" fehlgeschlagen: {}
es: Error al copiar el archivo de configuración del repositorio «{}»: {}
fi: Tietovaraston määritystiedoston "{}" kopioiminen epäonnistui: {}
id: Gagal menyalin berkas konfigurasi repositori "{}": {}
ko: 저장소 구성 파일을 복사하는 데 실패했습니다 "{}": {}
pl: Nie udało się skopiować pliku konfiguracji repozytorium „{}”: {}
pt_br: Falha ao copiar o arquivo de configuração de repositório "{}": {}
ro: Copierea fișierului de configurare a depozitului „{}” a eșuat: {}
ru: Не удалось скопировать файл конфигурации репозитория "{}": {}
sv: Misslyckades att kopiera förrådets konfigurationsfil "{}": {}
tr: Depo yapılandırma dosyası "{}" kopyalanamadı: {}
zh_tw: 複製軟體庫組態設定"{}"失敗： {}

source: Failed to download repository configuration file "{}": {}
ca: No s'ha pogut baixar el fitxer de configuració del dipòsit {}: {}
de: Herunterladen der Repository-Konfigurationsdatei "{}" fehlgeschlagen: {}
es: Error al descargar el archivo de configuración del repositorio «{}»: {}
fi: Tietovaraston määritystiedoston "{}" lataaminen epäonnistui: {}
id: Gagal mengunduh berkas konfigurasi repositori "{}": {}
ko: 저장소 구성 파일을 내려받는 데 실패했습니다 "{}": {}
pl: Nie udało się pobrać pliku konfiguracji repozytorium „{}”: {}
pt_br: Falha ao baixar o arquivo de configuração de repositório "{}": {}
ro: Descărcarea fișierului de configurare a depozitului a eșuat „{}”: {}
ru: Не удалось загрузить файл конфигурации репозитория "{}": {}
sv: Misslyckades att ladda ner förrådets konfigurationsfil "{}": {}
tr: Depo yapılandırma dosyası "{}" indirilemedi: {}
zh_tw: 下載軟體庫組態設定檔 "{}" 失敗： {}

source: Error in added repository configuration file. Cannot set repository option "{}={}": {}
ca: Error al fitxer de configuració del dipòsit afegit. No es pot establir l'opció de repositori "{}={}": {}
de: Fehler in der hinzugefügten Repository-Konfigurationsdatei. Repository-Option kann nicht gesetzt werden "{}={}": {}
es: Error en el archivo de configuración del repositorio añadido. No es posible establecer la opción del repositorio «{}={}»: {}
fi: Virhe lisätyssä tietovaraston määritystiedostossa. Tietovaraston vaihtoehtoa "{}={}" ei voi asettaa: {}
id: Kesalahan pada berkas konfigurasi repositori yang ditambahkan. Tidak dapat menetapkan opsi repositori "{}={}": {}
ko: 추가된 저장소 구성 파일에서 오류. 저장소 옵션을 설정 할 수 없습니다 "{}={}": {}
pl: Błąd w dodanym pliku konfiguracji repozytorium. Nie można ustawić opcji repozytorium "{}={}": {}
pt_br: Erro no arquivo de configuração de repositório adicionado. Não é possível definir a opção de repositório "{}={}": {}
ro: Eroare în fișierul de configurare a depozitului adăugat. Nu se poate defini opțiunea depozitului „{}={}”: {}
ru: Ошибка в добавленном файле конфигурации репозитория. Невозможно установить опцию репозитория "{}={}": {}
sv: Fel i tillagd konfigurationsfil för förråd. Kan inte ställa in lagringsalternativ "{}={}": {}
tr: Eklenen depo yapılandırma dosyasında hata. "{}={}" depo seçeneği ayarlanamıyor: {}
zh_tw: 新增軟體庫組態設定檔中出現錯誤。 無法設定軟體庫選項「{}={}」： {}

source: Bad baseurl: {}={}
ca: Baseurl incorrecte: {}={}
de: Ungültige Basis-URL: {}={}
es: URL base incorrecta: {}={}
fi: Virheellinen perus-URL: {}={}
id: baseurl buruk: {}={}
ko: 잘못된 baseurl: {}={}
pl: Nieprawidłowy adres bazowy: {}={}
pt_br: baseurl inválida: {}={}
ro: baseurl incorectă: {}={}
ru: Плохой baseurl: {}={}
sv: Dålig basurl: {}={}
tr: Hatalı temel url: {}={}
zh_cn: 错误的baseurl： {}={}
zh_tw: 不好的 baseurl: {}={}

source: One of --from-repofile=<URL>, --set=baseurl=<URL>, --set=mirrorlist=<URL>, --set=metalink=<URL> must be set to a non-empty URL
ca: Una opció de --from-repofile=<URL>, --set=baseurl=<URL>, --set=mirrorlist=<URL>, --set=metalink=<URL> s'ha d'establir en un URL no buit
de: Eines von --from-repofile=<URL>, --set=baseurl=<URL>, --set=mirrorlist=<URL>, --set=metalink=<URL> muss auf eine nicht-leere URL gesetzt werden
es: Una de --from-repofile=<URL>, --set=baseurl=<URL>, --set=mirrorlist=<URL>, --set=metalink=<URL> ha de estar establecida a una URL no vacía
fi: Yksi vaihtoehdoista --from-repofile=<URL>, --set=baseurl=<URL>, --set=mirrorlist=<URL>, --set=metalink=<URL> on asetettava ei-tyhjäksi URL:ksi
id: Salah satu dari --from-repofile=<URL>, --set=baseurl=<URL>, --set=mirrorlist=<URL>, --set=metalink=<URL> harus diatur ke URL yang tidak kosong
ko: --from-repofile=<URL>, --set=baseurl=<URL>, --set=mirrorlist=<URL>, --set=metalink=<URL> 중의 하나는 비어있지-않는 URL로 설정되어야 합니다
pl: Jeden z parametrów --from-repofile=<URL>, --set=baseurl=<URL>, --set=mirrorlist=<URL>, --set=metalink=<URL> musi być ustawiony na adres URL, który nie jest pusty
pt_br: Uma entre --from-repofile=<URL>, --set=baseurl=<URL>, --set=mirrorlist=<URL>, --set=metalink=<URL> deve ser definida com uma URL não vazia
ro: Una dintre opțiunile „--from-repofile=<URL>”, „--set=baseurl=<URL>”, „--set=mirrorlist=<URL>”, „--set=metalink=<URL>” trebuie să fie definită la o adresă URL nevidă
ru: Одно из значений --from-repofile=<URL>, --set=baseurl=<URL>, --set=mirrorlist=<URL>, --set=metalink=<URL> должно быть установлено на непустой URL
sv: En av --from-repofile=<URL>, --set=baseurl=<URL>, --set=mirrorlist=<URL>, --set=metalink=<URL> måste vara inställd på en icke-tom URL
tr: --from-repofile=<URL>, --set=baseurl=<URL>, --set=mirrorlist=<URL>, --set=metalink=<URL> seçeneklerinden biri boş olmayan bir URL olmalıdır
zh_cn: 下列选项之一：--from-repofile=<URL>, --set=baseurl=<URL>, --set=mirrorlist=<URL>, --set=metalink=<URL> 必须设置成非空的URL
zh_tw: --from-repofile=<URL>、--set=baseurl=<URL>、--set=mirrorlist=<URL>、--set=metalink=<URL> 其中之一必須設定為非空白的 URL

source: Failed to save repository configuration file "{}": {}
ca: No s'ha pogut desar el fitxer de configuració del dipòsit {}: {}
de: Speichern der Repository-Konfigurationsdatei "{}" fehlgeschlagen: {}
es: Error al guardar el archivo de configuración del repositorio «{}»: {}
fi: Tietovaraston määritystiedoston "{}" tallentaminen epäonnistui: {}
id: Gagal menyimpan berkas konfigurasi repositori "{}": {}
ko: 저장소 구성 파일을 저장하는 데 실패함 "{}": {}
pl: Nie udało się zapisać pliku konfiguracji repozytorium „{}”: {}
pt_br: Falha ao salvar o arquivo de configuração de repositório "{}": {}
ro: Salvarea fișierului de configurare a depozitului „{}” a eșuat: {}
ru: Не удалось сохранить файл конфигурации репозитория "{}": {}
sv: Misslyckades att spara konfigurationsfil för förråd "{}: {}
tr: Depo yapılandırma dosyası "{}" kaydedilemedi: {}
zh_cn: 保存软件仓库配置文件 "{}" 失败：{}
zh_tw: 儲存軟體庫組態設定檔 "{}" 失敗： {}

source: File "{}" already exists and configures repositories with IDs "{}". Add "--add-or-replace" or "--overwrite".
ca: El fitxer {} ja existeix i configura els repositoris amb els ID {}. Afegiu-hi "--add-or-replace" o "--overwrite".
de: Datei "{}" existiert bereits und konfiguriert Repositories mit IDs"{}". Fügen Sie "--add-or-replace" oder "--overwrite" hinzu.
es: El archivo «{}» ya existe y configura los repositorios con los ID «{}». Agregue «--add-or-replace» o «--overwrite».
fi: Tiedosto "{}" on jo olemassa ja määrittää tietovarastot tunnuksella "{}". Lisää `--add-or-replace` tai `--overwrite`.
id: Berkas "{}" sudah ada dan mengonfigurasi repositori dengan ID "{}". Tambahkan "--add-or-replace" atau "--overwrite".
ko: 파일 "{}"이 이미 존재하고 ID "{}"를 갖는 저장소를 구성합니다. "--add-or-replace" 또는 "--overwrite"를 추가합니다.
pl: Plik „{}” już istnieje i konfiguruje repozytoria o identyfikatorach „{}”. Dodaj „--add-or-replace” lub „--overwrite”.
pt_br: O arquivo "{}" já existe e configura repositórios com IDs "{}". Adicione "--add-or-replace" ou "--overwrite".
ro: Fișierul „{}” există deja și configurează depozitele cu ID-urile „{}”. Adăugați „--add-or-replace” sau „--overwrite”.
ru: Файл "{}" уже существует и настраивает репозитории с идентификаторами "{}". Добавьте "--add-or-replace" или "--overwrite".
sv: Filen "{}" finns redan och konfigurerar förråd med ID:n "{}". Lägg till "--add-or-replace" eller "--overwrite".
tr: "{}" dosyası zaten var ve "{}" depolarını yapılandırıyor. "--add-or-replace" veya "--overwrite" ekleyin.
zh_cn: 文件 "{}" 已存在并已用ID "{}" 配置软件仓库。添加 "--add-or-replace" 或 "--overwrite"。
zh_tw: 檔案 "{}"已經存在，並配置 ID 為 "{}" 的軟體庫。 新增 "--add-or-replace" 或 "--overwrite"。

source: File "{}" already exists and configures repositories with IDs "{}". Add "--overwrite" to overwrite.
ca: El fitxer {} ja existeix i configura els repositoris amb els ID {}. Afegiu-hi "--overwrite" per sobreescriure'l.
de: Datei "{}" existiert bereits und konfiguriert Repositories mit IDs "{}". Fügen Sie "--overwrite" zum Überschreiben hinzu.
es: El archivo «{}» ya existe y configura los repositorios con los ID «{}». Agregue «--overwrite» para sobrescribirlo.
fi: Tiedosto "{}" on jo olemassa ja määrittää tietovarastot tunnuksella "{}". Lisää `--overwrite` korvataksesi.
id: Berkas "{}" sudah ada dan mengonfigurasi repositori dengan ID "{}". Tambahkan "--overwrite" untuk menimpa.
ko: 파일 "{}"은 이미 존재하고 ID "{}"인 저장소를 구성합니다. 덮어쓰도록 "--overwrite" 추가합니다.
pl: Plik „{}” już istnieje i konfiguruje repozytoria o identyfikatorach „{}”. Dodaj „--overwrite”, aby nadpisać.
pt_br: O arquivo "{}" já existe e configura repositórios com IDs "{}". Adicione "--overwrite" para sobrescrever.
ro: Fișierul „{}” există deja și configurează depozitele cu ID-urile „{}”. Adăugați „--overwrite” pentru a-l suprascrie.
ru: Файл "{}" уже существует и настраивает репозитории с идентификаторами "{}". Добавьте "--overwrite" для перезаписи.
sv: Filen "{}" finns redan och konfigurerar förråd med ID:n "{}". Lägg till --overwrite" för att skriva över.
tr: "{}" dosyası zaten var ve "{}" depolarını yapılandırıyor. Üzerine yazmak için "--overwrite" ekleyin.
zh_cn: 文件 "{}" 已存在并已用ID "{}" 配置软件仓库。添加 "--overwrite" 以覆盖。
zh_tw: 檔案"{}" 已經存在，並且設定 ID 為 "{}" 的軟體庫。 新增「--overwrite」以覆寫。

source: A repository with id "{}" already configured in file: {}
ca: Un dipòsit amb l'identificador {} ja està configurat al fitxer: {}
de: Ein Repository mit ID "{}" ist bereits konfiguriert in Datei: {}
es: Un repositorio con el ID «{}» ya está configurado en el archivo: {}
fi: Tietovarasto, jonka tunnus on "{}", on jo määritetty tiedostossa: {}
id: Repositori dengan id "{}" sudah dikonfigurasi dalam berkas: {}
ko: id "{}"를 갖는 저장소는 이미 파일에서 구성되어 있습니다: {}
pl: Repozytorium o identyfikatorze „{}” jest już skonfigurowane w pliku: {}
pt_br: Um repositório com id "{}" já configurado no arquivo: {}
ro: Un depozit cu id-ul „{}” este deja configurat în fișierul: {}
ru: Репозиторий с идентификатором "{}" уже настроен в файле: {}
sv: Ett förråd med id "{}" är redan konfigurerat i fil {}
tr: "{}" kimliğine sahip bir depo {} dosyasında zaten yapılandırıldı
zh_cn: ID为 "{}" 的软件仓库已配置在此文件中：{}
zh_tw: 檔案中已設定 id 為 "{}" 的軟體庫： {}

source: Cannot read repositories from directory "{}": {}
ca: No es poden llegir els repositoris del directori {}: {}
de: Kann Repositories nicht aus dem Verzeichnis "{}" lesen: {}
es: Error al leer los repositorios del directorio «{}»: {}
fi: Tietovarastoja ei voi lukea hakemistosta "{}": {}
id: Tidak dapat membaca repositori dari direktori "{}": {}
ko: 디렉토리에서 저장소를 읽을 수 없습니다 "{}": {}
pl: Nie można odczytać repozytoriów z katalogu „{}”: {}
pt_br: Não é possível ler repositórios do diretório "{}": {}
ro: Nu se pot citi depozitele din directorul „{}”: {}
ru: Невозможно прочитать репозитории из каталога "{}": {}
sv: Kan inte läsa in förråd från katalog "{}": {}
tr: "{}" dizininden depolar okunamıyor: {}
zh_cn: 无法在 "{}" 目录中读取软件仓库：{}
zh_tw: 無法從目錄 "{}" 讀取軟體庫： {}

source: Manage configuration
ca: Gestiona la configuració
es: Gestionar la configuración
fi: Hallitse kokoonpanoa
id: Kelola konfigurasi
pl: Zarządzaj konfiguracją
ro: Gestionează configurația
sv: Hantera konfigurationen
zh_cn: 管理配置
zh_tw: 管理組態設定

source: {}: Badly formatted argument value: Last key character cannot be '.': {}
ca: {}: valor de l'argument incorrecte: l'últim caràcter clau no pot ser '.': {}
de: {}: Schlecht formatierter Argumentwert: Letzter Schlüsselwert kann nicht '.' sein: {}
es: {}: Valor del argumento mal formateado: El último carácter de la clave no puede ser «.»: {}
fi: {}: Virheellisesti muotoiltu argumenttiarvo: Viimeinen avainmerkki ei voi olla '.': {}
id: {}: Nilai argumen berformat buruk: Karakter terakhir kunci tidak boleh '.': {}
ko: {}: 잘못된 형식의 인수 값: 마지막 키 문자는 다음과 같을 수 없습니다 '.': {}
pl: {}: Nieprawidłowo sformatowana wartość argumentu: Ostatni znak klucza nie może być '.': {}
pt_br: {}: Formatação inválida no valor de argumento: O último caractere da chave não pode ser '.': {}
ro: {}: Valoare argument formatată greșit: Ultimul caracter al cheii nu poate fi „.”: {}
ru: {}: Плохо отформатированное значение аргумента: Последний символ ключа не может быть '.': {}
sv: {}: Felaktigt formaterat argumentvärde: Sista nyckeltecknet kan inte vara '.': {}
tr: {}: Hatalı biçimlendirilen argüman değeri: Son anahtar karakter '.' olamaz: {}
zh_cn: {}：错误的参数值格式：键名的结尾字符不能是"."：{}
zh_tw: {}: 格式錯誤的參數值： 最後一個關鍵字不能是 '： {}

source: {}: Empty repository id is not allowed: {}
ca: {}: un identificador de repositori buit no està permès: {}
de: {}: Leere Repository-ID ist nicht erlaubt: {}
es: {}: ID del repositorio vacío no está permitido: {}
fi: {}: Tietovaraston tunnuksen jättäminen tyhjäksi ei ole sallittua: {}
id: {}: ID repositori kosong tidak diizinkan: {}
ko: {}: 빈 저장소 id는 허용되지 않습니다: {}
pl: {}: Puste id repozytorium nie jest dozwolone: {}
pt_br: {}: ID de repositório vazio não é permitido: {}
ro: {}: Id-ul de depozit, gol, nu este permis: {}
ru: {}: Пустой идентификатор репозитория недопустим: {}
sv: {}: Tomt förråds-ID är inte tillåtet: {}
tr: {}: Boş depo kimliğine izin verilmiyor: {}
zh_cn: {}：不允许使用空的软件仓库ID：{}
zh_tw: {}: 不允許使用空的軟體庫 ID： {}

source: Cannot set repository option "{}": {}
ca: No es pot establir l'opció de repositori {}: {}
de: Kann Repository-Option "{}" nicht setzen: {}
es: No es posible establecer la opción del repositorio «{}»: {}
fi: Tietovaraston vaihtoehtoa "{}" ei voi asettaa: {}
id: Tidak dapat menetapkan opsi repositori "{}": {}
ko: 저장소 옵션을 설정 할 수 없습니다 "{}": {}
pl: Nie można ustawić opcji repozytorium „{}”: {}
pt_br: Não é possível definir a opção de repositório "{}": {}
ro: Nu se poate defini opțiunea depozitului „{}”: {}
ru: Невозможно установить параметр репозитория "{}": {}
sv: Kan inte ställa in förråds alternativ "{}": {}
tr: "{}" depo seçeneği ayarlanamıyor: {}
zh_cn: 无法设置软件仓库选项 "{}"：{}
zh_tw: 無法設定軟體庫選項 "{}"： {}

source: Sets the "{}" option of the repository "{}" again with a different value: "{}" != "{}"
ca: Estableix l'opció "{}" del repositori {} un altre cop amb un valor diferent: "{}" != "{}"
de: Setzt die "{}" Option des Repository "{}" mit einem anderen Wert erneut: "{}" != "{}"
es: Establece otra vez la opción «{}» del repositorio «{}» con un valor distinto: «{}» != «{}»
fi: Asettaa tietovaraston "{}" vaihtoehdon "{}" uudelleen eri arvolla: "{}" != "{}"
id: Menetapkan opsi "{}" pada repositori "{}" lagi dengan nilai berbeda: "{}" != "{}"
ko: 다른 값을 갖는 저장소 "{}"의 옵션을 다시 설정합니다: "{}" != "{}"
pl: Ustawia opcję „{}” repozytorium „{}” ponownie z inną wartością: „{}” != „{}”
pt_br: Define a opção "{}" do repositório "{}" novamente com um valor diferente: "{}" != "{}"
ro: Definește din nou opțiunea „{}” a depozitului „{}” cu o valoare diferită: „{}” != ”{}”
ru: Устанавливает опцию "{}" репозитория "{}" снова, с другим значением: "{}" != "{}"
sv: Ställer in "{}" alternativ för förråd "{} igen med ett annat värde: {}" !="{}"
tr: "{}" seçeneğini ("{}" deposu için) farklı bir değerle tekrar ayarlar: "{}" != "{}"
zh_cn: 将 "{}" 选项（来自软件仓库 "{}" ）重新设置成不同的值："{}" != "{}"
zh_tw: 以不同的值再次設定軟體庫 "{}" 的 "{}" 選項： "{}" != "{}"

source: Cannot set option: "{}": {}
ca: No es pot establir l'opció: "{}": {}
de: Kann Option nicht setzen: "{}": {}
es: No es posible establecer la opción: «{}»: {}
fi: Vaihtoehtoa ei voi asettaa: "{}": {}
id: Tidak dapat menetapkan opsi: "{}": {}
ko: 옵션을 설정 할 수 없습니다: "{}": {}
pl: Nie można ustawić opcji: "{}": {}
pt_br: Não é possível definir a opção: "{}": {}
ro: Nu se poate defini opțiunea: „{}": {}
ru: Невозможно установить опцию: "{}": {}
sv: Kan inte ställa in alternativ: "{}":{}
tr: Seçenek ayarlanamıyor: "{}": {}
zh_cn: 无法设置选项："{}": {}
zh_tw: 無法設定選項： "{}": {}

source: No matching repository to modify: {}
ca: No hi ha cap repositori coincident per modificar: {}
de: Kein passendes Repository zum Ändern gefunden: {}
es: Ningún repositorio coincidente para modificar: {}
fi: Ei vastaavaa muokattavaa tietovarastoa: {}
id: Tidak ada repositori yang cocok untuk dimodifikasi: {}
ko: 수정하는 데 일치하는 저장소가 없습니다: {}
pl: Brak pasującego repozytorium do modyfikacji: {}
pt_br: Nenhum repositório correspondente para modificar: {}
ro: Nu există niciun depozit corespondent de modificat: {}
ru: Нет подходящего репозитория для изменения: {}
sv: Inget matchande förråd att modifiera: {}
tr: Değiştirilecek eşleşen depo yok: {}
zh_cn: 没有符合的软件仓库可供修改：{}
zh_tw: 沒有符合的軟體庫要修改: {}

source: Cannot set "{}": Variable "{}" is read-only
ca: No es pot establir {}: la variable "{}" és només de lectura
de: Kann "{}" nicht setzen: Variable "{}" ist schreibgeschützt
es: No es posible establecer «{}»: La variable «{}» es de «solo lectura»
fi: Ei voida asettaa "{}": Muuttuja "{}" on vain luku -tilassa
id: Tidak dapat menetapkan "{}": Variabel "{}" bersifat hanya-baca
ko: "{}"를 설정 할 수 없습니다: 변수 "{}"는 읽기-전용입니다
pl: Nie można ustawić „{}”: Zmienna „{}” jest tylko do odczytu
pt_br: Não é possível definir "{}": A variável "{}" é somente leitura
ro: Nu se poate defini „{}”: variabila „{}” este numai-pentru-citire
ru: Невозможно установить "{}": Переменная "{}" доступна только для чтения
sv: Kan inte ställa in "{}": Variabeln "{}" är skrivskyddad
tr: "{}" ayarlanamıyor: "{}" değişkeni salt okunur
zh_cn: 无法设置 "{}"：变量 "{}" 具有只读属性
zh_tw: 無法設定 "{}"： 變數"{}"是唯讀的

source: Sets the "{}" variable again with a different value: "{}" != "{}"
ca: Estableix un altre cop la variable "{}" amb un valor diferent: "{}" != "{}"
de: Setzt die Variable "{}" mit einem anderen Wert erneut: "{}" != "{}"
es: Establece otra vez la variable «{}» con un valor distinto: «{}» != «{}»
fi: Asettaa muuttujan "{}" uudelleen eri arvolla: "{}" != "{}"
id: Menetapkan variabel "{}" lagi dengan nilai berbeda: "{}" != "{}"
ko: 다른 값을 갖는 "{}" 변수를 다시 설정 합니다: "{}" != "{}"
pl: Ustawia zmienną „{}” ponownie z inną wartością: „{}” != „{}”
pt_br: Define a variável "{}" novamente com um valor diferente: "{}" != "{}"
ro: Definește din nou variabila „{}” cu o valoare diferită: „{}” != ”{}”
ru: Устанавливает переменную "{}" снова, с другим значением: "{}" != "{}"
sv: Ställer in variabeln "{}" igen med ett annat värde: "{}" != "{}"
tr: "{}" değişkenini farklı bir değerle tekrar ayarlar: "{}" != "{}"
zh_cn: 将变量 "{}" 设置成不同的值："{}" != "{}"
zh_tw: 再次設定變數 "{}" 的不同值： "{}" != "{}"

source: Missing path to vars directory
ca: Falta el camí al directori vars
de: Fehlender Pfad zum Variablenverzeichnis
es: Ruta ausente al directorio de variables
fi: Puuttuva polku vars-hakemistoon
id: Jalur ke direktori vars tidak ada
ko: vras 디렉토리에 누락된 경로
pl: Brak ścieżki do katalogu zmiennych
pt_br: Faltando caminho para o diretório de variáveis
ro: Lipsește ruta către directorul de variabile
ru: Отсутствует путь к каталогу vars
sv: Saknar sökväg till vars katalog
tr: Değişkenler dizini için yol eksik
zh_cn: 缺少vars目录的路径
zh_tw: 缺少 vars 目錄的路徑
