Repository: rpm-software-management/dnf5
Catalog: dnf5/po/*.po
Languages: ca, cs, de, es, fi, fr, hu, ja, nl, pl, pt_br, ro, ru, sv, tr

source: You can try to add to command line:
ca: Podeu provar d'afegir el següent a la línia d'ordres:
cs: K příkazu můžete zkusit přidat:
de: Sie können versuchen, folgendes der Befehlszeile hinzuzufügen:
es: Puede intentar añadir a la línea de comandos:
fi: Voit yrittää lisätä komentoriville:
fr: Vous pouvez essayer d'ajouter à la ligne de commande :
hu: Megpróbálhatja hozzáadni a parancssorhoz:
ja: コマンド ラインに追加してみてください:
nl: Je kunt proberen om het volgende aan de opdrachtregel toe te voegen:
pl: Możesz spróbować dodać do wiersza poleceń:
pt_br: Você pode tentar adicionar à linha de comando:
ro: Puteți încerca să adăugați la linia de comandă:
ru: Можно попробовать добавить в командную строку:
sv: Du kan försöka lägga till till kommandoraden:
tr: Komut satırına eklemeyi deneyebilirsiniz:

source: No matches were found for the following plugin name patterns while enabling libdnf plugins: {}
ca: No s'han trobat coincidències per als patrons de nom de connectors següents mentre s'habilitaven els connectors de libdnf: {}
cs: Při zapínání zásuvných modulů libdnf nebyla nalezena žádná shoda s následujícími vzory názvů modulů: {}
de: Bei der Aktivierung von libdnf-Plugins wurden keine Übereinstimmungen für die folgenden Plugin-Namensmuster gefunden: {}
es: No se encontraron coincidencias para los siguientes patrones de nombres de plugin mientras se habilitaban plugins de libdnf: {}
fi: Seuraaville lisäosien nimimalleille ei löytynyt osumia, kun libdnf-lisäosat otettiin käyttöön: {}
fr: Aucun plugin correspondant aux motifs suivants n'a été trouvé lors de l'activation des plugins libdnf : {}
hu: Nincs találat a következő bővítménynév-mintára a libdnf bővítmények engedélyezése során: {}
ja: libdnf プラグインを有効にする際、次のプラグイン名パターンに一致するものを見つかりませんでした: {}
nl: Geen overeenkomsten gevonden voor de volgende pluginnaampatronen bij het inschakelen van libdnf-plugins: {}
pl: Nie znaleziono żadnych dopasowań dla następujących wzorców nazw wtyczek podczas włączania wtyczek libdnf: {}
pt_br: Nenhum plug-in foi encontrado para os seguintes padrões de nome ao ativar plug-ins libdnf: {}
ro: Nu au fost găsite potriviri pentru următoarele modele de nume de module în timpul activării modulelor libdnf: {}
ru: При включении плагинов libdnf не было найдено совпадений для следующих шаблонов имен плагинов: {}
sv: Inga matchningar hittades för följande pluginnamnmönster när libdnf-plugins aktiverades: {}
tr: libdnf eklentilerini etkinleştirirken şu eklenti adı desenleri için eşleşme bulunamadı: {}

source: No matches were found for the following plugin name patterns while disabling libdnf plugins: {}
ca: No s'han trobat coincidències per als patrons de nom de connectors següents mentre s'inhabilitaven els connectors de libdnf: {}
cs: Při vypínání zásuvných modulů libdnf nebyla nalezena žádná shoda s následujícími vzory názvů modulů: {}
de: Bei der Deaktivierung von libdnf-Plugins wurden keine Übereinstimmungen für die folgenden Plugin-Namensmuster gefunden: {}
es: No se encontraron coincidencias para los siguientes patrones de nombres de plugin mientras se deshabilitaban plugins de libdnf: {}
fi: Seuraaville lisäosien nimimalleille ei löytynyt osumia, kun libdnf-lisäosat poistettiin käytöstä: {}
fr: Aucun plugin correspondant aux motifs suivants n'a été trouvé lors de la désactivation des plugins libdnf : {}
hu: Nincs találat a következő bővítménynév-mintára a libdnf bővítmények letiltása során: {}
ja: libdnf プラグインを無効にする際、次のプラグイン名パターンに一致するものを見つかりませんでした: {}
nl: Geen overeenkomsten gevonden voor de volgende pluginnaampatronen bij het uitschakelen van libdnf-plugins: {}
pl: Nie znaleziono żadnych wyników dla następujących wzorców nazw wtyczek podczas wyłączania wtyczek libdnf: {}
pt_br: Nenhum plug-in foi encontrado para os seguintes padrões de nome ao desativar plug-ins libdnf: {}
ro: Nu au fost găsite potriviri pentru următoarele modele de nume de module în timpul dezactivării modulelor libdnf: {}
ru: При отключении плагинов libdnf не было найдено совпадений для следующих шаблонов имен плагинов: {}
sv: Inga matchningar hittades för följande pluginnamnsmönster när libdnf-plugins inaktiverades: {}
tr: libdnf eklentilerini devre dışı bırakırken şu eklenti adı desenleri için eşleşme bulunamadı: {}

source: --- DNF5 launched with arguments: "{}" ---
ca: --- DNF5 llançat amb arguments: {} ---
cs: --- DNF5 bylo spuštěno s těmito argumenty: „{}“ ---
de: --- DNF5 wurde mit den Argumenten gestartet: "{}" ---
es: --- DNF5 ejecutado con argumentos: "{}" ---
fi: --- DNF5 käynnistetty argumenteilla: ”{}” ---
fr: --- DNF5 lancé avec les arguments : "{}" ---
hu: --- A DNF5 elindítva a következő argumentumokkal: „{}” ---
ja: --- DNF5 起動引数: "{}" ---
nl: --- DNF5 gestart met argumenten: "{}" ---
pl: --- Uruchomiono DNF5 z argumentami: "{}" ---
pt_br: --- DNF5 iniciado com os argumentos: "{}" ---
ro: --- «dnf5» lansat cu argumentele: „{}” ---
ru: --- DNF5 запущен с аргументами: "{}" ---
sv: --- DNF5 startades med argument: "{}" ---
tr: --- DNF5 şu argümanlarla başlatıldı: "{}" ---

source: Invalid "index" in "--complete=<index>[,...]": {}
ca: Índex no vàlid a "--complete=<index>[,...]": {}
de: Ungültiger "index" in "--complete=<index>[,...]": {}
es: Índice no válido en "--complete=<index>[,...]": {}
fi: Epäkelvollinen "index" kohdassa '--complete=<index>[,...]': {}
hu: Érvénytelen „index” itt: „--complete=<inde>[,...]”: {}
ja: 無効なインデックス "--complete=<index>[,...]": {}
nl: Ongeldige "index" in "--complete=<index>[,...]": {}
pl: Nieprawidłowy „indeks” w „--complete=<index>[,...]”: {}
pt_br: Inválido "index" em "--complete=<index>[,...]": {}
ro: Argument „index” nevalid în „--complete=<index>[,...]”: {}
ru: Недопустимый «индекс» в «--complete=<индекс>[,...]»: {}
sv: Ogiltigt "index" i "--complete=<index>[,...]": {}
tr: "--complete"=<index>[,...]" içinde geçersiz "index":{}

source: {}. Add "--help" for more information about the arguments.
ca: {}. Afegiu '--help' per obtenir més informació sobre els arguments.
de: {}. Fügen Sie "--help" hinzu, um weitere Informationen zu den Argumenten zu erhalten.
es: {}. Añada "--help" para más información sobre los argumentos.
fi: {}. Lisää `--help` lisätietojen saamiseksi argumenteista.
fr: {}. Ajoutez "--help" pour plus d'informations sur les arguments.
hu: {}. A kapcsolók további információiért adja hozzá a „--help” kapcsolót.
ja: {}。 引数に関する詳細を表示するには "--help" を追加してください。
nl: {}. Voeg "--help" toe voor meer informatie over de argumenten.
pl: {}. Dodaj „--help”, aby uzyskać więcej informacji o argumentach.
pt_br: {}. Adicione "--help" para mais informações sobre os argumentos.
ro: {}. Adăugați „--help” pentru mai multe informații despre argumente.
ru: {}. Добавьте "--help" для получения дополнительной информации об аргументах.
sv: {}. Lägg till "--help" för mer information om argumenten.
tr: {}. Argümanlar hakkında daha fazla bilgi için "--help" seçeneğini ekleyin.

source: It could be a command provided by a plugin, try: dnf5 install 'dnf5-command({})'
ca: Pot ser una ordre proporcionada per un connector, proveu: dnf5 install 'dnf5-command({})'
de: Es könnte ein Befehl sein, dass von einem Plugin bereitgestellt wird. Versuche: dnf install 'dnf5-command({})'
es: Podría ser un comando provisto por un plugin, intente ejecutar: dnf5 install 'dnf5-command({})'
fi: Se voi olla lisäosan tarjoama komento; kokeile `dnf5 install 'dnf5-command({})'`
fr: Il pourrait s'agir d'une commande fournie par un plugin, essayez : dnf5 install 'dnf5-command({})'
hu: Lehet, hogy egy bővítmény által biztosított parancs, próbálja ki ezt: dnf5 install 'dnf-command({})'
ja: これはプラグインによって提供されるコマンドの可能性があります。次を試してください: dnf5 install 'dnf5-command({})'
nl: Dit zou een commando kunnen zijn die door een plugin geleverd wordt.Probeer: dnf5 install 'dnf5-command({})'
pl: Może to być polecenie dostarczone przez wtyczkę, spróbuj: dnf5 install 'dnf5-command({})'
pt_br: Pode ser um comando fornecido por um plugin, tente: dnf5 install 'dnf5-command({})'
ro: Ar putea fi o comandă furnizată de un modul, încercați: «dnf5 install 'dnf5-command({})'»
ru: Это может быть команда, предоставляемая плагином, попробуйте: dnf5 install 'dnf5-command({})'
sv: Det kan vara ett kommando från ett plugin, försök med: dnf5 install 'dnf5-command({})'
tr: Bir eklenti tarafından sağlanan bir komut olabilir, şunu deneyin: dnf5 install 'dnf5-command({})'

source: The argument is available for commands: {}. (It has to be placed after the command.)
ca: L'argument està disponible per a les ordres següents: {}. (S'ha de col·locar després de l'ordre.)
de: Das Argument ist für Befehle verfügbar:{}. (Es muss nach dem Befehl platziert werden.)
es: El argumento está disponible para instrucciones: {}. (Tiene que estar situado tras la instrucción.)
fi: Argumentti on käytettävissä komennoille: {} (Se on sijoitettava komennon jälkeen.)
hu: Az argumentum ezekhez a parancsokhoz érhető el: {}. (A parancs után kell helyezni.)
ja: 引数は以下のコマンドで利用可能: {}. (コマンドの後で指定する必要があります)
nl: Dit argument is beschikbaar voor de volgende commando's: {}. (Het moet na het commando worden geplaatst.)
pl: Argument jest dostępny dla poleceń: {}. (Musi być umieszczony po poleceniu.)
pt_br: O argumento está disponível para comandos: {}. (Ele deve ser colocado depois do comando.)
ro: Argumentul este disponibil pentru comenzile: {}; (trebuie să fie plasat după comandă).
ru: Аргумент доступен для команд: {}. (Он должен быть помещен после команды)
sv: Argumentet är tillgängligt för kommandon: {}. (Det måste placeras efter kommandot.)
tr: Argüman şu komutlar için kullanılabilir: {}. (Komuttan sonra yer almalıdır.)

source: No read/execute access in current directory, moving to /
ca: No hi ha accés de lectura o execució al directori actual, es passa a /
de: Kein Lese/Schreib-Zugriff im aktuellen Verzeichnis. Verschiebe nach /
es: No hay permisos de lectura/ejecución en el directorio actual, moviendo a /
fi: Ei luku-/suoritusoikeuksia nykyisessä hakemistossa, siirrytään tähän /
fr: Aucun accès en lecture/exécution dans le répertoire actuel, changement pour /
hu: Nincs olvasási/végrehajtási jogosultság a jelenlegi könyvtárban, áthelyezés ide: /
ja: 現在のディレクトリに読み取り/実行権限がないため、/ に移動します
nl: Geen lees-/uitvoerrechten in de huidige map. Map wordt gewijzigd naar /
pl: Brak dostępu do odczytu/wykonywania w bieżącym katalogu, przenoszenie do /
pt_br: Sem acesso de leitura/execução no diretório atual, movendo para /
ro: Nu există acces de citire/executare în directorul curent, se deplasează la /
ru: Нет доступа для чтения/выполнения в текущем каталоге, перемещение в /
sv: Inga läs-/körrättigheter i aktuell katalog, flyttar till /
tr: Geçerli dizinde okuma/çalıştırma izni yok, /'a taşınıyor

source: The requested operation requires superuser privileges. Please log in as a user with elevated rights, or use the "--assumeno" or "--downloadonly" options to run the command without modifying the system state.
ca: L'operació demanada requereix privilegis de superusuari. Inicieu sessió com a usuari amb drets elevats o useu les opcions '--assumeno' o '--downloadonly' per executar l'ordre sense modificar l'estat del sistema.
de: Die angeforderte Operation erfordert Administratorrechte. Bitte melden Sie sich als Benutzer mit entsprechenden Rechten an oder verwenden Sie die Optionen "--assumeno" oder "--downloadonly", um den Befehl auszuführen, ohne den Systemzustand zu verändern.
es: La operación solicitada requiere privilegios de superusuario. Por favor inicie sesión con un usuario con permisos elevados, o utilice las opciones "--assumeno" o "--downloadonly" para ejecutar el comando sin modificar el estado del sistema.
fi: Pyydetty toiminto vaatii pääkäyttäjän oikeudet. Kirjaudu sisään käyttäjänä korotetuilla oikeuksilla tai käytä vaihtoehtoja `--assumeno` tai `--downloadonly` suorittaaksesi komennon muuttamatta järjestelmän tilaa.
fr: L'opération demandée requiert les privilèges de superutilisateur. Veuillez vous connecter en tant qu'un utilisateur avec plus de droits, ou utilisez l'option "--assumeno" ou l'option "--downloadonly" pour exécuter la commande sans modifier l'état du système.
hu: A kért művelethez rendszergazdai jogosultság szükséges. Jelentkezzen be egy emelt jogosultságú felhasználóval, vagy használja az „--assumeno” vagy a „--downloadonly” kapcsolókat a parancs rendszerállapot-módosítás nélküli futtatásához.
ja: 要求された操作にはスーパー ユーザー権限が必要です。権限のあるユーザーでログインするか、システム状態を変更せずにコマンドを実行するには "--assumeno" または "--downloadonly" オプションを使用してください。
nl: De verzochte operatie vereist superuser-privileges. Log in als een gebruiker met verhoogde rechten, of gebruik de opties "--assumeno" of "--downloadonly" om het commando uit te voeren zonder de staat van het systeem te wijzigen.
pl: Żądana operacja wymaga uprawnień superużytkownika. Zaloguj się jako użytkownik z podwyższonymi uprawnieniami lub użyj opcji „--assumeno” lub „--downloadonly”, aby uruchomić polecenie bez modyfikowania stanu systemu.
pt_br: A operação solicitada requer privilégios de superusuário. Faça login como um usuário com direitos elevados (usando sudo ou root) ou use as opções "--assumeno" ou "--downloadonly" para executar o comando sem modificar o estado do sistema.
ro: Operația solicitată necesită privilegii de superutilizator. Vă rugăm să vă conectați ca utilizator cu drepturi sporite sau să utilizați opțiunile „--assumeno” sau „--downloadonly” pentru a executa comanda fără a modifica starea sistemului.
ru: Для выполнения запрошенной операции требуются привилегии суперпользователя. Пожалуйста, войдите в систему как пользователь с повышенными правами или используйте опции "--assumeno" или "--downloadonly", чтобы выполнить команду без изменения состояния системы.
sv: Den begärda åtgärden kräver superanvändarbehörigheter. Logga in som användare med förhöjda rättigheter eller använd "--assumeno" eller "--downloadonly" alternativen för att köra kommandot utan att ändra systemtillståndet.
tr: İstenen işlem süper kullanıcı ayrıcalıkları gerektiriyor. Lütfen yüksek haklara sahip bir kullanıcı olarak oturum açın veya sistem durumunu değiştirmeden komutu çalıştırmak için "--assumeno" veya "--downloadonly" seçeneklerini kullanın.

source: The operation will only store the transaction in {}
ca: L'operació només desarà la transacció a {}
de: Die Operation wird nur gespeichert in {}
es: Esta operación almacenará la transacción en {}
fi: Toiminto tallentaa vain tapahtuman {}:een
fr: L'opération ne fera que stocker la transaction dans {}
hu: A művelet csak itt fogja tárolni a tranzakciót: {}
ja: この操作では、トランザクションを {} への保存のみがされます
nl: De operatie zal de transactie alleen opslaan in {}
pl: Operacja zapisze transakcję tylko w {}
pt_br: A operação apenas armazena a transação em {}
ro: Operația va stoca tranzacția doar în {}
ru: Операция сохранит транзакцию только в {}
sv: Operationen kommer endast att lagra transaktionen i {}
tr: İşlem yalnızca {} içine kaydedilecektir

source: The operation will only download packages for the transaction.
ca: L'operació només baixarà els paquets per a la transacció.
de: Diese Operation wird nur Pakete für diese Transaktion herunterladen.
es: Está operación descargará los paquetes para la transacción.
fi: Toiminto lataa vain paketteja tapahtumaa varten.
fr: L'opération ne fera que télécharger les paquets pour la transaction.
hu: A művelet csak csomagokat fog letölteni a tranzakcióhoz.
ja: この操作では、トランザクションのためのパッケージのダウンロードのみがされます。
nl: De operatie zal alleen pakketten downloaden voor de transactie.
pl: Operacja spowoduje pobranie wyłącznie pakietów dla transakcji.
pt_br: A operação só fará o download de pacotes para a transação.
ro: Operația va descărca doar pachetele pentru tranzacție.
ru: Операция будет загружать пакеты только для данной транзакции.
sv: Operationen kommer bara att ladda ner paket för transaktionen.
tr: Yalnızca işlem için gerekli paketler indirilecektir.

source: Test mode enabled: Only package downloads, OpenPGP key installations and transaction checks will be performed.
ca: Mode de prova activat: només es faran baixades de paquets, instal·lacions de claus OpenPGP i comprovacions de transaccions.
de: Testmodus aktiviert: Es werden nur Paket-Downloads, OpenPGP-Schlüsselinstallationen und Transaktionsprüfungen durchgeführt.
es: Modo de prueba habilitado: solo descargas de paquetes, se realizaran pruebas de instalación de llaves OpenPGP y transacciones.
fi: Testitila käytössä: Vain pakettien lataukset, OpenPGP-avainten asennukset ja tapahtumatarkistukset suoritetaan.
hu: Tesztelési mód engedélyezve: csak csomagletöltések, OpenPGP-kulcsellenőrzések és tranzakció-ellenőrzések lesznek végezve.
ja: テスト モードが有効です: パッケージのダウンロード、OpenPGP キーのインストール、およびトランザクションのチェックのみが行われます。
nl: Testmodus ingeschakeld: Alleen pakketdownloads, OpenPGP-sleutelinstallaties en transactiecontroles worden uitgevoerd.
pl: Włączony tryb testowy: wykonywane będą tylko pobrania pakietów, instalacje kluczy OpenPGP i sprawdzanie transakcji.
pt_br: Modo de teste ativado: Apenas serão efetuados downloads de pacotes, instalações de chaves OpenPGP e verificações de transações.
ro: Modul de testare activat: Vor fi efectuate numai descărcări de pachete, instalări de chei OpenPGP și verificări ale tranzacțiilor.
ru: Включен тестовый режим: Будут выполняться только загрузка пакетов, установка ключей OpenPGP и проверка транзакций.
sv: Testläge aktiverat: Endast paketnedladdningar, OpenPGP-nyckelinstallationer och transaktionskontroller kommer att utföras.
tr: Test kipi etkinleştirildi: Yalnızca paket indirmeleri, OpenPGP anahtar kurulumları ve işlem denetimleri gerçekleştirilecektir.

source: Error: this bootc system is configured to be read-only. For more information, run `bootc --help`.
ca: Error: aquest sistema de bootc està configurat per ser només de lectura. Per obtenir-ne més informació, executeu bootc --help.
es: Error: este sistema bootc está configurado para estar en solo lectura. Para más información, ejecute `bootc --help`.
fi: Virhe: Tämä bootc-järjestelmä on määritetty vain luku -tilaan. Saat lisätietoja suorittamalla `bootc --help`.
hu: Hiba: ez a bootc rendszer írásvédettnek van beállítva. További információkért futtassa a `bootc --help` parancsot.
ja: エラー: bootc システムが読み込み専用です。詳しくは、`bootc --help` を実行してください。
nl: Fout: dit bootc-systeem is ingesteld als alleen-lezen. Voor meer informatie, voer `bootc --help` uit.
pl: Błąd: ten system bootc jest skonfigurowany jako tylko do odczytu. Aby uzyskać więcej informacji, uruchom `bootc --help`.
ro: Eroare: acest sistem bootc este configurat să fie numai-pentru-citire. Pentru mai multe informații, executați «bootc --help».
ru: Ошибка: эта система bootc настроена только на чтение. Для получения дополнительной информации выполните команду `bootc --help`.
sv: Fel: detta bootc-system är konfigurerat att vara skrivskyddat. För mer information, kör `bootc --help`.
tr: Hata: Bu bootc sistemi salt okunur olarak yapılandırıldı. Daha fazla bilgi için `bootc --help` komutunu çalıştırın.

source: No repositories were loaded from the installroot. To use the configuration and repositories of the host system, pass --use-host-config.
ca: No s'ha carregat cap dipòsit des de l'arrel de la instal·lació. Per usar la configuració i els dipòsits del sistema amfitrió, apliqueu --use-host-config.
de: Keine Paketquellen wurden vom Installationsmedium geladen. Um die Konfiguration und die Paketquellen des Host-Systems zu nutzen fügen Sie --use-host-config hinzu.
es: No se cargaron repositorios desde la raíz de instalación. Para usar la configuración y repositorios del sistema anfitrión, use la opción --use-host-config.
fi: Ei tietovarastoja ladattu ulospäin installrootilta . Käyttääksesi isäntäjärjestelmän kokoonpanoa ja tietovarastoja, välitä `--use-host-config`.
fr: Aucun dépôt n'a été chargé à partir de la racine d'installation. Pour utiliser la configuration et les dépôts du système hôte, passez l'argument --use-host-config.
hu: Egyetlen tároló sem lett betöltve a telepítési gyökérből. A gazdarendszer beállításainak és tárolóinak használatához adja át a --use-host-config kapcsolót.
ja: installroot からリポジトリを読み込みませんでした。ホスト システムの設定とリポジトリを利用するには、--use-host-config を渡してください。
nl: Er zijn geen repositories geladen vanuit de installroot. Om de configuratie en repositories van het hostsysteem te gebruiken, geef --use-host-config mee.
pl: Żadne repozytoria nie zostały załadowane z installroot. Aby użyć konfiguracji i repozytoriów systemu hosta, przekaż --use-host-config.
pt_br: Nenhum repositório foi carregado a partir da installroot. Para utilizar a configuração e os repositórios do sistema host, passe --use-host-config.
ro: Nu au fost încărcate depozite din installroot. Pentru a utiliza configurația și depozitele sistemului gazdă, introduceți „--use-host-config”.
ru: Из корня installroot не было загружено ни одного репозитория. Чтобы использовать конфигурацию и репозитории хост-системы, передайте --use-host-config.
sv: Inga förråd laddades från installationsroten. För att använda värdsystemets konfiguration och förråd, skicka --use-host-config.
tr: Kurulum kökünden hiçbir depo yüklenmedi. Ana sistemin yapılandırmasını ve depolarını kullanmak için --use-host-config seçeneğini belirtin.

source: Command returned error: {}
ca: L'ordre ha retornat un error: {}
cs: Příkaz vrátil chybu: {}
de: Befehl hat folgenden Fehler zurückgegeben: {}
es: El comando retornó el error: {}
fi: Komento palautti virheen: {}
fr: La commande a retourné une erreur : {}
hu: A parancs hibát adott vissza: {}
ja: コマンドがエラーを返しました: {}
nl: Commando gaf foutmelding terug: {}
pl: Polecenie zwróciło błąd: {}
pt_br: O comando retornou o erro: {}
ro: Comanda a returnat o eroare: {}
ru: Команда возвращена с ошибкой: {}
sv: Kommandot returnerade fel: {}
tr: Komut hata döndürdü: {}

source: DNF5 finished
ca: El DNF5 ha acabat
cs: DNF5 skončil
de: DNF5 ist fertig
es: DNF5 finalizado
fi: DNF5 valmis
fr: DNF5 a terminé
hu: A DNF5 elkészült
ja: DNF5 が終了しました
nl: DNF5 voltooid
pl: DNF5 zakończył działanie
pt_br: DNF5 concluído
ro: «dnf5» a terminat
ru: DNF5 завершил работу
sv: DNF5 färdig
tr: DNF5 tamamlandı

source: Complete!
ca: Completat!
cs: Hotovo!
de: Abgeschlossen!
es: ¡Completado!
fi: Valmis!
fr: Terminé !
hu: Kész!
ja: 完了しました！
nl: Klaar!
pl: Ukończono!
pt_br: Concluído!
ro: Gata!
ru: Завершено!
sv: Färdig!
tr: Tamamlandı!

source: Allow removing of installed packages to resolve problems
ca: Permet la supressió de paquets instal·lats per resoldre problemes
cs: Povolit řešit problémy odstraněním nainstalovaných balíčků
de: Löschen installierter Pakete zur Problemlösung erlauben
es: Permitir la eliminación de paquetes instalados para resolver problemas
fi: Salli asennettujen pakettien poistaminen ongelmien ratkaisemiseksi
fr: Autoriser la suppression de paquets installés dans le but de résoudre des problèmes
hu: Telepített csomagok eltávolításának engedélyezése a hibák javításához
ja: 問題解決のためにインストール済みパッケージの削除を許可します
nl: Sta het verwijderen van geinstalleerde pakketten om problemen op te lossen toe
pl: Zezwól na usuwanie zainstalowanych pakietów w celu rozwiązania problemów
pt_br: Permitir a remoção de pacotes instalados para resolver problemas
ro: Permite eliminarea pachetelor instalate pentru rezolvarea problemelor
ru: Позволить удалять установленные пакеты для решения проблем
sv: Tillåt att ta bort installerade paket för att lösa problem
tr: Sorunları çözmek için kurulu paketlerin kaldırılmasına izin ver
