Repository: rpm-software-management/dnf5
Catalog: dnf5/po/*.po
Languages: ca, cs, de, es, fi, fr, hu, ja, nl, pl, pt_br, ro, ru, sv, tr

source: Attached named argument "{}" not found: {}: Requested in file "{}" on line {}: {}
ca: L'argument anomenat "{}" adjuntat no s'ha trobat: {}: S'ha soŀlicitat al fitxer "{}" a la línia {}: {}
cs: Připojený pojmenovaný argument „{}“ nenalezen: {}: Požadován v souboru „{}“ na řádku {}: {}
es: Adjuntado argumento "{}" nombrado no encontrado: {}: Solicitado dentro del archivo "{}" en línea {}: {}
nl: Bijgevoegd benoemd argument "{}" niet gevonden: {}: Opgevraagd in bestand "{}" op regel {}: {}
ro: Argumentul atașat numit „{}” nu a fost găsit: {}: Solicitat în fișierul „{}” pe linia {}: {}
tr: Ekteki adlandırılmış argüman "{}" bulunamadı: {}: "{}" dosyasının {}. satırında istendi: {}

source: Unknown attribute "{}" of attached named argument for alias "{}" in file "{}" on line {}: {}
ca: Atribut desconegut "{}" d'un argument adjuntat anomenat per l'àlies "{}" a la línia {}: {}
cs: Neznámý atribut „{}“ připojeného pojmenovaného argumentu aliasu „{}“ v souboru „{}“ na řádku {}: {}
es: Atributo "{}" desconocido de argumento nombrado adjuntado para alias "{}" dentro del archivo "{}" en la línea {}: {}
nl: Onbekend attribuut "{}" van bijgevoegd benoemd argument voor alias "{}" in bestand "{}" op regel {}: {}
ro: Atribut necunoscut „{}” al argumentului numit atașat pentru alias „{}” în fișierul „{}” pe linia {}: {}
tr: Bilinmeyen öznitelik "{}", "{}" takma adı için ekli adlandırılmış argümanın, "{}" dosyasında {}. satırda: {}

source: Missing attribute "id_path" for alias "{}" in file "{}"
ca: Falta l'atribut "id_path" per l'àlies "{}" en el fitxer "{}"
cs: Aliasu „{}“ v souboru „{}“ chybí atribut „id_path“
es: Falta atributo "id_path" para alias "{}" interno al archivo "{}"
nl: Ontbrekend attribuut "id_path" voor alias "{}" in bestand "{}"
ro: Lipsește atributul „id_path” pentru alias „{}” în fișierul „{}”
tr: "{}" takma adı için "id_path" özniteliği eksik, "{}" dosyasında

source: Unsupported version "{}" in file "{}". Supported versions: {}
ca: Versió no suportada "{}" en el fitxer "{}". Versions suportades: {}
cs: Nepodporované verze „{} v souboru „{}“. Podporované verze jsou: {}
es: Versión "{}" no mantenida dentro del archivo "{}". Versiones mantenidas: {}
nl: Niet-ondersteunde versie "{}" in bestand "{}". Ondersteunde versies: {}
ro: Versiune neacceptată „{}” în fișierul „{}”. Versiuni acceptate: {}
tr: Desteklenmeyen sürüm "{}", "{}" dosyasında. Desteklenen sürümler: {}

source: Bad value type of attribute "version" in file "{}" on line {}: {}
ca: Tipus de valor incorrecte per l'atribut "version" en el fitxer "{}" a la línia {}: {}
cs: Chybný typ hodnoty atributu „version“ v souboru „{}“ na řádku {}: {}
es: Valor de tipo de atributo con "version" incorrecto dentro del archivo "{}" en la línea {}: {}
nl: Ongeldig waardetype van attribuut "version" in bestand "{}" op regel {}: {}
ro: Tip de valoare greșit pentru atributul „version” în fișierul „{}” pe linia {}: {}
tr: "{}" dosyasında {}. satırda "version" özniteliğinin değer türü hatalı: {}

source: Missing attribute "version" in file "{}"
ca: Falta l'atribut "version" en el fitxer "{}"
cs: V souboru „{}“ chybí atribut „version“
es: Falta atributo en "versión" dentro del archivo "{}"
nl: Ontbrekend attribuut "version" in bestand "{}"
ro: Lipsește atributul „version” în fișierul „{}”
tr: "{}" dosyasında "version" özniteliği eksik

source: Unknown key "{}" in file "{}" on line {}: {}
ca: Clau "{}" desconeguda en el fitxer "{}" a la línia {}: {}
cs: Neznámý klíč „{}“ v souboru „{}“ na řádku {}: {}
es: Clave "{}" desconocida dentro del archivo "{}" en la línea {}: {}
nl: Onbekende sleutel "{}" in bestand "{}" op regel {}: {}
ro: Cheie necunoscută „{}” în fișierul „{}” pe linia {}: {}
tr: Bilinmeyen anahtar "{}", "{}" dosyasında {}. satırda: {}

source: Empty or bad element id path in file "{}" on line {}: {}
ca: Id de camí d'element buit o incorrecte en el fitxer "{}" a la línia {}: {}
cs: Prázdný nebo chybný prvek v identifikátoru cesty v souboru „{}“ na řádku {}: {}
es: ID de elemento vacío o incorrecto de la ruta dentro del archivo "{}" en la línea {}: {}
nl: Lege of ongeldig element-id-pad in bestand "{}" op regel {}: {}
ro: Ruta cu id-ul elementului este goală sau greșită în fișierul „{}” pe linia {}: {}
tr: "{}" dosyasında {} satırda boş veya hatalı öge kimliği yolu: {}

source: Parent command "{}" not found: {}: Requested in file "{}" on line {}: {}
ca: No s'ha trobat la comanda parent "{}": {}: Soŀlicitat en el fitxer "{}" a la línia {}: {}
cs: Rodičovský příkaz „{}“ nenalezen: {}: Požadován v souboru „{}“ na řádku {}: {}
es: Instrucción anterior "{}" no encontrada: {}: Solicitada dentro del archivo "{}" en línea {}: {}
nl: Oudercommando "{}" niet gevonden: {}: Aangevraagd in bestand "{}" op regel {}: {}
ro: Comanda părinte „{}” nu a fost găsită: {}: solicitată în fișierul „{}” pe linia {}: {}
tr: Ana komut "{}" bulunamadı: {}: "{}" dosyasında {}. satırda istendi: {}

source: Unknown type "{}" of element "{}" in file "{}" on line {}: {}
ca: Tipus "{}" desconegut de l'element "{}" en el fitxer "{}" a la línia {}: {}
cs: Neznámý typ „{}“ prvku „{}“ v souboru „{}“ na řádku {}: {}
es: Tipo "{}" desconocido del elemento "{}" dentro del archivo "{}" en la línea {}: {}
nl: Onbekend type "{}" van element "{}" in bestand "{}" op regel {}: {}
ro: Tip necunoscut „{}” al elementului „{}” din fișierul „{}” pe linia {}: {}
tr: Bilinmeyen tür "{}", "{}" ögesinin, "{}" dosyasının {}. satırında: {}

source: Missing attribute "type" for element "{}" in file "{}"
ca: Falta l'atribut "type" a l'element "{}" al fitxer "{}"
cs: Prvku „{}“ v souboru „{}“ chybí atribut „type“
es: Falta el atributo "type" para elemento "{}" dentro del archivo "{}"
nl: Ontbrekend attribuut "type" voor element "{}" in bestand "{}"
ro: Lipsește atributul „type” pentru elementul „{}” din fișierul „{}”
tr: "{}" ögesi için "type" özniteliği eksik, "{}" dosyasında

source: Named argument "{}" already registered. Requested in file "{}" on line {}: {}
ca: L'argument anomenat "{}" ja està registrat. La soŀlicitud és en el fitxer "{}" a la línia {}: {}
cs: Pojmenovaný argument „{}“ je již zaregistrován. Požadován v souboru „{}“ na řádku {}: {}
es: Argumento nombrado "{}" ya registrado. Solicitado dentro del archivo "{}" en línea {}: {}
nl: Benoemd argument "{}" is al geregistreerd. Aangevraagd in bestand "{}" op regel {}: {}
ro: Argumentul numit „{}” este deja înregistrat. Solicitat în fișierul „{}” pe linia {}: {}
tr: Adlandırılmış argüman "{}" zaten kayıtlı. "{}" dosyasında {}. satırda istendi: {}

source: Command "{}" already registered. Requested in file "{}" on line {}: {}
ca: La comanda "{}" ja està registrada. La soŀlicitud és en el fitxer "{}" a la línia {}: {}
cs: Příkaz „{}“ je již zaregistrován. Požadován v souboru „{}“ na řádku {}: {}
es: Instrucción "{}" ya registrada. Solicitado dentro del archivo "{}" en la línea {}: {}
nl: Commando "{}" is al geregistreerd. Aangevraagd in bestand "{}" op regel {}: {}
ro: Comanda „{}” este deja înregistrată. Solicitată în fișierul „{}” pe linia {}: {}
tr: "{}" komutu zaten kayıtlı. "{}" dosyasında {}. satırda istendi: {}

source: Unknown attribute "{}" of group "{}" in file "{}" on line {}: {}
ca: Atribut "{}" desconegut del grup "{}" en el fitxer "{}" a la línia {}: {}
cs: Neznámý atribut „{}“ skupiny „{}“ v souboru „{}“ na řádku {}: {}
es: Atributo "{}" desconocido de grupo "{}" dentro del archivo "{}" en línea {}: {}
nl: Onbegekend attribuut "{}" van groep "{}" in bestand "{}" op regel {}: {}
ro: Atribut necunoscut „{}” al grupului „{}” în fișierul „{}” pe linia {}: {}
tr: Bilinmeyen öznitelik "{}", "{}" grubunun, "{}" dosyasında {}. satırda: {}

source: Missing attribute "header" for element "{}" in file "{}"
ca: Falta l'atribut "header" a l'element "{}" en el fitxer "{}"
cs: Prvku „{}“ v souboru „{}“ chybí atribut „header“
es: Atributo de "header" ausente para elemento "{}" dentro de archivo "{}"
nl: Ontbrekend attribuut "header" voor element "{}" in bestand "{}"
ro: Lipsește atributul „header” pentru elementul „{}” în fișierul „{}”
tr: "{}" ögesi için "header" özniteliği eksik, "{}" dosyasında

source: The "short_name" attribute of named argument "{}" must be one character long in file "{}" on line {}: {}
ca: L'atribut "short_name" de l'argument anomenat "{}" ha de tenir un caràcter de llargada en el fitxer "{}" a la línia {}: {}
cs: Atribut „short_name“ pojmenovaného argumentu „{}“ v souboru „{}“ na řádku {} musí mít délku jednoho znaku: {}
es: El atributo "short_name" de argumento nombrado "{}" debe ser un carácter largo en archivo "{}" en línea {}: {}
nl: Het "short_name"-attribuut voor benoemd argument "{}" moet één karakter lang zijn in bestand "{}" op regel {}: {}
ro: Atributul „short_name” al argumentului numit „{}” trebuie să aibă lungimea unui caracter în fișierul „{}” pe linia {}: {}
tr: "{}" adlandırılmış argümanının "short_name" özniteliği bir karakter uzunluğunda olmalı, "{}" dosyasında {}. satırda: {}

source: Source "{}" not found: {}: Requested in file "{}" on line {}: {}
ca: Font "{}" no trobada: {}: sol·licitada al fitxer "{}" a la línia {}: {}
cs: Zdroj „{}“ nenalezen: {}: Požadován v souboru „{}“ na řádku {}: {}
es: Origen "{}" no encontrado: {}: Solicitado dentro del archivo "{}" en la línea {}: {}
nl: Bron "{}" niet gevonden: {}: Aangevraagd in bestand "{}" op regel {}: {}
ro: Sursa „{}” nu a fost găsită: {}: Solicitată în fișierul „{}” pe linia {}: {}
tr: "{}" kaynağı bulunamadı: {}: "{}" dosyasında {}. satırda istendi: {}

source: Group "{}" not found: {}: Requested in file "{}" on line {}: {}
ca: No s'ha trobat el grup "{}": {}: s'ha sol·licitat al fitxer "{}" a la línia {}: {}
cs: Skupina „{}“ nenalezena: {}: Požadována v souboru „{}“ na řádku {}: {}
es: Grupo "{}" no encontrado: {}: Solicitado en el archivo "{}" en la línea {}: {}
nl: Groep "{}" niet gevonden: {}: Aangevraagd in bestand "{}" op regel {}: {}
ro: Grupul „{}” nu a fost găsit: {}: Solicitat în fișierul „{}” pe linia {}: {}
tr: "{}" grubu bulunamadı: {}: "{}" dosyasında {}. satırda istendi: {}

source: Unknown attribute "{}" of named argument "{}" in file "{}" on line {}: {}
ca: Atribut desconegut "{}" de l'argument amb el nom "{}" al fitxer "{}" a la línia {}: {}
cs: Neznámý atribut „{}“ pojmenovaného argumentu „{}“ v souboru „{}“ na řádku {}: {}
es: Atributo "{}" desconocido de argumento nombrado "{}" dentro del archivo "{}" en línea {}: {}
nl: Ontbrekend attribuut "{}" voor benoemd argument "{}" in bestand "{}" op regel {}: {}
ro: Atribut necunoscut „{}” al argumentului numit „{}” în fișierul „{}” pe linia {}: {}
tr: Bilinmeyen öznitelik "{}", "{}" adlandırılmış argümanının, "{}" dosyasında {}. satırda: {}

source: Missing attribute "source" for named argument "{}" in file "{}"
ca: Falta l'atribut "source" per a l'argument amb el nom "{}" al fitxer "{}"
cs: Pojmenovanému argumentu „{}“ v souboru „{}“ chybí atribut „source“
es: Falta el atributo "source" para argumento nombrado "{}" dentro del archivo "{}"
nl: Ontbrekend attribuut "source" voor benoemd argument "{}" in bestand "{}"
ro: Lipsește atributul „source” pentru argumentul numit „{}” în fișierul „{}”
tr: "{}" adlandırılmış argümanı için "source" özniteliği eksik, "{}" dosyasında

source: At least one of the attributes "long_name" and "short_name" must be set for named argument "{}" in file "{}"
ca: Almenys un dels atributs "long_name" i "short_name" s'ha d'establir per a l'argument amb nom "{}" al fitxer "{}"
cs: Pojmenovaný argument „{}“ v souboru „{}“ musí mít nastaven alespoň atribut „long_name“ nebo „short_name“
es: Al menos uno de los atributos "long_name" y "short_name" debe ser fijado para argumento nombrado "{}" dentro de archivo "{}"
nl: Minstens één van de attributen "long_name" en "short_name" moeten worden ingesteld voor het benoemde argument "{}" in bestand "{}"
ro: Cel puțin unul dintre atributele „long_name” și „short_name” trebuie să fie definit pentru argumentul numit „{}” din fișierul „{}”
tr: "{}" adlandırılmış argümanı için "long_name" ve "short_name" özniteliklerinden en az biri ayarlanmalıdır, "{}" dosyasında

source: Attached command "{}" not found: {}: Requested in file "{}" on line {}: {}
ca: No s'ha trobat l'ordre adjunta "{}": {}: s'ha sol·licitat al fitxer "{}" a la línia {}: {}
cs: Připojený příkaz „{}“ nenalezen: {}: Požadovaný v souboru „{}“ na řádku {}: {}
es: Instrucción adjunta "{}" no encontrada: {}: Solicitaba en el archivo "{}" en línea {}: {}
nl: Bijgevoegd commando "{}" niet gevonden: {}: Aangevraagd in bestand "{}" op regel {}: {}
ro: Comanda atașată „{}” nu a fost găsită: {}: Solicitată în fișierul „{}” pe linia {}: {}
tr: Ekli komut "{}" bulunamadı: {}: "{}" dosyasında {}. satırda istendi: {}

source: Used config file version "1.0" for attribute "{}" of command "{}" in file "{}" on line {}: {}
ca: S'ha usat la versió del fitxer de configuració "1.0" per a l'atribut "{}" de l'ordre "{}" al fitxer "{}" a la línia {}: {}
cs: Atribut „{}“ příkazu „{}“ v souboru „{}“ na řádku {} používá konfigurační soubor verze „1.0“: {}
es: Versión "1.0" de archivo config utilizado para atributo "{}" de instrucción "{}" dentro de archivo "{}" sobre línea {}: {}
nl: Configuratiebestandsversie "1.0" gebruikt voor attribuut "{}" van commando "{}" in bestand "{}" op regel {}: {}
ro: S-a folosit fișierul de configurare versiunea „1.0” pentru atributul „{}” al comenzii „{}” din fișierul „{}” pe linia {}: {}
tr: "{}" özniteliği için yapılandırma dosyası "1.0" sürümü kullanıldı, "{}" komutunun, "{}" dosyasında {}. satırda: {}

source: Unknown attribute "{}" of required value for alias "{}" in file "{}" on line {}: {}
ca: Atribut desconegut "{}" del valor obligatori per a l'àlies "{}" al fitxer "{}" a la línia {}: {}
cs: Neznámý atribut „{}“ požadované hodnoty aliasu „{}“ v souboru „{}“ na řádku {}: {}
es: Atributo "{}" no conocido de valor requerido para alias "{}" dentro del archivo "{}" sobre la línea {}: {}
nl: Onbekend attribuut "{}" van verplichte waarde voor alias "{}" in bestand "{}" op regel {}: {}
ro: Atribut necunoscut „{}” al valorii necesare pentru alias „{}” în fișierul „{}” pe linia {}: {}
tr: Bilinmeyen öznitelik "{}", "{}" takma adı için gerekli değerin, "{}" dosyasında {}. satırda: {}

source: Missing attribute "value_help" of required value for alias "{}" in file "{}"
ca: Falta l'atribut "value_help" del valor obligatori per a l'àlies "{}" al fitxer "{}"
cs: Požadované hodnotě aliasu „{}“ v souboru „{}“ chybí atribut „value_help“
es: Atributo "value_help" ausente de valor requerido para alias "{}" dentro del archivo "{}"
nl: Ontbrekend attribuut "value_help" van verplichte waarde voor alias "{}" in bestand "{}" op regel {}: {}
ro: Lipsește atributul „value_help” al valorii necesare pentru alias „{}” în fișierul „{}”
tr: "{}" takma adı için gerekli değerin "value_help" özniteliği eksik, "{}" dosyasında

source: Unknown attribute "{}" of command "{}" in file "{}" on line {}: {}
ca: Atribut desconegut "{}" de l'ordre "{}" al fitxer "{}" a la línia {}: {}
cs: Neznámý atribut „{}“ příkazu „{}“ v souboru „{}“ na řádku {}: {}
es: Atributo "{}" desconocido de instrucción "{}" interno al archivo "{}" en la línea {}: {}
nl: Onbekend attribuut "{}" van commando "{}" in bestand "{}" op regel {}: {}
ro: Atribut necunoscut „{}” al comenzii „{}” în fișierul „{}” pe linia {}: {}
tr: Bilinmeyen öznitelik "{}", "{}" komutunun, "{}" dosyasında {}. satırda: {}

source: Missing attribute "attached_command" for command "{}" in file "{}"
ca: Falta l'atribut "attached_command" per a l'ordre "{}" al fitxer "{}"
cs: Příkazu „{}“ v souboru „{}“ chybí atribut „attached_command“
es: Atributo "attached_command" ausente para instrucción "{}" interna al archivo "{}"
nl: Ontbrekend attribuut "attached_command" voor commando "{}" in bestand "{}"
ro: Lipsește atributul „attached_command” pentru comanda „{}” din fișierul „{}”
tr: "{}" komutu için "attached_command" özniteliği eksik, "{}" dosyasında

source: Bad value type in file "{}" on line {}: {}
ca: Tipus de valor incorrecte al fitxer "{}" a la línia {}: {}
cs: Chybný hodnotový typ v souboru „{}“ na řádku {}: {}
es: Tipo de valor incorrecto en archivo "{}" en línea {}: {}
nl: Ongeldig waardetype in bestand "{}" op regel {}: {}
ro: Tip de valoare incorect în fișierul „{}” pe linia {}: {}
tr: "{} dosyasında {}. satırda hatalı değer türü: {}

source: Syntax error in file "{}" on line {}:
ca: Error de sintaxi al fitxer "{}" a la línia {}:
cs: Syntaktická chyba v souboru „{}“ na řádku {}:
es: Error sintáctico dentro del archivo "{}" en línea {}:
nl: Syntaxisfout in bestand "{}" op regel {}:
ro: Eroare de sintaxă în fișierul „{}” pe linia {}:
tr: "{}" dosyasının {}. satırında söz dizimi hatası:

source: Manage advisories
ca: Gestiona els avisos
cs: Správa doporučení
de: Hinweise verwalten
es: Gestionar avisos
fi: Hallitse päivitysilmoituksia
fr: Gérer les avertissements
hu: Tájékoztatók kezelése
ja: 勧告を管理
nl: Beheer adviezen
pl: Zarządzaj ostrzeżeniami
pt_br: Gerenciar avisos
ro: Gestionează avizele
ru: Управление рекомендациями
sv: Hantera rekommendationer
tr: Tavsiyeleri yönet

source: Print details about advisories
ca: Mostra els detalls dels avisos
cs: Vytiskne podrobnosti o doporučeních
de: Details zu Hinweisen ausgeben
es: Mostrar detalles sobre avisos
fi: Tulosta tiedot neuvoista
fr: Afficher des détails sur les avertissements
hu: Részletek kiírása a tájékoztatókról
ja: 勧告に関する詳細を表示
nl: Geef details over adviezen weer
pl: Wydrukuj szczegóły dotyczące ostrzeżeń
pt_br: Mostra detalhes sobre os avisos
ro: Afișează detalii despre avize
ru: Печать подробной информации о рекомендациях
sv: Skriv ut detaljer om rekommendationer
tr: Tavsiyeler hakkında ayrıntıları yazdır

source: List advisories
ca: Llista els avisos
cs: Seznam doporučení
de: Hinweise auflisten
es: Listar avisos
fi: Luettele neuvot
fr: Lister les avertissements
hu: Tájékoztatók felsorolása
ja: 勧告一覧
nl: Adviezen weergeven
pl: Wyświetl ostrzeżenia
pt_br: Lista os avisos
ro: Listează avizele
ru: Список рекомендаций
sv: Lista rekommendationer
tr: Tavsiyeleri listele

source: All
ca: Tots
cs: Všechno
de: Alle
es: Todos
fi: Kaikki
fr: Tous
hu: Összes
ja: すべて
nl: Alle
pl: Wszystkie
pt_br: Todos
ro: Toate
ru: Все
sv: Alla
tr: Tümü

source: Installed
ca: Instal·lat
cs: Nainstalováno
de: Installiert
es: Instalados
fi: Asennettu
fr: Installés
hu: Telepítve
ja: インストール済み
nl: Geïnstalleerd
pl: Zainstalowane
pt_br: Instalado
ro: Instalate
ru: Установлены
sv: Installerade
tr: Kurulu

source: Updates
ca: Actualitzacions
cs: Aktualizace
de: Aktualisierungen
es: Actualizaciones
fi: Päivitykset
fr: Mises à jour
hu: Frissítések
ja: 更新
pl: Aktualizacje
pt_br: Atualizações
ro: Actualizări
ru: Обновления
sv: Uppdateringar
tr: Güncellemeler

source: Available
ca: Disponible
cs: Dostupné
de: Verfügbar
es: Disponibles
fi: Saatavilla
fr: Disponibles
hu: Elérhető
ja: 利用可能
nl: Beschikbaar
pl: Dostępne
pt_br: Disponível
ro: Disponibile
ru: Доступны
sv: Tillgängliga
tr: Kullanılabilir

source: Print summary of advisories
ca: Mostra el resum dels avisos
cs: Vytiskne souhrn doporučení
de: Zusammenfassung der Hinweise ausgeben
es: Imprimir resumen de avisos
fi: Tulosta yhteenveto päivitysilmoituksista
fr: Afficher un résumé des avertissements
hu: Tájékoztatók összefoglalójának kiírása
ja: 勧告の要約を表示
nl: Geef samenvatting van adviezen weer
pl: Pokaż podsumowanie ostrzeżeń
pt_br: Mostra um resumo dos avisos
ro: Afișează rezumatul avizelor
ru: Вывод сводки рекомендаций
sv: Skriv ut en sammanfattning av rekommendationer
tr: Tavsiyelerin özetini yazdır

source: Show advisories containing any version of installed packages.
ca: Mostra els avisos que inclouen qualsevol versió dels paquets instal·lats.
cs: Zobrazí doporučení obsahující jakoukoli verzi nainstalovaných balíčků.
de: Hinweise zu beliebigen Versionen installierter Pakete anzeigen.
es: Mostrar avisos que contienen cualquier versión de paquetes instalados.
fi: Näytä neuvoja, jotka sisältävät minkä tahansa version asennettuista paketeista.
fr: Afficher les avertissements mentionnant les paquets installés, peu importe leur version.
hu: Telepített csomagverziókat tartalmazó tájékoztatók megtekintése.
ja: インストール済みパッケージの任意バージョンに含む勧告を表示。
nl: Toon adviezen ongeacht de versie van geïnstalleerde pakketten.
pl: Pokaż ostrzeżenia zawierające dowolną wersję zainstalowanych pakietów.
pt_br: Mostra os avisos que contenham qualquer versão dos pacotes instalados.
ro: Afișează avizele care conțin orice versiune a pachetelor instalate.
ru: Показывать рекомендации, содержащие любую версию установленных пакетов.
sv: Visa rekommendationer som innehåller någon version av installerade paket.
tr: Kurulu paketlerin herhangi bir sürümünü içeren tavsiyeleri göster.

source: Show advisories containing newer versions of installed packages. This is the default behavior.
ca: Mostra avisos que inclouen noves versions dels paquets instal·lats. Acció per defecte.
cs: Zobrazí doporučení obsahující novější verze nainstalovaných balíčků. Toto je běžné chování.
de: Hinweise zu neueren Versionen installierter Pakete anzeigen. Dies ist das Standardverhalten.
es: Mostrar avisos que contienen versiones nuevas de paquetes instalados. Este es el comportamiento predeterminado.
fi: Näytä neuvoja, jotka sisältävät asennettujen pakettien uudempia versioita. Tämä on oletustoiminto.
fr: Afficher les avertissements mentionnant des versions plus récentes des paquets installés. Il s'agit du comportement par défaut.
hu: Frissített csomagverziókat tartalmazó tájékoztatók megjelenítése. Ez az alapértelmezett viselkedés.
ja: インストール済みパッケージの新バージョンに含む勧告を表示。 これは既定の動作です。
nl: Toon adviezen voor nieuwere versies van geïnstalleerde pakketten. Dit is het standaardgedrag.
pl: Pokaż ostrzeżenia zawierające nowsze wersje zainstalowanych pakietów. Jest to domyślne zachowanie.
pt_br: Mostra os avisos que contenham versões mais recentes dos pacotes instalados. Este é p comportamento padrão.
ro: Afișează avizele care conțin versiuni mai noi ale pachetelor instalate. Acesta este comportamentul implicit.
ru: Показывать рекомендации, содержащие новые версии установленных пакетов. Это поведение по умолчанию.
sv: Visa rekommendationer som innehåller nyare versioner av installerade paket. Detta är standardbeteendet.
tr: Kurulu paketlerin daha yeni sürümlerini içeren tavsiyeleri göster. Bu öntanımlı davranıştır.

source: Show advisories containing equal and older versions of installed packages.
ca: Mostra els avisos que inclouen la mateixa versió o anteriors dels paquets i instal·lats.
cs: Zobrazí doporučení obsahující stejné a starší verze nainstalovaných balíčků.
de: Hinweise zu identischen oder älteren Versionen installierter Pakete anzeigen.
es: Mostrar avisos que contienen versiones iguales y antiguas de paquetes instalados.
fi: Näytä neuvoja, jotka sisältävät asennettujen pakettien vastaavia ja vanhempia versioita.
fr: Afficher les avertissements mentionnant une version inférieure ou égale à la version installée des paquets.
hu: Telepített csomagokat vagy azok régebbi verzióját tartalmazó tájékoztatók megjelenítése.
ja: インストール済みパッケージの以前のバージョンに含む勧告を表示。
nl: Toon adviezen voor gelijke en oudere versies van geïnstalleerde pakketten.
pl: Pokaż ostrzeżenia zawierające takie same i starsze wersje zainstalowanych pakietów.
pt_br: Mostra os avisos que contenham versões iguais e mais antigas dos pacotes instalados.
ro: Afișează avizele care conțin versiuni egale și mai vechi ale pachetelor instalate.
ru: Показать рекомендации, содержащие равные и более старые версии установленных пакетов.
sv: Visa rekommendationer som innehåller samma eller äldre versioner av installerade paket.
tr: Kurulu paketlerin aynı ve eski sürümlerini içeren tavsiyeleri göster.
