Repository: rpm-software-management/dnf5
Catalog: dnf5/po/*.po
Languages: ca, cs, de, es, fi, fr, hu, ja, nl, pl, pt_br, ro, ru, sv, tr

source: Allow resolving of depsolve problems by skipping packages
ca: Permet la resolució de problemes de dependències ometent paquets
cs: Povolit přeskočení balíčků s rozbitými závislostmi
de: Lösen von Abhängigkeitsproblemen durch Überspringen von Paketen erlauben
es: Permitir la resolución de problemas depsolve omitiendo paquetes
fi: Salli depsolve-ongelmien ratkaiseminen ohittamalla paketteja
fr: Autoriser la résolution de problèmes depsolve en ignorant des paquets
hu: Csomagok kihagyásának engedélyezése a függőségfeloldási problémák megoldásához
ja: 依存問題解決のためにパッケージのスキップを許容します
nl: Sta het overslaan van pakketten toe om depsolve-problemen op te lossen
pl: Zezwalaj na rozwiązywanie problemów depsolve poprzez pomijanie pakietów
pt_br: Permite resolver problemas com dependências pulando pacotes
ro: Permite rezolvarea problemelor depsolve prin omiterea pachetelor
ru: Позволять решать проблемы с depsolve, пропуская пакеты
sv: Tillåt lösning av depsolve problem genom att hoppa över paket
tr: Paketleri atlayarak bağımlılık sorunlarının çözülmesine izin ver

source: Allow skipping unavailable packages
ca: Permet ometre paquets no disponibles
cs: Povolit přeskočení nedostupných balíčků
de: Überspringen nicht verfügbarer Pakete erlauben
es: Permitir la omisión de paquetes no disponibles
fi: Salli ei-saatavilla olevien pakettien ohittaminen
fr: Autoriser dnf5 à ignorer les paquets indisponibles
hu: Nem elérhető csomagok átugrása
ja: 利用できないパッケージのスキップを許容します
nl: Sta het overslaan van niet-beschikbare pakketten toe
pl: Zezwalaj na pomijanie niedostępnych pakietów
pt_br: Permite pular pacotes indisponíveis
ro: Permiteți omiterea pachetelor indisponibile
ru: Позволять пропускать недоступные пакеты
sv: Tillåt att du hoppar över otillgängliga paket
tr: Kullanılabilir olmayan paketlerin atlanmasına izin ver

source: setopt: "{}.{}": {}
es: fijaropc: "{}.{}": {}

source: setopt: "{0}": {1}
es: fijaropc:«{0}»:{1}

source: setvar: {}
es: fijarvar: {}

source: Limit to packages in advisories with specified name. List option.
fr: Se limiter aux paquets mentionnés dans les avertissements portant le nom spécifié. Option liste.
ja: 指定名前のパッケージの勧告のみ。リスト。
pl: Ogranicz do pakietów w ostrzeżeniach o określonej nazwie. Opcja listy.
pt_br: Limite para pacotes em avisos com o nome especificado. Opção de lista.
sv: Begränsa till paket som har rekommendationer med angivna namn. Listflagga.

source: Limit to packages in security advisories.
fr: Se limiter aux paquets mentionnés dans les avertissements de sécurité.
ja: security 勧告のあるパッケージのみ。
pl: Ogranicz do pakietów w ostrzeżeniach dotyczących bezpieczeństwa.
pt_br: Limite para pacotes em avisos de segurança.
sv: Begränsa till paket i säkerhetsrekommendationer.

source: Limit to packages in bugfix advisories.
fr: Se limiter aux paquets mentionnés dans les avertissements de correction de bugs.
ja: bugfix 勧告のあるパッケージのみ。
pl: Ogranicz do pakietów w ostrzeżeniach o poprawkach błędów.
pt_br: Limite para pacotes em avisos de correção de bugs.
sv: Begränsa till paket i felrättningsrekommendationer.

source: Limit to packages in enhancement advisories.
fr: Se limiter aux paquets mentionnés dans les avertissements d'améliorations.
ja: enhancement 勧告のあるパッケージのみ。
pl: Ogranicz do pakietów objętych ostrzeżeniami dotyczącymi ulepszeń.
pt_br: Limite para pacotes em avisos de melhorias.
sv: Begränsa till paket i förbättringsrekommendationer.

source: Limit to packages in newpackage advisories.
fr: Se limiter aux paquets mentionnés dans les avertissements newpackage.
ja: newpackage 勧告ありパッケージのみ。
pl: Ogranicz do pakietów w ostrzeżeniach dotyczących nowych pakietów.
pt_br: Limite para pacotes em avisos de novos pacotes.
sv: Begränsa till paket i nya pakets-rekommendationer.

source: Limit to packages in advisories with specified severity. List option. Can be "critical", "important", "moderate", "low", "none".
fr: Se limiter aux paquets mentionnés dans les avertissements avec la sévérité spécifiée. Les options sont "critical", "important", "moderate", "low" et "none".
ja: 指定重大度の勧告のあるパッケージのみ。リスト。"critical"(深刻), "important"(重要), "moderate"(一般), "low"(低い), "none"(なし)は指定可能。
pl: Ogranicz do pakietów w ostrzeżeniach o określonej powadze. Opcja listy. Może być „critical", „important", „moderate", „low", „none".
pt_br: Limite para pacotes em avisos com a gravidade especificada. Opção de lista. Pode ser "critical", "important", "moderate", "low", "none".
sv: Begränsa till paket i rekommendationer med den angivna allvarlighetsgraden. Listflagga. Kan vara ”critical”, ”important”, ”moderate”, ”low”, ”none”.

source: Limit to packages in advisories that fix a Bugzilla ID, Eg. 123123. List option.
fr: Se limiter aux paquets mentionnés dans les avertissements de correction d'ID Bugzilla, ex. 123123. Option liste.
ja: 指定 Bugzilla ID (例: 123123) を修正する勧告のあるパッケージのみ。リスト。
pl: Ogranicz do pakietów w ostrzeżeniach, które naprawiają identyfikator Bugzilli, np. 123123. Opcja listy.
pt_br: Limite para pacotes em avisos que corrigem um Bugzilla ID, ex. 123123. Opção de lista.
sv: Begränsa till paket i rekommendationer som löser ett Bugzilla-ID, t.ex. 123123. Listflagga.

source: Limit to packages in advisories that fix a CVE (Common Vulnerabilities and Exposures) ID, Eg. CVE-2201-0123. List option.
fr: Se limiter aux paquets mentionnés dans les avertissements de correction d'ID de CVE (Common Vulnerabilities and Exposures), ex. CVE-2201-0123. Option liste.
ja: 指定 CVE (共通脆弱性識別子) ID (例: CVE-2201-0123) を修正する勧告のみ。リスト。
pl: Ogranicz do pakietów w ostrzeżeniach, które naprawiają identyfikator CVE (Common Vulnerabilities and Exposures), np. CVE-2201-0123. Opcja listy.
pt_br: Limite para pacotes em avisos que corrigem um ID de CVE (Common Vulnerabilities and Exposures), ex. CVE-2201-0123. Opção de lista.
sv: Begränsa till paket med rekommendationer som fixar en CVE (Vanliga sårbarheter och exponeringar) ID, t.ex. CVE-2201-0123. Listflagga.

source: List of keys to match case insensitively
fr: Liste des clés à rechercher en ignorant la casse
hu: Kulcsok felsorolása a kis- és nagybetűket egyezőnek tekintő összehasonlításhoz
ja: 大文字小文字を区別せずに一致するキーのリスト
pl: Lista kluczy do dopasowania bez uwzględniania wielkości liter
pt_br: Lista de chaves para corresponder sem diferenciar maiúsculas de minúsculas
sv: Lista över nycklar att matcha skiftlägeskänsligt

source: The system will now reboot to upgrade to release version
fr: Le système va maintenant redémarrer pour effectuer la mise à jour vers la version
ja: システムはリリース バージョンのアップグレードのため再起動します
pl: System zostanie teraz uruchomiony ponownie w celu uaktualnienia do wersji wydania
pt_br: O sistema será reinicializado para atualizar para a versão de lançamento
sv: Systemet kommer nu starta om för att uppgradera till utgåveversion

source: List of package specs to add versionlock for
fr: Ajouter un versionlock aux spécifications de paquet de la liste
hu: Csomagmegadások listája, melyekhez verziózár lesz adva
ja: versionlock を追加するパッケージのリスト
pl: Lista specyfikacji pakietów, dla których należy dodać blokadę wersji
pt_br: Lista de specs de pacotes para adicionar versionlock
sv: Lista över paketspecifikationer att lägga till versionslås för

source: List of package specs to add versionlock exclude for
fr: Exclure des versionlocks les paquets correspondant aux spécifications de paquet de la liste
hu: Csomagmegadások listája, melyekhez verziózár-kizárás lesz adva
ja: versionlock 除外を追加するパッケージ一覧
pl: Lista specyfikacji pakietu, dla których należy dodać wykluczenie blokady wersji
pt_br: Lista de specs de pacotes para adicionar exclusão de versionlock
sv: Lista över paketspecifikationer att lägga till versionslås exkludering för

source: Warning: the `_execute` command is for internal use only and is not intended to be run directly by the user. To initiate the system upgrade/offline transaction, you should run `dnf5 offline reboot`.
fr: Attention : la commande `_execute` est à usage interne uniquement et ne doit pas être exécutée directement par l'utilisateur·ice. Pour amorcer la mise à jour du système ou une autre transaction hors ligne, vous devriez exécuter `dnf5 offline reboot`.
pt_br: Aviso: o comando `_execute` é apenas para uso interno e não deve ser executado diretamente pelo usuário. Para iniciar a atualização do sistema/transação offline, você deve executar `dnf5 offline reboot`.

source: The following PGP key (0x{}) is about to be removed:
pt_br: A seguinte chave PGP (0x{}) está prestes a ser removida:

source: From : {}
pt_br: De : {}

source: The key was successfully removed.
pt_br: A chave foi removida com sucesso.

source: Importing PGP key 0x{}:
fr: Importation de la clé PGP 0x{} :

source: disable gpg signature checking (if RPM policy allows)
fr: désactiver la vérification des signatures GPG (si la politique RPM le permet)

source: Test mode enabled: Only package downloads, PGP key installations and transaction checks will be performed.
fr: Mode Test activé : seuls les téléchargements de paquets, les installations de clé PGP et les vérifications de transaction seront effectués.
