Repository: rpm-software-management/dnf5
Catalog: dnf5/po/*.po
Languages: ca, cs, de, es, fi, fr, hu, ja, nl, pl, pt_br, ro, ru, sv, tr

source: Run `dnf5 offline reboot` to reboot and perform the offline transaction.
ca: Executeu 'dnf5 offline reboot' per reiniciar i fer la transacció fora de línia.
cs: Pro restart a vykonání transakce mimo běh systému spusťte příkaz „dnf5 offline reboot“.
de: Führen Sie `dnf5 offline reboot` aus, um neu zu starten und die Offline-Transaktion auszuführen.
es: Ejecute `dnf5 offline reboot` para reiniciar y realizar la transacción fuera de línea.
fi: Suorita `dnf5 offline reboot` käynnistääksesi uudelleen ja suorittaaksesi ei-verkkotapahtuman.
fr: Exécutez `dnf5 offline reboot` pour redémarrer et effectuer la transaction hors ligne.
hu: Az újraindításhoz és az offline tranzakció elvégzéséhez futtassa a `dnf5 offline reboot` parancsot.
ja: `dnf5 offline reboot` を実行してオフライン トランザクションを実行してください。
nl: Voer `dnf5 offline reboot` uit om te herstarten en de offline-transactie uit te voeren.
pl: Uruchom `dnf5 offline reboot`, aby ponownie uruchomić komputer i wykonać transakcję offline.
pt_br: Execute `dnf5 offline reboot` para reinicializar e realizar a transação offline.
ro: Rulați «dnf5 offline reboot» pentru a reporni și a efectua tranzacția fără conexiune la rețea.
ru: Выполните команду `dnf5 offline reboot`, чтобы перезагрузиться и выполнить автономную транзакцию.
sv: Kör `dnf5 offline reboot` för att starta om och utföra den frånkopplade transaktionen.
tr: Yeniden başlatmak ve çevrim dışı işlemi gerçekleştirmek için `dnf5 offline reboot` komutunu çalıştırın.

source: An offline transaction was started, but it did not finish. Run `dnf5 offline log` for more information. The command that initiated the transaction was:
ca: S'ha iniciat una transacció fora de línia, però no s'ha acabat. Executeu 'dnf5 offline log' per obtenir més informació. L'ordre que ha iniciat la transacció:
cs: Transakce byla spuštěna by běh systému, ale neskončila. Podrobnosti získáte příkazem „dnf5 offline log“. Příkaz, který zadal transakci byl:
de: Eine Offline-Transaktion wurde gestartet, aber nicht abgeschlossen. Führen Sie `dnf5 offline log` aus, um weitere Informationen zu erhalten. Der Befehl, der die Transaktion initiierte, war:
es: Una transacción fuera de línea fue iniciada, pero no terminó. Ejecute `dnf5 offline log` para más información. El comando que inició la transacción fue:
fi: Ei-verkkotapahtuma aloitettiin, mutta se ei päättynyt. Suorita `dnf5 offline log` saadaksesi lisätietoja. Komento, joka aloitti tapahtuman, oli:
fr: Une transaction hors ligne a démarré mais ne s'est pas achevée. Exécutez `dnf5 offline log` pour plus d'informations. Commande ayant amorcé la transaction :
hu: Egy offline tranzakció elindult, de nem fejeződött be. További információkért futtassa a „dnf offline log” parancsot. A tranzakciót kezdeményező parancs ez volt:
ja: オフライン トランザクションが開始されましたが、完了できませんでした。`dnf5 offline log` を実行して更なる情報を確認できます。トランザクションはこちらのコマンドによって初期化されました:
nl: Een offline-transactie is gestart, maar is niet afgerond. Voer `dnf5 offline log` uit voor meer informatie. Het commando dat deze transactie heeft gestart was:
pl: Rozpoczęto transakcję offline, ale nie została ona ukończona. Uruchom `dnf5 offline log`, aby uzyskać więcej informacji. Polecenie, które zainicjowało transakcję, to:
pt_br: Uma transação offline foi iniciada, mas não foi concluída. Execute `dnf5 offline log` para obter mais informações. O comando que iniciou a transação foi:
ro: O tranzacție fără conexiune la rețea a fost inițiată, dar nu a fost finalizată. Rulați «dnf5 offline log» pentru mai multe informații. Comanda care a inițiat tranzacția a fost:
ru: Была начата автономная транзакция, но она не завершилась. Для получения дополнительной информации выполните команду `dnf5 offline log`. Команда, инициировавшая транзакцию, была:
sv: En frånkopplad transaktion startades, men avslutades inte. Kör `dnf5 offline log` för mer information. Kommandot som initierade transaktionen var:
tr: Çevrim dışı bir işlem başlatıldı, ancak tamamlanmadı. Daha fazla bilgi için `dnf5 offline log` komutunu çalıştırın. İşlemi başlatan komut şuydu:

source: Unknown offline transaction status:
ca: Estat desconegut de la transacció fora de línia:
cs: Neznámý stav transakce mimo běh systému:
de: Unbekannter Zustand der Offline-Transaktion:
es: Estado de transacción fuera de línea desconocido:
fi: Tuntematon ei-verkkotapahtuman tila:
fr: État de transaction hors ligne inconnu :
hu: Ismeretlen offline tranzakció állapota:
ja: 不明なオフライン トランザクション状態:
nl: Onbekende status van offline-transactie:
pl: Nieznany status transakcji offline:
pt_br: Status de transação off-line desconhecido:
ro: Stare necunoscută a tranzacției fără conexiune la rețea:
ru: Неизвестный статус автономной транзакции:
sv: Okänd status på frånkopplad transaktion:
tr: Bilinmeyen çevrim dışı işlem durumu:

source: Find what package provides the given value
ca: Troba quin paquet proporciona el valor donat
de: Ein Paket suchen, das den gegebenen Wert bereitstellt
es: Encontrar qué paquete provee el valor dado
fi: Etsi, mikä paketti tarjoaa annetun arvon
fr: Trouver le paquet fournissant la valeur fournie
hu: A megadott értéket szolgáltató csomag keresése
ja: 指定した値が属するパッケージを検索します
nl: Zoek welk pakket de opgegeven waarde bevat
pl: Znajdź pakiet dostarczający podaną wartość
pt_br: Localiza qual pacote fornece o valor dado
ro: Găsește pachetul care furnizează valoarea dată
ru: Найти какой пакет предоставляет заданное значение
sv: Ta reda på vilket paket som tillhandahåller det angivna värdet
tr: Verilen değeri hangi paketin sağladığını bul

source: Reinstall software
ca: Reinstal·la programari
de: Reinstalliere Software
es: Reinstalar software
fi: Asenna ohjelmisto uudelleen
fr: Réinstaller des logiciels
hu: Szoftverek újratelepítése
ja: ソフトウェアを再インストール
nl: Herinstalleer software
pl: Ponowna instalacja oprogramowania
pt_br: Reinstalar software
ro: Reinstalează software-ul
ru: Переустановить программное обеспечение
sv: Ominstallera programvara
tr: Yazılımı yeniden kur

source: Remove (uninstall) software
ca: Suprimeix (desinstal·la) programari
de: Entferne (deinstalliere) Software
es: Eliminar (desinstalar) software
fi: Poista ohjelmiston asennus
fr: Supprimer (désinstaller) des logiciels
hu: Szoftverek eltávolítása
ja: ソフトウェアを削除 (アンインストール)
nl: Verwijder (deïnstalleer) software
pl: Usuń (odinstaluj) oprogramowanie
pt_br: Remover (desinstalar) software
ro: Elimină (dezinstalează) software-ul
ru: Удалить (деинсталлировать) программное обеспечение
sv: Ta bort (avinstallera) programvara
tr: Yazılımı kaldır

source: Replay a transaction that was previously stored to a directory
ca: Reprodueix una transacció que s'ha emmagatzemat anteriorment en un directori
de: Wiederhole eine Transaktion die zuvor in einem Verzeichnis gespeichert wurde
es: Repetir una transacción que fue almacenada previamente a un directorio
fi: Toista tapahtuma, joka oli aiemmin tallennettu hakemistoon
fr: Rejouer une transaction stockée préalablement dans un répertoire
hu: Egy korábban könyvtárba mentett tranzakció visszajátszása
ja: 保存されたトランザクションを再実行します
nl: Herhaal een transactie die in een map opgeslagen is
pl: Odtwórz transakcję, która została wcześniej zapisana w katalogu
pt_br: Reproduzir uma transação que foi armazenada anteriormente em um diretório
ro: Reia o tranzacție care a fost stocată anterior într-un director
ru: Воспроизведение транзакции, которая ранее была сохранена в каталоге
sv: Återspela en transaktion som tidigare lagrades i en katalog
tr: Daha önce bir dizine kaydedilen bir işlemi yeniden gerçekleştir

source: Show all repositories.
ca: Mostra tots els dipòsits.
cs: Zobrazí všechny repozitáře.
de: Alle Repositorys anzeigen.
es: Mostrar todos los repositorios.
fi: Näytä kaikki tietovarastot.
fr: Afficher tous les dépôts.
hu: Összes tároló megjelenítése.
ja: すべてのリポジトリを表示します。
nl: Toon alle repositories.
pl: Pokaż wszystkie repozytoria.
pt_br: Mostra todos os repositórios.
ro: Afișează toate depozitele.
ru: Показать все репозитории.
sv: Visa alla förråd.
tr: Tüm depoları göster.

source: Show enabled repositories (default).
ca: Mostra els dipòsits activats (per defecte).
cs: Zobrazí povolené repozitáře (výchozí).
de: Aktivierte Repositorys anzeigen (default).
es: Mostrar repositorios habilitados (por defecto).
fi: Näytä käytössä olevat tietovarastot (oletus).
fr: Afficher les dépôts activés (par défaut).
hu: Engedélyezett tárolók megjelenítése (alapértelmezett).
ja: 有効化したのリポジトリを表示します (既定)。
nl: Toon ingeschakelde repositories (standaard).
pl: Pokaż włączone repozytoria (domyślne).
pt_br: Mostra repositórios habilitados (padrão).
ro: Afișează depozitele activate (implicit).
ru: Показывать включенные репозитории (по умолчанию).
sv: Visa aktiverade förråd (standard).
tr: Etkinleştirilen depoları göster (öntanımlı).

source: Show disabled repositories.
ca: Mostra els dipòsits desactivats.
cs: Zobrazí zakázané repozitáře.
de: Deaktivierte Repositorys anzeigen.
es: Mostrar repositorios deshabilitados.
fi: Näytä käytöstä poistetut tietovarastot.
fr: Afficher les dépôts désactivés.
hu: Letiltott tárolók megjelenítése.
ja: 無効化したリポジトリを表示します。
nl: Toon uitgeschakelde repositories.
pl: Pokaż wyłączone repozytoria.
pt_br: Mostra repositórios desabilitados.
ro: Afișează depozitele dezactivate.
ru: Показать отключенные репозитории.
sv: Visa inaktiverade förråd.
tr: Devre dışı bırakılmış depoları göster.

source: Pattern matching repo IDs.
ca: Identificadors de repositoris que coincideixen amb el patró.
cs: ID repozitáře odpovídající vzoru.
de: Mustervergleich von Repository-IDs.
es: Patrón coincidiendo con los ID del repositorios.
fi: Mallia vastaavat tietovarastotunnukset.
fr: Motif à rechercher dans les ID de dépôt.
hu: Mintaillesztés a tárolóazonosítókra.
ja: レポジトリ ID に一致するパターン。
nl: Patroon dat overeenkomt met repository-ID's.
pl: Dopasowywanie wzorców identyfikatorów repozytoriów.
pt_br: Padrão correspondendo a IDs de repositórios.
ro: Model de căutat în ID-uri de depozite.
ru: Идентификаторы репозиториев, соответствующие шаблону.
sv: Mönstermatchande repo-IDn.
tr: Depo kimlikleriyle eşleşen desen.

source: Manage repositories
ca: Gestioneu els dipòsits
cs: Spravovat repozitáře
de: Paketquellen verwalten
es: Gestionar repositorios
fi: Hallinnoi tietovarastoja
fr: Gérer les dépôts
hu: Tárolók kezelése
ja: リポジトリ管理
nl: Beheer repositories
pl: Zarządzaj repozytoriami
pt_br: Gerenciar repositórios
ro: Gestionează depozitele
ru: Управление репозиториями
sv: Hantera förråd
tr: Depoları yönet

source: Search for packages matching various criteria
ca: Cerca paquets que coincideixen amb diversos criteris
de: Suche nach Paketen, die unterschiedliche Kriterien erfüllen
es: Buscar paquetes que coinciden bajo varios criterios
fi: Etsi paketteja, jotka vastaavat eri kriteerejä
fr: Rechercher les paquets correspondant à certains critères
hu: Különböző feltételeknek megfelelő csomagok keresése
ja: さまざまな条件で一致するパッケージを検索します
nl: Zoek naar pakketten die overeenkomen met verscheidene criteria
pl: Wyszukaj pakiety spełniające różne kryteria
pt_br: Pesquise por pacotes que correspondam a vários critérios
ro: Caută pachete care corespund diferitelor criterii
ru: Поиск пакетов, соответствующих различным критериям
sv: Sök efter paket som matchar olika kriterier
tr: Çeşitli ölçütlere uyan paketleri ara

source: Option "--exactdeps" has to be used either with "--whatrequires" or "--whatdepends"
ca: L'opció "--exactdeps" s'ha d'usar amb "--whatrequires" o "--whatdepends"
cs: Volba "--exactdeps" musí být použita buď s "--whatrequires" nebo "--whatdepends"
de: Option "--exactdeps" muss entweder mit "--whatrequires" oder "--whatdepends" genutzt werden
es: Opción "--exactdeps" debe ser usada con "--whatrequires" o "--whatdepends"
fi: Vaihtoehtoa `--exactdeps` on käytettävä joko `--whatrequires`:n- tai `--whatdepends`:n kanssa
fr: L'option "--exactdeps" doit être utilisée avec "--whatrequires" ou "--whatdepends"
hu: Az „--exactdeps” kapcsolót a „--whatrequires” vagy a „--whatdepends” kapcsolók egyikével kell használni
ja: オプション "--exactdeps" は、"--whatrequires" または "--whatdepends" のいずれかと一緒に使用する必要があります
nl: Optie "--exactdeps" moet worden gebruikt met óf "--whatrequires" óf "--whatdepends"
pl: Opcja „--exactdeps” musi być używana z opcją „--whatrequires” lub „--whatdepends”
pt_br: A opção "--exactdeps" tem que ser usada com "--whatrequires" ou "--whatdepends"
ro: Opțiunea „--exactdeps” trebuie să fie utilizată fie cu „--whatrequires”, fie cu „--whatdepends”
ru: Опция "--exactdeps" должна использоваться либо с "--whatrequires", либо с "--whatdepends"
sv: Alternativet "--exactdeps" måste användas antingen med "--whatrequires" eller "--whatdepends"
tr: "--exactdeps" seçeneği "--whatrequires" ya da "--whatdepends" ile birlikte kullanılmalıdır

source: Option "--recursive" has to be used either with "--whatrequires" or "--providers-of=requires"
ca: L'opció "--recursive" s'ha d'usar amb "--whatrequires" o "--providers-of=requires"
cs: Volba "--recursive" musí být použita buď s "--whatrequires" nebo "--providers-of=requires"
de: Option "--recursive" muss entweder mit "--whatrequires" oder "--providers-of=requires" genutzt werden
es: Opción "--recursive" debe ser usada con "--whatrequires" o "--providers-of=requires"
fi: Vaihtoehtoa `--recursive` on käytettävä joko `--whatrequires`:n tai `--providers-of=requires`:n kanssa
fr: L'option "--recursive" doit être utilisée avec "--whatrequires" ou "--providers-of=requires"
hu: A „--recursive” kapcsolót a „--whatrequires” vagy a „--providers-of=requires” kapcsolók egyikével kell használni
ja: オプション "--recursive" は、"--whatrequires" または "--providers-of=requires" のいずれかと一緒に使用する必要があります
nl: Optie "--recursive" moet worden gebruikt met óf "--whatrequires" óf "--providers-of=requires"
pl: Opcja „--recursive” musi być używana z opcją „--whatrequires” lub „--providers-of=requires”
pt_br: A opção "--recursive" tem que ser usada com "--whatrequires" ou "--providers-of=requires"
ro: Opțiunea „--recursive” trebuie să fie utilizată fie cu „--whatrequires”, fie cu „--providers-of=requires”
ru: Опция "--recursive" должна использоваться либо с "--whatrequires", либо с "--providers-of=requires"
sv: Alternativet "--recursive" måste användas antingen med "--whatrequires" eller "--providers-of=requires"
tr: "--recursive" seçeneği "--whatrequires" ya da "--providers-of=requires" ile birlikte kullanılmalıdır

source: Search also package description and URL.
ca: Cerca també la descripció del paquet i l'URL.
cs: Prohledá také popis balíčku a URL.
de: Auch Paketbeschreibung und URL durchsuchen.
es: Buscar también descripción y URL del paquete.
fi: Hae myös paketin kuvauksesta ja URL:stä.
fr: Rechercher aussi dans la description et dans l'URL des paquets.
hu: Keresés a csomagleírásokban és a webcímekben.
ja: パッケージの説明やURLも検索します。
nl: Ook pakket-omschrijving en -URL doorzoeken.
pl: wyszukuje także opis i adres URL pakietu.
pt_br: Pesquisa também a URL e a descrição do pacote.
ro: Caută, de asemenea, descrierea pachetului și adresa URL.
ru: Поиск также включает описание пакета и URL.
sv: Sök också i paketbeskrivning och URL.
tr: Paket açıklamasını ve URL'sini de ara.

source: Patterns
ca: Patrons
cs: Vzory
de: Muster
es: Patrones
fi: Mallit
fr: Motifs
hu: Minták
ja: パターン
nl: Patronen
pl: Wzory
pt_br: Padrões
ro: Modele
ru: Шаблоны
sv: Mönster
tr: Desenler

source: Search for software matching all specified strings
ca: Cerca programari que coincideixi amb totes les cadenes especificades
de: Suche nach Software die alle angegebenen Zeichenketten erfüllt
es: Buscar software que coincida con todas las cadenas especificadas
fi: Etsi ohjelmistoja, jotka vastaavat kaikkia määritettyjä merkkijonoja
fr: Rechercher les logiciels correspondant à l'ensemble des chaînes de caractères spécifiées
hu: Az összes megadott szövegre illeszkedő szoftverek keresése
ja: 所定な文字列に一致するソフトウェアを検索します
nl: Zoek naar software die overeenkomt met alle opgegeven strings
pl: Wyszukaj oprogramowanie pasujące do wszystkich określonych ciągów
pt_br: Pesquisar por software que corresponda a todas as strings especificadas
ro: Caută software care să corespundă tuturor șirurilor specificate
ru: Поиск программ, соответствующих всем указанным строкам
sv: Sök efter programvara som matchar alla angivna strängar
tr: Belirtilen tüm dizgelerle eşleşen yazılımları ara

source: Remove software and install another in one transaction
ca: Suprimeix programari i n'instal·la un altre en una transacció
de: Entferne Software und installiere eine andere in einer Transaktion
es: Eliminar software e instalar otro en una transacción
fi: Poista ohjelmisto ja asenna toinen yhdellä tapahtumalla
fr: Supprimer un logiciel et en installer un autre, en une seule transaction
hu: Szoftver eltávolítása, és egy másik telepítése egy tranzakcióban
ja: 一度のトランザクションでソフトウェアの削除とインストールを行います
nl: Verwijder software en installeer een andere in een enkele transactie
pl: Usuń oprogramowanie i zainstaluj inne w jednej transakcji
pt_br: Remova o software e instale outro em uma única transação
ro: Elimină software-ul și instalează altul într-o singură tranzacție
ru: Удаление программного обеспечения и установка другого за одну транзакцию
sv: Ta bort programvara och installera annan i en transaktion
tr: Tek bir işlemde yazılım kaldır ve başka bir yazılım kur

source: Prepare system for upgrade to a new release
ca: Es prepara el sistema per actualitzar-lo a una versió nova
de: Bereite das System für ein Upgrade auf ein neues Release vor
es: Preparar el sistema para modernizar a una publicación nueva
fi: Valmistele järjestelmän päivittämistä uuteen julkaisuversioon
fr: Préparer le système à la mise à jour vers une nouvelle version
hu: Rendszer előkészítése az új verzióra történő frissítéshez
ja: 新しいリリースへのアップグレードのためにシステムを準備します
nl: Bereid systeem voor op upgrade naar een nieuwe release
pl: Przygotowuje system do aktualizacji do nowego wydania
pt_br: Preparar o sistema para atualizar para uma nova versão
ro: Pregătește sistemul pentru actualizarea la o nouă versiune
ru: Подготовка системы к переходу на новый выпуск
sv: Förbered systemet för uppgradering till en ny utgåva
tr: Sistemi yeni bir sürüme yükseltmek için hazırla

source: Download everything needed to upgrade to a new release
ca: Es baixa tot el necessari per actualitzar a una versió nova
de: Lade alles herunter, was für ein Upgrade auf ein neues Release benötigt wird
es: Descargar todo lo necesario para actualizar a una nueva versión de salida
fi: Lataa kaikki tarvittava uuteen julkaisuun päivittämiseen
fr: Télécharger tous les éléments nécessaires à la mise à jour vers une nouvelle version
hu: Az új kiadásra való frissítéshez szükséges összes adat letöltése
ja: 新しいリリースにアップグレードするための必要なものをすべてダウンロードします
nl: Download alles dat vereist is voor een upgrade naar een nieuwe release
pl: Pobierz wszystko, co jest potrzebne do uaktualnienia do nowej wersji
pt_br: Baixar tudo o que é necessário para atualizar para uma nova versão
ro: Descarcă tot ce este necesar pentru a face actualizarea la o nouă versiune
ru: Загрузка всего необходимого для обновления до нового выпуска
sv: Hämta allt som behövs för att uppgradera till en ny utgåva
tr: Yeni bir sürüme yükseltmek için gereken her şeyi indir

source: Do not install packages from the new release if they are older than what is currently installed
ca: No s'instal·len paquets de la nova versió si són més antics que el que està instal·lat actualment
de: Installieren Sie keine Pakete aus dem neuen Release, wenn diese älter sind als die aktuell Installierten
es: No instalar paquetes de una nueva versión de salida si son más antiguos que los que están actualmente instalados
fi: Älä asenna paketteja uudesta julkaisusta, jos ne ovat vanhempia kuin tällä hetkellä asennettuina
fr: Ne pas installer les paquets de la nouvelle version s'ils sont plus anciens que les paquets déjà installés
hu: Ne telepítse azokat az új kiadásból származó csomagokat, melyek régebbiek, mint a jelenleg telepítettek
ja: 新しいリリースから現在インストール済みのよりも古いパッケージをインストールしません
nl: Installeer pakketten van de nieuwe release niet als ze ouder zijn dan wat momenteel geïnstalleerd is
pl: Nie instaluj pakietów z nowej wersji, jeśli są starsze od aktualnie zainstalowanych
pt_br: Não instalar pacotes da nova versão se eles forem mais antigos do que o que está instalado atualmente
ro: Nu instalează pachete din noua versiune dacă acestea sunt mai vechi decât cele instalate în prezent
ru: Не устанавливать пакеты из нового выпуска, если они старше тех, что установлены в данный момент
sv: Installera inte paket från den nya utgåvan om de är äldre än vad som för närvarande är installerat
tr: Yeni sürümdeki paketler şu anda kurulu olanlardan daha eskiyse onları kurma

source: Need a --releasever greater than the current system version.
ca: Cal un --releasever més elevat que la versió actual del sistema.
de: Ein --releasever größer als die aktuelle Systemversion wird benötigt.
es: Necesita una --releasever mayor que la versión actual del sistema.
fi: Tarvitaan ”--releasever”, joka on suurempi kuin nykyinen järjestelmäversio.
fr: --releasever doit être supérieur à la version actuelle du système.
hu: A jelenlegi rendszer verziójánál nagyobb --releasever értéket kell megadnia.
ja: 現在のシステムバージョンよりも大きい --releasever が必要です。
nl: --releasever die groter is dan de actuele systeemversie vereist.
pl: Wymagana jest wersja --releasever większa niż bieżąca wersja systemu.
pt_br: Necessita de um --releasever maior que o da versão do sistema atual.
ro: Aveți nevoie de o versiune „--releasever” mai mare decât versiunea curentă a sistemului.
ru: Необходим параметр --releasever, превышающий текущую версию системы.
sv: Behöver en --releasever större än den aktuella systemversionen.
tr: Geçerli sistem sürümünden daha büyük bir --releasever belirtilmelidir.

source: Store a distro-sync transaction to be performed offline
ca: Desa una transacció de sincronització de distribució per fer-la fora de línia
de: Distro-Sync-Transaktion zur Offline-Durchführung speichern
es: Almacenar una transacción distro-sync para ser realizada fuera de línea
fi: Tallenna jakelusynkronointitapahtuma ei-verkkotilassa suoritettavaa varten
fr: Stocker une transaction distro-sync à effectuer hors ligne
hu: Egy disztribúciószinkronizálási tranzakció tárolása az offline végrehajtáshoz
ja: オフラインで実行するための distro-sync トランザクションを保存します
nl: Sla een distro-sync-transactie op om offline uit te voeren
pl: Przechowuj transakcję synchronizacji dystrybucji, która będzie wykonywana w trybie offline
pt_br: Armazenar uma transação distro-sync para ser executada offline
ro: Stochează o tranzacție distro-sync pentru a fi efectuată fără conexiune
ru: Сохранение транзакции дистро-синхронизации для выполнения в автономном режиме
sv: Lagra en distro-sync-transaktion att utföras frånkopplat
tr: Dağıtım eşzamanlama işlemini çevrim dışı gerçekleştirmek için kaydet

source: Store an upgrade transaction to be performed offline
ca: Desa una transacció d'actualització per fer-la fora de línia
de: Upgrade-Transaktion zur Offline-Durchführung speichern
es: Almacenar una transacción de actualización para ser realizada fuera de línea
fi: Tallenna päivitystapahtuma ei-verkkotilassa suoritettavaa varten
fr: Stocker une transaction de mise à jour à effectuer hors ligne
hu: Egy frissítési tranzakció tárolása az offline végrehajtáshoz
ja: オフラインで実行するためのアップグレード トランザクションを保存します
nl: Sla een upgrade-transactie op om offline uit te voeren
pl: Przechowuj transakcję uaktualnienia, która zostanie wykonana w trybie offline
pt_br: Armazenar uma transação de atualização para ser realizada offline
ro: Stochează o tranzacție de actualizare pentru a fi efectuată fără conexiune
ru: Сохранение транзакции обновления для выполнения в автономном режиме
sv: Lagra en uppgraderingstransaktion att utföras frånkopplat
tr: Yükseltme işlemini çevrim dışı gerçekleştirmek için kaydet
