Repository: rpm-software-management/dnf5
Catalog: dnf5/po/*.po
Languages: ca, cs, de, es, fi, fr, hu, ja, nl, pl, pt_br, ro, ru, sv, tr

source: Print variable values to stdout
ca: Imprimeix els valors de les variables a la sortida estàndard
cs: Vypíše hodnoty proměnných na standardní výstup
de: Werte der Variablen auf stdout ausgeben
es: imprimir valores de variables a la salida estándar
fi: Tulosta muuttujan arvot oletustulosteeseen (stdout)
fr: Écrire les valeurs des variables dans stdout
hu: Változóértékek kiírása a szabványos kimenetre
ja: 変数値を stdout に出力します
nl: Toon waarden van variabelen op stdout
pl: Wyświetl wartości zmiennych na standardowe wyjście
pt_br: Exibe valores das variáveis para a saída padrão
ro: Afișează valorile variabilelor la ieșirea standard
ru: Выведите значения переменных в stdout
sv: Skriv variabelvärden till standard ut
tr: Değişken değerlerini standart çıkışa yazdır

source: Show DNF5 version and exit
ca: Mostra la versió de DNF5 i surt
cs: Ukáže verzi DNF5 a skončí
de: DNF5 version anzeigen und beenden
es: Mostrar versión de DNF5 y salir
fi: Näytä DNF5:n versio ja poistu
fr: Afficher la version de DNF5 et quitter
hu: A DNF5 verziójának kiírása és kilépés
ja: DNF5 のバージョンを表示して終了します
nl: Toon DNF5-versie en sluit af
pl: Pokaż wersję DNF5 i wyjdź
pt_br: Mostrar a versão do DNF5 e sair
ro: Afișează versiunea instrumentului «dnf5» și iese
ru: Показать версию DNF5 и выйти
sv: Visa DNF5-version och avsluta
tr: DNF5 sürümünü göster ve çık

source: Force the use of a different architecture.
ca: Força l'ús d'una arquitectura diferent.
cs: Vnutí jinou architekturu.
de: Nutzung einer anderen Architektur erzwingen.
es: Forzar el uso de una arquitectura diferente.
fi: Pakota käyttämään eri arkkitehtuurin.
fr: Forcer l'utilisation d'une architecture différente.
hu: Eltérő architektúra használatának kényszerítése.
ja: 強制的に別のアーキテクチャを利用します。
nl: Forceer het gebruik van een andere architectuur.
pl: Wymuś użycie innej architektury.
pt_br: Força o uso de uma arquitetura diferente.
ro: Forțează utilizarea unei arhitecturi diferite.
ru: Принуждение к использованию другой архитектуры.
sv: Framtvinga användningen av en annan arkitektur.
tr: Farklı bir mimari kullanmaya zorla.

source: Software Management Commands:
ca: Ordres de gestió de programari:
cs: Příkazy pro správu programového vybavení:
de: Software Management Kommandos:
es: Comandos de gestión de software:
fi: Ohjelmistohallinnan komennot:
fr: Commandes de gestion des logiciels :
hu: Szoftverkezelési parancsok:
ja: ソフトウェア管理コマンド:
nl: Softwarebeheercommando's:
pl: Polecenia zarządzania oprogramowaniem:
pt_br: Comandos de gerenciamento de software:
ro: Comenzi de gestionare a software-ului:
ru: Команды управления ПО:
sv: Programvaruhanteringskommandon:
tr: Yazılım Yönetimi Komutları:

source: Query Commands:
ca: Ordres de consulta:
cs: Dotazovací příkazy:
de: Abfragebefehle:
es: Comandos de consulta:
fi: Kyselykomennot:
fr: Commandes de requête :
hu: Lekérdezési parancsok:
ja: クエリ コマンド:
nl: Opvraagcommando's:
pl: Polecenia zapytania:
pt_br: Comandos de consulta:
ro: Comenzi de interogare:
ru: Команды запросов:
sv: Frågekommandon:
tr: Sorgu Komutları:

source: Subcommands:
ca: Subordres:
cs: Podpříkazy:
de: Unterbefehle:
es: Subcomandos:
fi: Alikomennot:
fr: Sous-commandes :
hu: Alparancsok:
ja: サブコマンド:
nl: Subcommando's:
pl: Podpolecenia:
pt_br: Subcomandos:
ro: Subcomenzi:
ru: Подкоманды:
sv: Underkommandon:
tr: Alt Komutlar:

source: {} version {}.{}.{}.{}
ca: {} versió {}.{}.{}.{}
cs: {} verze {}.{}.{}.{}
es: {} versión {}.{}.{}.{}
fi: {}:n versio {}.{}.{}.{}
hu: {} verzió: {}.{}.{}.{}
ja: {} バージョン {}.{}.{}.{}
nl: {} versie {}.{}.{}.{}
pl: {} wersja {}.{}.{}.{}
pt_br: {}versão {}.{}.{}.{}
ro: {} versiunea {}.{}.{}.{}
ru: {} версия {}.{}.{}.{}
tr: {} sürüm {}.{}.{}.{}

source: {} plugin API version {}.{}
ca: {} versió de l'API del connector {}.{}
cs: Verze rozhraní {} pro zásuvné moduly {}.{}
es: {} versión de API de plugin {}.{}
fi: {}:n liitännäisrajapinnan versio {}.{}
fr: API plugin {} version {}.{}
hu: {} bővítmény API-verzió: {}.{}
ja: {} プラグイン API バージョン {}.{}
nl: {} plugin-API-versie {}.{}
pl: {} wersja API wtyczek {}.{}
pt_br: {} versão da API do plug-in {}.{}
ro: API modul {} versiune {}.{}
ru: {} API-плагин версии {}.{}
tr: {} eklentisi API sürümü {}.{}

source: libdnf5 version {}.{}.{}.{}
ca: versió de libdnf5 {}.{}.{}.{}
cs: libdnf5 verze {}.{}.{}.{}
es: libdnf5 versión {}.{}.{}.{}
fi: libdnf5:n versio {}.{}.{}.{}
hu: libdnf5 verzió: {}.{}.{}.{}
ja: libdnf5 バージョン {}.{}.{}.{}
nl: libdnf5 versie {}.{}.{}.{}
pl: wersja libdnf5 {}.{}.{}.{}
pt_br: versão do libdnf5 {}.{}.{}.{}
ro: libdnf5 versiunea {}.{}.{}.{}
ru: libdnf5 версии {}.{}.{}.{}
tr: libdnf5 sürümü {}.{}.{}.{}

source: libdnf5 plugin API version {}.{}
ca: versió de l'API del connector de libdnf5 {}.{}
cs: Verze rozhraní libdnf5 pro zásuvné moduly {}.{}
es: versión de API de plugin de libdnf5 {}.{}
fi: libdnf5:n liitännäisrajapinnan versio {}.{}
fr: API plugin libdnf5 version {}.{}
hu: libdnf5 bővítmény API-verzió: {}.{}
ja: libdnf5 プラグイン API バージョン {}.{}
nl: libdnf5 plugin-API-versie {}.{}
pl: wersja API wtyczek libdnf5 {}.{}
pt_br: Versão da API do plug-in libdnf5 {}.{}
ro: versiunea API a modulului libdnf5 {}.{}
ru: API-плагин libdnf5 версии {}.{}
sv: libdnf5 insticksmoduls-API-version {}.{}
tr: libdnf5 eklentisi API sürümü {}.{}

source: Loaded {} plugins:
ca: S'han carregat {} connectors:
cs: Zavedené moduly {}:
de: {} Plugins geladen:
es: Se cargaron {} plugins:
fi: Ladatut {}-liitännäiset:
fr: {} plugins chargés :
hu: {} bővítmény betöltve:
ja: 読み込まれた {} プラグイン:
nl: {} plugins geladen:
pl: Załadowano {} wtyczek:
pt_br: {} plugins carregados:
ro: {} module încărcate:
ru: Загруженные плагины {}:
sv: Laddade {} plugins:
tr: {} eklenti yüklendi:

source: name: {}
ca: nom: {}
cs: název: {}
es: nombre: {}
fi: nimi: {}
fr: nom : {}
hu: név: {}
ja: 名前: {}
nl: naam: {}
pl: nazwa: {}
pt_br: nome: {}
ro: nume: {}
ru: имя: {}
sv: namn: {}
tr: ad: {}

source: version: {}.{}.{}
ca: versió: {}.{}.{}
cs: verze: {}.{}.{}
es: versión: {}.{}.{}
fi: versio: {}.{}.{}
hu: verzió: {}.{}.{}
ja: バージョン: {}.{}.{}
nl: versie: {}.{}.{}
pl: wersja: {}.{}.{}
pt_br: versão: {}.{}.{}
ro: versiunea: {}.{}.{}
ru: версии: {}.{}.{}
tr: sürüm: {}.{}.{}

source: API version: {}.{}
ca: Versió de l'API: {}.{}
cs: version rozhraní: {}.{}
es: versión de API: {}.{}
fi: API-versio: {}.{}
fr: version d'API : {}.{}
hu: API-verzió: {}.{}
ja: API バージョン: {}.{}
nl: API-versie: {}.{}
pl: wersja API: {}.{}
pt_br: Versão da API: {}.{}
ro: versiunea API: {}.{}
ru: Версия API: {}.{}
tr: API sürümü: {}.{}

source: Total size of inbound packages is {:.0f} {:s}. Need to download {:.0f} {:s}.
ca: La mida total dels paquets entrants és {:.0f} {:s}. Cal baixar {:.0f} {:s}.
cs: Celková velikost balíčků k instalaci je {:.0f} {:s}. Staženo bude {:.0f} {:s}.
de: Die vollständige Größe eingehender Pakete ist {:.0f} {:s}. Heruntergeladen werden müssen {:.0f} {:s}.
es: El tamaño total de paquetes entrantes es {:.0f} {:s}. Se necesita descargar {:.0f} {:s}.
fi: Saapuvien pakettien koko yhteensä on {:.0f} {:s}. Ladattavaa on {:.0f} {:s}.
fr: La taille totale des paquets entrants est de {:.0f} {:s}. Un téléchargement de {:.0f} {:s} est nécessaire.
hu: A bejövő csomagok teljes mérete {:.0f} {:s}. {:.0f} {:s}-ot kell letölteni.
ja: パッケージサイズ {:.0f} {:s} 、ダウンロードサイズ {:.0f} {:s} 。
nl: Totale grootte van inkomende pakketten is {:.0f} {:s}. Er moet {:.0f} {:s} worden gedownload.
pl: Całkowity rozmiar pakietów przychodzących wynosi {:.0f} {:s}. Należy pobrać {:.0f} {:s}.
pt_br: O tamanho total dos pacotes recebidos é {:.0f} {:s}. É necessário fazer o download de {:.0f} {:s}.
ro: Dimensiunea totală a pachetelor de recepționat este {:.0f} {:s}. Trebuie să descărcați {:.0f} {:s}.
ru: Общий размер входящих пакетов составляет {:.0f} {:s}. Необходимо загрузить {:.0f} {:s}.
sv: Total storlek på inkommande paket är {:.0f} {:s}. Behöver ladda ner {:.0f} {:s}.
tr: Gelen paketlerin toplam boyutu {:.0f} {:s}. {:.0f} {:s} indirme gerekiyor .

source: After this operation, {:.0f} {:s} extra will be used (install {:.0f} {:s}, remove {:.0f} {:s}).
ca: Després d'aquesta operació, s'usaran {:.0f} {:s} addicionals ({:.0f} d'instal·lació {:s}, {:.0f} {:s} de supressió).
cs: Po tomto úkonu bude navíc zabráno {:.0f} {:s} (nainstalováno {:.0f} {:s}, odstraněno {:.0f} {:s}).
de: Nach dieser Operation werden {:.0f} {:s} mehr benötigt (installiere {:.0f} {:s}, entferne {:.0f} {:s}).
es: Después de esta operación, {:.0f} {:s} extra serán utilizados (instalar {:.0f} {:s}, eliminar {:.0f} {:s}).
fi: Tämän toimenpiteen jälkeen tilaa käytetään {:.0f} {:s} enemmän (asennetaan {:.0f} {:s}, poistetaan {:.0f} {:s}).
fr: Après cette opération, {:.0f} {:s} supplémentaires seront utilisés (+{:.0f} {:s}, -{:.0f} {:s}).
hu: A művelet után további {:.0f} {:s} lesz használva ({:.0f} {:s} telepítése, {:.0f} {:s} eltávolítása).
ja: 完了後、{:.0f} {:s} のサイズが利用されます（インストール {:.0f} {:s}、削除 {:.0f} {:s}）。
nl: Na deze bewerking zal er {:.0f} {:s} extra worden gebruikt ({:.0f} {:s} geïnstalleerd, {:.0f} {:s} verwijderd).
pl: Po tej operacji zostanie użyte dodatkowo {:.0f} {:s} (zainstaluje {:.0f} {:s}, usunie {:.0f} {:s}).
pt_br: Após esta operação, {:.0f} {:s} adicionais serão utilizados (instalar {:.0f} {:s}, remover {:.0f} {:s}).
ro: După această operație, va fi utilizată dimensiunea de {:.0f} {:s} de spațiu suplimentar (instalare {:.0f} {:s}, eliminare {:.0f} {:s}).
ru: После этой операции будут использоваться дополнительные {:.0f} {:s} (установка {:.0f} {:s}, удаление {:.0f} {:s}).
sv: Efter denna operation kommer {:.0f} {:s} extra att användas (install {:.0f} {:s}, remove {:.0f} {:s}).
tr: Bu işlemden sonra ek olarak {:.0f} {:s} kullanılacak (kurulacak {:.0f} {:s}, kaldırılacak {:.0f} {:s}).

source: After this operation, {:.0f} {:s} will be freed (install {:.0f} {:s}, remove {:.0f} {:s}).
ca: Després d'aquesta operació, s'alliberaran {:.0f} {:s} ({:.0f} d'instal·lació {:s}, {:.0f} {:s} de supressió).
cs: Po tomto úkonu bude uvolněno {:.0f} {:s} (nainstalováno {:.0f} {:s}, odstraněno {:.0f} {:s}).
de: Nach dieser Operation werden {:.0f} {:s} frei (installiere {:.0f} {:s}, entferne {:.0f} {:s}).
es: Después de esta operación, {:.0f} {:s} serán liberados (instalar {:.0f} {:s}, eliminar {:.0f} {:s}).
fi: Tämän toimenpiteen jälkeen tilaa vapautuu {:.0f} {:s} (asennetaan {:.0f} {:s}, poistetaan {:.0f} {:s}).
fr: Après cette opération, {:.0f} {:s} seront libérés (+{:.0f} {:s}, -{:.0f} {:s}).
hu: A művelet után {:.0f} {:s} szabadul fel ({:.0f} {:s} telepítése, {:.0f} {:s} eltávolítása).
ja: 完了後、 {:.0f} {:s} のサイズが解放されます（インストール {:.0f} {:s}、削除 {:.0f} {:s}）。
nl: Na deze bewerking zal er {:.0f} {:s} worden vrijgemaakt ({:.0f} {:s} geïnstalleerd, {:.0f} {:s} verwijderd).
pl: Po tej operacji {:.0f} {:s} zostanie zwolniony (zainstaluje {:.0f} {:s}, usunie {:.0f} {:s}).
pt_br: Após esta operação, {:.0f} {:s} será liberado (instalar {:.0f} {:s}, remover {:.0f} {:s}).
ro: După această operație, va fi eliberată dimensiunea de {:.0f} {:s} de spațiu {:.0f} {:s}, eliminare {:.0f} {:s}).
ru: После этой операции будет освобождено {:.0f} {:s} (установка {:.0f} {:s}, удаление {:.0f} {:s}).
sv: Efter denna operation kommer {:.0f} {:s} att frigöras (install {:.0f} {:s}, remove {:.0f} {:s}).
tr: Bu işlemden sonra {:.0f} {:s} serbest kalacak (kurulacak {:.0f} {:s}, kaldırılacak {:.0f} {:s}).

source: ======== Main configuration: ========
ca: ======== Configuració principal: ========
cs: ======== Hlavní konfigurace: ========
de: ======== Hauptkonfiguration: ========
es: ======== Configuración principal: ========
fi: ======== Pääkokoonpano: ========
fr: ======== Configuration principale : ========
hu: ======== Fő konfiguráció: ========
ja: ======== メイン設定: ========
nl: ======== Hoofdconfiguratie: ========
pl: ======== Konfiguracja główna: ========
pt_br: ====== Configuração principal: ======
ro: ======== Configurația principală: ========
ru: ======== Основная конфигурация: ========
sv: ======== Huvudkonfiguration: ========
tr: ======== Ana yapılandırma: ========

source: No matching repo to dump configuration: "{}"
ca: No hi ha cap dipòsit que coincideixi amb la configuració d'abocament: {}
cs: Žádné odpovídající repozitáře, kterým se má vypsat konfigurace: „{}“
de: Kein passender Repo um Konfigurations-Speicherinhalt abzuladen "{}"
es: No hay repositorio coincidente para volcar configuración: "{}"
fi: Ei vastaavaa tietovarastoa, mihin upota kokoonpano: "{}"
fr: Aucun dépôt correspondant trouvé : "{}"
hu: Nincs egyező tároló a konfiguráció kiírásához: „{}”
ja: 設定をダンプするために一致するリポジトリがありません: "{}"
nl: Geen overeenkomende repository om configuratie van weg te schrijven: "{}"
pl: Brak pasującego repozytorium do zrzutu konfiguracji: „{}”
pt_br: Nenhum repositório correspondente para descarregar a configuração: “{}”
ro: Nu s-a găsit niciun depozit potrivit pentru descărcarea configurației: „{}”
ru: Нет подходящего репозитория для создания дампа конфигурации: "{}"
sv: Inget matchande förråd för att skriva dumpkonfiguration: "{}"
tr: Yapılandırma dökümü için eşleşen depo yok: "{}"

source: ======== "{}" repository configuration: ========
ca: ======== Configuració del dipòsit {}: ========
cs: ======== Konfigurace repozitáře „{}“: ========
de: ======== "{}" Repository-Konfiguration: ========
es: ======== "{}" configuración de repositorio: ========
fi: ======== Ohjelmistolähteen "{}" kokoonpano: ========
fr: ======== Configuration du dépôt "{}" : ========
hu: ======== A(z) „{}” tárolók konfigurációja: ========
ja: ======== "{}" リポジトリ設定: ========
nl: ======== Configuratie van repository "{}": ========
pl: ======== Konfiguracja repozytorium "{}": ========
pt_br: ====== Configuração do repositório "{}": =======
ro: ======== Configurația depozitului „{}”: ========
ru: ======== "{}" конфигурация репозитория: ========
sv: ======== "{}" Förrådskonfiguration: ========
tr: ======== "{}" repo yapılandırması: ========

source: ======== Variables: ========
cs: ======== Proměnné: ========
de: ======== Variablen: ========
fi: ======== Muuttujat: ========
hu: ======== Változók: ========
ja: ======== 変数: ========
nl: ======== Variabelen: ========
pl: ======== Zmienne: ========
pt_br: ======== Variáveis: ========
ro: ======== Variabile: ========
ru: ======== Переменные: ========
sv: ======== Variabler: ========
tr: ======== Değişkenler: ========

source: New leaves:
ca: Abandonaments nous:
cs: Nové listy:
de: Neue leaves:
es: Nuevas hojas:
fi: Uudet lehdet:
fr: Nouvelles feuilles :
hu: Új levelek:
ja: 新規リーフ:
nl: Nieuwe leaves:
pl: Nowe osamotnione:
pt_br: Novas folhas:
ro: Pachete fără dependențe „leaves” noi:
ru: Новые leaves (многомерные выражения):
sv: Nya löv:
tr: Yeni yaprak paketler:

source: {} to skip unavailable packages
ca: {} per ometre paquets no disponibles
cs: {} pro přeskočení nedostupných balíčků
de: {}, um nicht-verfügbare Pakete zu überspringen
es: {} para omitir paquetes no disponibles
fi: {} ei-saatavilla olevien pakettien ohittamiseksi
fr: {} pour passer les paquets indisponibles
hu: {} a nem elérhető csomagok kihagyásához
ja: {} で利用できないパッケージをスキップします
nl: {} om niet-beschikbare pakketten over te slaan
pl: {} aby pominąć niedostępne pakiety
pt_br: {} para ignorar pacotes indisponíveis
ro: {} pentru a omite pachetele indisponibile
ru: {}, чтобы пропускать недоступные пакеты
sv: {} för att hoppa över otillgängliga paket
tr: Kullanılabilir olmayan paketleri atlamak için {}

source: {} to allow extra packages in the transaction
ca: {} per permetre paquets addicionals a la transacció
cs: {} pro povolení dalších balíčků v transakci
de: {} um weitere Pakete in der Transaktion zu erlauben
es: {} para permitir paquetes extra en la transacción
fi: {} ylimääräisten pakettien sallimiseksi tapahtumassa
fr: {} pour autoriser l'ajout de paquets supplémentaires à la transaction
hu: {} az extra csomagok engedélyezéséhez a tranzakcióban
ja: {} でトランザクション内での追加パッケージを許可します
nl: {} om extra pakketten in de transactie toe te staan
pl: {} aby zezwolić na dodatkowe pakiety w transakcji
pt_br: {} para permitir pacotes extras na transação
ro: {} pentru a permite pachete suplimentare în tranzacție
ru: {}, чтобы разрешить дополнительные пакеты в транзакции
sv: {} för att tillåta extra paket i transaktionen
tr: İşlemde ek paketlere izin vermek için {}

source: {} to allow mismatches between installed and stored transaction packages. This can result in an empty transaction because among other things the option can ignore failing Remove actions.
ca: {} per permetre desajustos entre els paquets instal·lats i els de transaccions desades. Això pot resultar en una transacció buida perquè, entre altres coses, l'opció pot ignorar les accions de supressió fallides.
cs: {} pro povolení nesouladu mezi instalovanými balíčky a balíčky uloženými v transakci. To může vést k prázdné transakci, protože, mimo jiné, tento přepínač ignoruje selhávající úkony odstranění.
de: {} um Abweichungen zwischen installierten und gespeicherten Transaktionspaketen zu erlauben. Dies kann zu einer leeren Transaktion führen, weil die Option fehlgeschlagene Remove-Aktionen ignorieren kann.
es: {} para permitir discrepancias entre paquetes de transacción instalados y almacenados. Esto puede resultar en una transacción vacía porque, entre otras cosas, la opción puede ignorar acciones de eliminación fallidas.
fi: {} asennettujen ja tallennettujen tapahtumapakettien välillisten erojen sallimiseksi. Tämä voi johtaa tyhjään tapahtumaan, koska vaihtoehto voi muun muassa jättää huomiotta epäonnistuneet Poista-toiminnot.
fr: {} pour autoriser les différences entre les paquets installés et ceux dans la transaction stockée. Activer cette option peut résulter en une transaction vide car, entre autres, les actions Supprimer en échec pourraient être ignorées.
hu: {} a telepített és a tárolt tranzakció csomagjainak eltérésének engedélyezéséhez. Ez üres tranzakciót is eredményezhet, mert többek között a kapcsoló figyelmen kívül hagyhatja a hibás eltávolítási műveleteket.
ja: {} でインストール済みパッケージと保存トランザクション内のパッケージの不一致を許可します。これにより、失敗した削除アクションを無視することがあるため、空のトランザクションになる可能性があります。
nl: {} om verschillen tussen geïnstalleerde en opgeslagen transactiepakketten toe te staan. Dit kan resulteren in een lege transactie, omdat deze optie onder andere mislukte verwijderacties kan negeren.
pl: {} aby zezwolić na niezgodności między zainstalowanymi i zapisanymi pakietami transakcji. Może to skutkować pustą transakcją, ponieważ między innymi opcja może ignorować nieudane akcje Usuń.
pt_br: {} para permitir incompatibilidades entre pacotes instalados e armazenados durante transações. Isso pode resultar em uma transação vazia porque, entre outras coisas, a opção pode ignorar ações de remoção com falha.
ro: {} pentru a permite nepotriviri între pachetele instalate și cele stocate ale tranzacției. Acest lucru poate duce la o tranzacție goală deoarece, printre altele, opțiunea poate ignora acțiunile de eliminare care eșuează.
ru: {}, чтобы разрешить несоответствие между установленными и сохраненными пакетами транзакций. Это может привести к пустой транзакции, поскольку, помимо прочего, опция может игнорировать неудачные действия "Remove".
sv: {} för att tillåta missmatchningar mellan installerade och lagrade transaktionspaket. Detta kan resultera i en tom transaktion eftersom alternativet bland annat kan ignorera misslyckade ta bort åtgärder.
tr: Kurulu ve kaydedilen işlem paketleri arasındaki uyumsuzluklara izin vermek için {}. Bu, boş bir işlemle sonuçlanabilir çünkü diğer şeylerin yanı sıra seçenek, başarısız olan kaldırma eylemlerini yok sayabilir.

source: {} to not limit the transaction to the best candidates
ca: {} per no limitar la transacció als millors candidats
cs: {} pro neomezování transakce na nejvyšší verze
de: {}, um die Transaktionen nicht auf die besten Kandidaten zu beschränken
es: {} para no limitar la transacción a los mejores candidatos
fi: {}, jotta tapahtumaa ei rajoiteta parhaisiin ehdokkaisiin
fr: {} pour ne pas limiter la transaction aux meilleurs candidats
hu: {} a tranzakció nem a legjobb jelöltekre korlátozásához
ja: {} でトランザクションを最適候補に制限しないようにします
nl: {} om de transactie niet te beperken tot de beste kandidaten
pl: {} aby nie ograniczać transakcji do najlepszych kandydatów
pt_br: {} para não limitar a transação aos melhores candidatos
ro: {} pentru a nu limita tranzacția la cei mai buni candidați
ru: {}, чтобы не ограничивать транзакцию лучшими кандидатами
sv: {} för att inte begränsa transaktionen till de bästa kandidaterna
tr: İşlemi en iyi adaylarla sınırlamamak için {}

source: {} to allow removing of installed packages to resolve problems
ca: {} per permetre la supressió de paquets instal·lats per resoldre problemes
cs: {} pro povolení odstraňovat balíčky, vyřeší-li to problémy
de: {}, um das Entfernen installierter Pakete zur Problemlösung zu erlauben
es: {} para permitir la eliminación de paquetes instalados a fin de resolver problemas
fi: {} mahdollistaakseen asennettujen pakettien poistamisen ongelmien ratkaisemiseksi
fr: {} pour autoriser la suppression de paquets installés dans le but de résoudre des problèmes
hu: {} a telepített csomagok eltávolításának engedélyezéséhez a problémák megoldása érdekében
ja: {} で問題解決のためにインストール済みパッケージの削除を許可します
nl: {} om het verwijderen van geïnstalleerde pakketten toe te staan op problemen op te lossen
pl: {} aby nie ograniczać stosowania najlepszych kandydatów
pt_br: {} para permitir a remoção de pacotes instalados para resolver problemas
ro: {} pentru a permite eliminarea pachetelor instalate pentru a rezolva problemele
ru: {}, чтобы разрешить удаление установленных пакетов для решения проблем
sv: {} för att tillåta att ta bort installerade paket för att lösa problem
tr: Sorunları çözmek için kurulu paketlerin kaldırılmasına izin vermek için {}

source: {} to load additional filelists metadata
ca: {} per carregar metadades addicionals de llistes de fitxers
cs: {} pro zavedení volitelných metadat o zabalených souborech
de: {}, um zusätzliche Dateilisten-Metadaten zu laden
es: {} para cargar metadatos adicionales de filelists
fi: {} lisää tiedostolistan metatietojen lataamiseksi
fr: {} pour charger des métadonnées filelists supplémentaires
hu: {} a további fájllista-metaadatok betöltéséhez
ja: {} で追加ファイル リスト メタデータを読み込みます
nl: {} om extra metadata van bestandslijsten te laden
pl: {} aby załadować dodatkowe metadane list plików
pt_br: {} para carregar metadados de listas de arquivos adicionais
ro: {} pentru a încărca metadatele suplimentare ale listelor de fișiere
ru: {}, чтобы загрузить дополнительные метаданные списков файлов
sv: {} för att läsa in ytterligare fillistemetadata
tr: Ek dosya listeleri üst verilerini yüklemek için {}

source: {} to skip uninstallable packages
ca: {} per ometre paquets desinstal·lables
cs: {} pro přeskočení neinstalovatelných balíčků
de: {}, um deinstallierbare Pakete zu überspringen
es: {} para omitir paquetes no instalables
fi: {} ei-asennettavissa olevien pakettien ohittamiseksi
fr: {} pour passer les paquets impossibles à installer
hu: {} a nem telepíthető csomagok átugrásához
ja: {} でアンインストールできないパッケージをスキップします
nl: {} om niet-installeerbare pakketten over te slaan
pl: {} aby pominąć pakiety, które można odinstalować
pt_br: {} para ignorar pacotes desinstaláveis
ro: {} pentru a omite pachetele ce pot fi dezinstalate
ru: {}, чтобы пропустить неустанавливаемые пакеты
sv: {} för att hoppa över oinstallerbara paket
tr: Kurulamayan paketleri atlamak için {}
