Repository: rpm-software-management/dnf5
Catalog: dnf5/po/*.po
Languages: ca, cs, de, es, fi, fr, hu, ja, nl, pl, pt_br, ro, ru, sv, tr

source: Show advisories containing newer versions of installed packages for which a newer version is available.
ca: Mostra els avisos que inclouen versions més noves dels paquets instal·lats dels quals hi ha disponible una versió més nova.
cs: Zobrazí doporučení obsahující novější verze nainstalovaných balíčků, pro které je k dispozici novější verze.
de: Hinweise zu neueren Versionen der installierten Pakete, für die eine neue Version verfügbar ist, anzeigen.
es: Mostrar avisos que contienen versiones nuevas de paquetes instalados para los cuales hay una versión más nueva disponible.
fi: Näytä neuvoja, jotka sisältävät asennettujen pakettien uudempia versioita, joille on saatavilla uudempi versio.
fr: Afficher les avertissements mentionnant des versions plus récentes des paquets installés où une version plus récente est disponible.
hu: Telepített csomagok újabb verzióját tartalmazó tájékoztatók megjelenítése, ha az új verziók elérhetőek.
ja: 新バージョンが利用可能なインストール済みパッケージの新バージョンに含む勧告を表示。
nl: Toon adviezen voor nieuwere versies van geïnstalleerde pakketen waarvoor een nieuwere versie beschikbaar is.
pl: Pokaż ostrzeżenia zawierające nowsze wersje zainstalowanych pakietów, dla których jest dostępna nowsza wersja.
pt_br: Mostra os avisos que contenham versões mais recentes dos pacotes instalados para os quais uma versão mais recente está disponível.
ro: Afișează avizele care conțin versiuni mai noi ale pachetelor instalate pentru care este disponibilă o versiune mai nouă.
ru: Показывать рекомендации, содержащие новые версии установленных пакетов, для которых доступна более новая версия.
sv: Visa rekommendationer som innehåller nyare versioner av installerade paket för vilka en nyare version är tillgänglig.
tr: Daha yeni bir sürümü var olan kurulu paketlerin daha yeni sürümlerini içeren tavsiyeleri göster.

source: Show only advisories containing packages with specified names. List option, supports globs.
ca: Mostra solament els avisos que inclouen paquets amb noms específics. Opció de tipus llista, que suporta expressions globals.
cs: Zobrazí pouze doporučení obsahující balíčky se zadanými názvy. Seznam možností, podporuje globs.
de: Nur Hinweise anzeigen, die Pakete mit den angegebenen Namen enthalten. Listenoption, unterstützt Platzhalter.
es: Mostrar solo avisos que contienen paquetes con nombres especificados. Opción de lista, compatible con globs.
fi: Näytä vain neuvoja, jotka sisältävät paketteja tietyillä nimillä. Luettelovaihtoehto, tukee laajamittaisia.
fr: Afficher uniquement les avertissements mentionnant les paquets correspondant aux noms spécifiés. Option liste, prend en charge les globs.
hu: Csak a megadott nevű csomagokat tartalmazó tájékoztatók megjelenítése. Felsorolás, támogatja a helyettesítő karaktereket.
ja: 指定名前のパッケージに含む勧告のみを表示。リスト、glob 利用可能。
nl: Toon alleen adviezen voor pakketten met de opgegeven namen. Lijstoptie, ondersteunt globs.
pl: Pokaż tylko komunikaty zawierające pakiety o określonych nazwach. Opcja listy, obsługuje wzorce.
pt_br: Mostra apenas os avisos que contenham pacotes com nomes específicos. Opção de lista, suporta caracteres curinga.
ro: Afișează numai avizele care conțin pachete cu numele specificate. Opțiune listă, acceptă caractere joker.
ru: Показывать только рекомендации, содержащие пакеты с указанными именами. Опция списка, поддерживает шаблоны поиска.
sv: Visa endast rekommendationer som innehåller paket med angivna namn. Listaflagga, stödjer ”glob”:ar.
tr: Yalnızca belirtilen adlara sahip paketleri içeren tavsiyeleri göster. Liste seçeneği, globları destekler.

source: PACKAGE_NAME,...
ca: NOM_DEL_PAQUET,...
cs: NÁZEV_BALÍČKU,…
de: PAKET_NAME,...
es: NOMBRE_DEL_PAQUETE,...
fi: PAKETIN_NIMI,...
fr: NOM_DE_PAQUET,…
hu: CSOMAGNÉV,…
pl: NAZWA_PAKIETU,...
pt_br: NOME_PACOTE,...
ro: NUME_PACHET,...
ru: ИМЯ_ПАКЕТА,...
sv: PAKET_NAMN,...
tr: PAKET_ADI,...

source: List of patterns matched against advisory names.
ca: Llista de patrons coincidents amb els noms dels avisos.
cs: Seznam vzorů porovnaných s doporučenými názvy.
de: Liste der Muster, die mit den Hinweisnamen übereinstimmen.
es: Lista de patrones coincidentes a los nombres de avisos.
fi: Luettelo lausekkeista, jotka vastaavat neuvojen nimiä.
fr: Liste des motifs à rechercher dans les noms d'avertissements.
hu: A tájékoztatók nevének megfeleltetendő minták.
ja: 勧告名に一致するパターン リスト。
nl: Lijst van pakketten die overeenkomen met adviesnamen.
pl: Lista wzorców dopasowanych do nazw ostrzeżeń.
pt_br: Lista de padrões correspondentes aos nomes dos avisos.
ro: Lista modelelor comparate cu numele avizelor.
ru: Список шаблонов, сопоставленных с именами рекомендаций.
sv: Lista av mönster matchade mot rekommendationsnamn.
tr: Tavsiye adlarıyla eşleşen desenlerin listesi.

source: Show only advisories referencing a bugzilla.
ca: Mostra solament els avisos amb referències a un bugzilla.
cs: Zobrazí pouze doporučení odkazující na Bugzillu.
de: Nur Hinweise mit einer Bugzilla-Referenz anzeigen.
es: Solo mostrar avisos que hacen referencia a un bugzilla.
fi: Näytä vain bugzilaan viittaavat neuvot.
fr: Afficher uniquement les avertissements faisant référence à un bugzilla.
hu: Csak bugzillát említő tájékoztatók megjelenítése.
ja: bugzilla に関連する勧告のみを表示。
nl: Toon alleen adviezen die refereren naar een bugzilla.
pl: Pokaż tylko ostrzeżenia odnoszące się do bugzilli.
pt_br: Mostra apenas os avisos que fazem referência a um bugzilla.
ro: Afișează doar avizele care fac referire la o eroare „bugzilla”.
ru: Показывать только рекомендации, ссылающиеся на bugzilla.
sv: Visa endast rekommendationer som refererar en bugzilla.
tr: Yalnızca bir bugzilla'ya kaynak gösteren tavsiyeleri göster.

source: Show only advisories referencing a CVE.
ca: Mostra solament els avisos amb referències a un CVE.
cs: Zobrazí pouze doporučení odkazující na CVE.
de: Nur Hinweise mit einer CVE-Referenz anzeigen.
es: Solo mostrar avisos que hacen referencia a un CVE.
fi: Näytä vain CVE:hen viittaavat neuvot.
fr: Afficher uniquement les avertissements faisant référence à une CVE.
hu: Csak CVE-t említő tájékoztatók megjelenítése.
ja: CVE に関連する勧告のみを表示。
nl: Toon alleen adviezen die refereren naar een CVE.
pl: Pokaż tylko ostrzeżenia odnoszące się do CVE.
pt_br: Mostra apenas os avisos que fazem referência a um CVE.
ro: Afișează numai avizele care fac referire la un CVE.
ru: Показать только рекомендации, относящиеся к CVE.
sv: Visa endast rekommendationer som refererar en CVE.
tr: Yalnızca bir CVE'ye kaynak gösteren tavsiyeleri göster.

source: No advisory found matching the requested name: "{}"
ca: No s'ha trobat cap avís que coincideixi amb el nom sol·licitat: {}
cs: Nenalezeno žádné doporučení odpovídající požadovanému názvu: „{}“
es: Ningún aviso encontrado que coincida con el nombre solicitado: «{}»
nl: Geen advies gevonden dat overeenkomt met de verzochte naam: "{}"
ro: Nu a fost găsit niciun aviz care să corespundă numelui solicitat: „{}”
ru: Не найдено ни одной рекомендации, соответствующей запрашиваемому имени: «{}»
tr: İstenen adla eşleşen tavsiye bulunamadı: "{}"

source: No advisory found fixing the Bugzilla ID: "{}"
ca: No s'ha trobat cap avís de solució per l'identificador de Bugzilla: {}
cs: Nenalezeno žádné doporučení opravující číslo hlášení v Bugzille: „{}“
es: Ningún aviso encontrado al corregir la ID de Bugzilla: «{}»
nl: Geen advies gevonden dat de Bugzilla-ID oplost: "{}"
ro: Nu a fost găsit niciun aviz de fixare a ID-ului Bugzilla: „{}”
ru: Не найдено ни одной рекомендации, исправляющей идентификатор Bugzilla: «{}»
tr: Bugzilla kimliğini düzelten tavsiye bulunamadı: "{}"

source: No advisory found fixing the CVE ID: "{}"
ca: No s'ha trobat cap avís de solució per l'ID CVE: {}
cs: Nenalezeno žádné doporučení opravující CVE s identifikátorem: „{}“
es: Ningún aviso encontrado al corregir la ID de CVE: «{}»
nl: Geen advies gevonden die de CVE-ID oplost: "{}"
ro: Nu a fost găsit niciun aviz care să remedieze ID-ul CVE: „{}”
ru: Не найдено ни одной рекомендации, исправляющей идентификатор CVE: «{}»
tr: CVE kimliğini düzelten tavsiye bulunamadı: "{}"

source: No advisory found matching the specified filters.
ca: No s'ha trobat cap avís que coincideixi amb els filtres especificats.
cs: Nebyla nalezena žádná doporučení odpovídající zadaným filtrům.
es: Ningún aviso encontrado que coincida con los filtros especificados.
nl: Geen advies gevonden dat overeenkomt met de opgegeven filters.
ro: Nu a fost găsit niciun aviz care să corespundă filtrelor specificate.
ru: Не найдено ни одной рекомендации, соответствующей указанным фильтрам.
tr: Belirtilen filtrelerle eşleşen tavsiye bulunamadı.

source: Include content contained in advisories with specified name. List option.
ca: Inclou el contingut dels avisos amb el nom especificat. Opció de llista.
cs: Zahrne obsah obsažený v doporučeních se zadaným názvem. Seznam možností.
de: Inhalte in Hinweisen mit angegebenem Namen einbeziehen. Listenoption.
es: Incluir el contenido presente en los avisos con el nombre especificado. Opción de lista.
hu: A megadott nevű tájékoztatók tartalmának belevétele. Felsorolás.
nl: Geef content mee uit adviezen met de opgegeven naam. Lijstoptie.
ro: Include conținutul conținut în avizele cu numele specificat. Opțiune listă.
ru: Включить содержимое в рекомендациях с указанным именем. Опция списка.
tr: Belirtilen ada sahip tavsiyelerdeki içeriği dahil et. Liste seçeneği.

source: ADVISORY_NAME,...
ca: NOM_DE_L'AVÍS,...
cs: NÁZEV_DOPORUČENÍ,…
de: HINWEIS_NAME,...
es: NOMBRE_DEL_AVISO,...
fi: NEUVON_NIMI,...
fr: NOM_DAVERTISSEMENT,…
hu: TÁJÉKOZTATÓ_NEVE,…
ja: 勧告名,...
pl: NAZWA_OSTRZEŻENIA,...
pt_br: NOME_AVISO,...
ro: NUME_AVIZ,...
ru: ИМЯ_РЕКОМЕНДАЦИИ,...
sv: REKOMMENDATIONSNAMN,…
tr: TAVSİYE_ADI,...

source: Include content contained in security advisories.
ca: Inclou el contingut dels avisos de seguretat.
cs: Zahrne obsah obsažený v bezpečnostních doporučeních.
de: Inhalte in Sicherheitshinweisen einbeziehen.
es: Incluir el contenido presente en los avisos de seguridad.
hu: A biztonsági tájékoztatókban található tartalom belevétele.
nl: Geef content mee uit beveiligingsadviezen.
ro: Include conținutul conținut în avizele de securitate.
ru: Включить содержимое в рекомендациях по безопасности.
tr: Güvenlik tavsiyelerindeki içeriği dahil et.

source: Include content contained in bugfix advisories.
ca: Inclou el contingut dels avisos de correcció d'errors.
cs: Zahrne obsah obsažený v doporučeních na opravu chyb.
de: Inhalte in Hinweisen zu Fehlerkorrekturen einbeziehen.
es: Incluir el contenido presente en los avisos de correcciones de errores.
hu: A hibajavítási tájékoztatókban található tartalom belevétele.
nl: Geef content mee uit bugfix-adviezen.
ro: Include conținutul conținut în avizele de remediere a erorilor.
ru: Включить содержимое в рекомендациях по исправлению ошибок.
tr: Hata düzeltme tavsiyelerindeki içeriği dahil et.

source: Include content contained in enhancement advisories.
ca: Inclou el contingut dels avisos de millora.
cs: Zahrne obsah obsažený v doporučeních pro vylepšení.
de: Inhalte in Hinweisen zu Verbesserungen einbeziehen.
es: Incluir el contenido presente en los avisos de mejoras.
hu: A fejlesztési tájékoztatókban található tartalom belevétele.
nl: Geef content mee uit verbeteringsadviezen.
ro: Include conținutul conținut în avizele de îmbunătățire.
ru: Включить содержимое в рекомендациях по улучшению.
tr: İyileştirme tavsiyelerindeki içeriği dahil et.

source: Include content contained in newpackage advisories.
ca: Inclou el contingut dels avisos de paquets nous.
cs: Zahrne obsah obsažený v doporučeních na nové balíčky.
de: Inhalte in Hinweisen in neuen Paketen einbeziehen.
es: Incluir el contenido de los avisos de paquetes nuevos.
hu: Az új csomagok tájékoztatóiban található tartalom belevétele.
nl: Geef content mee uit newpackage-adviezen.
ro: Include conținutul conținut în avizele de pachete noi.
ru: Включить содержимое в рекомендациях по новым пакетам.
tr: Yeni paket tavsiyelerindeki içeriği dahil et.

source: Include content contained in advisories with specified severity. List option. Can be "critical", "important", "moderate", "low", "none".
ca: Inclou el contingut dels avisos amb una gravetat especificada. Opció de llista. Pot ser crític, important, moderat, baix o cap.
cs: Zahrne obsah obsažený v doporučeních se zadanou závažností. Seznamu možností. Může být „critical“ (kritická), „important“ (důležitá), „moderate“ (střední), „low“ (nízká), „none“ (žádná).
de: Inhalte in Hinweisen mit angegebenem Schweregrad einbeziehen. Listenoption. Mögliche Werte "critical", "important", "moderate", "low", "none".
es: Incluir el contenido presente en los avisos con severidad especificada. Opción de lista. Puede ser «critical», «important», «moderate», «low» o «none».
hu: A megadott súlyosságú tájékoztatókban található tartalom belevétele. Felsorolás a következőkből: „critical”, „important”, „moderate”, „low”, „none”.
nl: Geef inhoud mee uit adviezen met opgegeven ernst. Lijstoptie. Mogelijke waarden: "critical", "important", "moderate", "low" en "none".
ro: Include conținutul conținut în avizele cu severitatea specificată. Opțiune listă. Poate fi „critical”, „important”, „moderate”, „low”, „none”.
ru: Включить содержимое в рекомендациях с указанной степенью серьезности. Опция списка. Может быть "critical", "important", "moderate", "low", "none".
tr: Belirtilen önem derecesine sahip tavsiyelerdeki içeriği dahil et. Liste seçeneği. "critical", "important", "moderate", "low", "none" seçeneklerinden biri olabilir.

source: ADVISORY_SEVERITY,...
ca: SEVERITAT_DE_L'AVÍS,...
cs: ZÁVAŽNOST_DOPORUČENÍ,…
de: HINWEIS_SCHWEREGRAD,...
es: SEVERIDAD_DE_AVISO,...
fi: NEUVON_VAKAVUUS...
fr: SEVERITE_DAVERTISSEMENT,…
hu: TÁJÉKOZTATÓ_SÚLYOSSÁGA,…
pl: POWAGA_OSTRZEŻENIA,...
pt_br: GRAVIDADE_AVISO,...
ro: SEVERITATE_AVIZ,...
ru: СЕРЬЕЗНОСТЬ_РЕКОМЕНДАЦИЙ,…
sv: REKOMMENDATIONSALLVARLIGHET,…
tr: TAVSİYE_ÖNEMİ,...

source: Include content contained in advisories that fix a Bugzilla ID, Eg. 123123. List option.
ca: Inclou el contingut dels avisos que arreglen un identificador de Bugzilla, p. ex. 123123. Opció llista.
cs: Zahrne obsah obsažený v doporučeních, které opravují Bugzilla ID, např. 123123. Seznamu možností.
de: Inhalte in Hinweisen einbeziehen, die eine Bugzilla-ID beheben, z.B. 123123. Listenoption.
es: Incluir el contenido presente en los avisos que corrigen un ID de Bugzilla, p. ej. 123123. Opción de lista.
hu: Azon tájékoztatókban található tartalom belevétele, mely a megadott Bugzilla azonosítókat javítja, például 123213. Felsorolás.
nl: Geef inhoud mee uit adviezen die een Bugzilla-ID oplossen, bijv. 123123. Lijstoptie.
ro: Include conținutul conținut în avizele care corectează un ID Bugzilla, de exemplu 123123. Opțiune listă.
ru: Включить содержимое в рекомендациях, которые исправляют идентификатор Bugzilla, например 123123. Опция списка.
tr: Bir Bugzilla kimliğini (örn. 123123) düzelten tavsiyelerdeki içeriği dahil et. Liste seçeneği.

source: BUGZILLA_ID,...
ca: ID_DE_BUGZILLA,...
es: ID_DE_BUGZILLA,...
fi: BUGZILLAN_TUNNUS,...
fr: ID_BUGZILLA,…
hu: BUGZILLA_AZONOSÍTÓ,…
pl: ID_BUGZILLI...
ro: ID_BUGZILLA,...
ru: ID_BUGZILLA,…
tr: BUGZILLA_KİMLİĞİ,...

source: Include content contained in advisories that fix a CVE (Common Vulnerabilities and Exposures) ID, Eg. CVE-2201-0123. List option.
ca: Inclou el contingut dels avisos que solucionen un cas de CVE (Vulnerabilitats i exposicions comunes), p. ex. CVE-2201-0123. Opció de llista.
cs: Zahrne obsah obsažený v doporučeních, které opravují ID CVE (Common Vulnerabilities and Exposures), např. CVE-2201-0123. Seznam možností.
de: Inhalte in Hinweisen einbeziehen, die eine CVE-ID (Common Vulnerabilities and Exposures) beheben, z.B. CVE-2201-0123. Listenoption.
es: Incluir el contenido presente en los avisos que corrigen una ID de CVE («vulnerabilidades y exposiciones comunes»), p. ej. CVE-2201-0123. Opción de lista.
hu: Azon tájékoztatókban található tartalom belevétele, mely a megadott CVE (Common Vulnerabilities and Exposures) azonosítókat javítja, például 123213. Felsorolás.
nl: Geef inhoud mee uit adviezen die een CVE-ID (Common Vulnerabilities and Exposures) oplossen, bijv. CVE-2201-0123. Lijstoptie.
ro: Include conținutul conținut în avizele care corectează un ID CVE (Common Vulnerabilities and Exposures), de exemplu CVE-2201-0123. Opțiune listă.
ru: Включить содержимое в рекомендациях, которые исправляют идентификатор CVE (Common Vulnerabilities and Exposures), например, CVE-2201-0123. Опция списка.
tr: Bir CVE (Common Vulnerabilities and Exposures) kimliğini (örn. CVE-2201-0123) düzelten tavsiyelerdeki içeriği dahil et. Liste seçeneği.

source: CVE_ID,...
es: ID_DE_CVE,...
fi: CVE-TUNNUS,...
fr: ID_DE_CVE,…
pl: ID_CVE,...
pt_br: ID_CVE,...
ro: ID_CVE,...
ru: ID_CVE,…
tr: CVE_KİMLİĞİ,...

source: Remove all unneeded packages originally installed as dependencies.
ca: Treu tots els paquets innecessaris originalment instal·lats com a dependències.
cs: Odebrat všechny nepotřebné balíčky instalované jako závislosti.
de: Alle unnötigen ursprünglich als Abhängigkeiten installierten Pakete werden entfernt.
es: Quitar todos los paquetes innecesarios instalados originalmente como dependencias.
fi: Poista kaikki tarpeettomat paketit, jotka on alun perin asennettu riippuvuuksina.
fr: Supprimer l'ensemble des paquets superflus installés à l'origine en tant que dépendances.
hu: Az összes szükségtelen, eredetileg függőségként telepített csomagok eltávolítása.
ja: 最初は依存としてインストールされた不要なパッケージをすべて削除。
nl: Verwijder alle onnodige pakketten, die oorspronkelijk als afhankelijkheid geïnstalleerd zijn.
pl: Usuń wszystkie niepotrzebne pakiety pierwotnie zainstalowane jako zależności.
pt_br: Remova todos os pacotes desnecessários originalmente instalados como dependências.
ro: Elimină toate pachetele nefolositoare instalate inițial ca dependențe.
ru: Удалить все ненужные пакеты, изначально установленные в качестве зависимостей.
sv: Ta bort alla onödiga paket som ursprungligen installerats som beroenden.
tr: Başlangıçta bağımlılık olarak kurulan tüm gereksiz paketleri kaldır.

source: Check for available package upgrades
ca: Comprova si hi ha actualitzacions de paquets disponibles
cs: Zkontrolovat dostupnost aktualizací pro balíčky
de: Auf verfügbare Paket-Aktualisierungen überprüfen
es: Comprueba si hay actualizaciones disponibles
fi: Tarkista saatavilla olevat pakettipäivitykset
fr: Vérifier la disponibilité de mises à jour de paquets
hu: Elérhető csomagfrissítések keresése
ja: 利用可能なパッケージ更新を確認
nl: Controleer voor beschikbare pakket-upgrades
pl: Sprawdź dostępne aktualizacje pakietów
pt_br: Verifique se há atualizações de pacotes disponíveis
ro: Verifică dacă sunt disponibile actualizări de pachete
ru: Проверить наличие доступных обновлений пакета
sv: Sök efter tillgängliga paketuppgraderingar
tr: Kullanılabilir paket yükseltmelerini denetle

source: Reports the lowest versions of packages that fix advisories of type bugfix, enhancement, security, or newpackage. In case that any option limiting advisories is used it reports the lowest versions of packages that fix advisories matching selected advisory properties
ca: Informa de les versions més baixes dels paquets que solucionen avisos del tipus correcció d'errors, millora, seguretat o paquet nou. En cas que s'usi qualsevol opció que limiti els avisos, informa de les versions més baixes dels paquets que solucionen els avisos que coincideixen amb les propietats d'assessorament seleccionades
de: Meldet die niedrigsten Versionen von Paketen, die Hinweise zu Fehlerbehebungen, Erweiterungen, Sicherheitsupdates oder neuen Paketen beheben. Wenn eine einschränkende Option verwendet wird, werden die niedrigsten Versionen der Pakete gemeldet, welche die Hinweise entsprechend den ausgewählten Hinweiseigenschaften beheben
es: Reporta las versiones más bajas de paquetes que arreglan avisos de tipo bugfix, enhancement, security, o newpackage. En caso de que cualquier opción que limite los avisos esté en uso reporta las versiones más bajas de paquetes que arreglan avisos coincidentes con las propiedades de avisos seleccionados
fi: Raportoi pakettien alimmat versiot, jotka kuuluvat virheenkorjaus-, parannus-, turvallisuus- tai uusi paketti -tyyppisiin päivitysilmoituksiin. Jos käytetään mitä tahansa päivitysilmoituksia rajaavaa valitsinta, raportoi pakettien alimmat versiot, jotka kuuluvat valitun tyyppisiin päivitysilmoituksiin
fr: Rapporte la version des paquets la plus basse qui résout les avertissements de type bugfix (correction de bugs), enhancement (amélioration), security (sécurité) ou newpackage (nouveau paquet). Si une option limitant les avertissements est utilisée, sont alors affichées uniquement les versions des paquets les plus basses résolvant les avertissements correspondants.
hu: A legalacsonyabb olyan verziókat jelenti, melyek javítják a hibajavítási, fejlesztési, biztonsági és új csomagokra vonatkozó tájékoztatókat. Abban az esetben, ha bármilyen kapcsoló korlátozza a használt tájékoztatókat, akkor csak a megfelelő tájékoztatókhoz tartozókat jelenti.
ja: bugfix、enhancement、security、または newpackage の勧告を修正するパッケージの最低バージョンを報告します。勧告を制限するオプションが使用されている場合、選択された勧告の属性に一致する勧告を修正するパッケージの最低バージョンを報告します
nl: Rapporteert over de laagste versies van pakketten die adviezen van het type bugfix, verbetering, beveiliging of nieuw pakket oplossen. Als er een optie wordt gebruikt die adviezen beperkt, rapporteert het over de laagste versies van pakketten die adviezen oplossen die overeenkomen met de geselecteerde advies-eigenschappen.
pl: Raportuje najniższe wersje pakietów, które naprawiają ostrzeżenia typu bugfix, enhancement, security lub newpackage. W przypadku użycia jakiejkolwiek opcji ograniczającej ostrzeżenia raportuje najniższe wersje pakietów, które naprawiają ostrzeżenia pasujące do wybranych właściwości ostrzeżeń
pt_br: Relata as versões mais baixas de pacotes que corrigem avisos do tipo correção de bug, aprimoramento, segurança ou novo pacote. Caso seja ativada qualquer limitação de avisos, ele relatará as versões mais baixas dos pacotes que corrigem os avisos que correspondem às propriedades de avisos selecionadas
ro: Raportează cele mai mici versiuni ale pachetelor care corectează avize de tip „bugfix” (corectare de erori), „enhancement” (îmbunătățire), „security” (securitate) sau „newpackage” (pachet nou). În cazul în care se utilizează orice opțiune de limitare a avertismentelor, se raportează cele mai mici versiuni ale pachetelor care soluționează avertismentele care corespund proprietăților avertismentelor selectate
ru: Сообщает о самых низких версиях пакетов, в которых исправлены рекомендации типа bugfix, enhancement, security или newpackage. В случае использования какой-либо опции, ограничивающей рекомендации, сообщается о самых низких версиях пакетов, в которых исправлены рекомендации, соответствующие выбранным свойствам рекомендаций
sv: Rapporterar de lägsta versionerna av paket som fixar meddelanden av typen buggfix, förbättring, säkerhet eller nytt paket. Om någon alternativbegränsande rådgivning används rapporterar den de lägsta versionerna av paket som fixar råd som matchar valda rådgivande egenskaper
tr: Raporlar, hata düzeltme, iyileştirme, güvenlik veya yeni paket türündeki uyarıları düzeltmek için en düşük paket sürümlerini bildirir. Seçilen uyarı özelliklerine uyan uyarıları belirleyen herhangi bir seçenek kullanılırsa, en düşük paket sürümlerini raporlar
