Repository: rpm-software-management/dnf5
Catalog: dnf5/po/*.po
Languages: ca, cs, de, es, fi, fr, hu, ja, nl, pl, pt_br, ro, ru, sv, tr

source: Lists packages depending on the packages' relation to the system
ca: Llista els paquets segons com estan relacionats amb el sistema
cs: Vypíše balíčky podle jejich vztahu k systému
de: Listet Pakete abhängig von ihrer Beziehung zum System auf
es: Lista paquetes que dependen de la relación de dichos paquetes con el sistema
fi: Luetteloi paketit riippuen pakettien suhteesta järjestelmään
fr: Liste les paquets en fonction de leur relation avec le système
hu: Aszerint sorolja fel a csomagokat, hogy mi a kapcsolatuk a rendszerrel
ja: システムとの関係に基づいてパッケージを表示
nl: Geef pakketten weer afhankelijk van hun relatie tot het systeem
pl: Wypisuje pakiety w zależności od ich relacji z systemem
pt_br: Lista os pacotes dependendo da relação dos pacotes com o sistema
ro: Listează pachetele în funcție de relația pachetelor cu sistemul
ru: Показ списка пакетов в зависимости от их отношения к системе
sv: Listar paket beroende på paketens förhållande till systemet
tr: Paketlerin sistemle ilişkisine bağlı olarak paketleri listeler

source: List of package-spec-NI to match (case insensitively)
ca: Llista de package-spec-NI per fer coincidir (sense distinció entre majúscules i minúscules)
cs: Seznam názvů balíků, jejichž jména se mají shodovat bez ohledu na velikost písmen
es: Listado del paquete package-spec-NI a coincidir (sin distinguir entre mayúsculas y minúsculas)
nl: Lijst van package-spec-NI om (hoofdletterongevoelig) mee te vergelijken
ro: Lista de N specificații de pachete „package-spec-NI” pentru potrivire (fără distincție între majuscule și minuscule)
tr: Büyük/küçük harfe duyarsız olarak eşleştirilecek paket belirtimlerinin listesi

source: Show all versions of the packages, not only the latest ones.
ca: Mostra totes les versions dels paquets, no solament les més recents.
cs: Zobrazí všechny verze balíčků, nejen poslední z nich.
de: Alle Versionen der Pakete anzeigen, nicht nur die Aktuellsten.
es: Mostrar todas las versiones de los paquetes, no solo las más recientes.
fi: Näytä pakettien kaikki versiot, ei vain uusimmat.
fr: Afficher toutes les versions des paquets, pas seulement les dernières.
hu: A csomagok összes verziójának megjelenítése, nem csak a legfrissebbeké.
ja: パッケージ最新バージョンだけでなく、すべてのバージョンを表示します。
nl: Geef alle pakketversies weer, niet alleen de actueelsten.
pl: Pokaż wszystkie wersje pakietów, nie tylko najnowsze.
pt_br: Mostra todas as versões dos pacotes, não apenas as mais recentes.
ro: Afișează toate versiunile pachetelor, nu doar pe cele mai recente.
ru: Показывать все версии пакетов, а не только последние.
sv: Visa alla versioner av paketen, inte bara de senaste.
tr: Paketlerin yalnızca en son sürümlerini değil, tüm sürümlerini göster.

source: List installed packages.
ca: Llista els paquets instal·lats.
cs: Vypíše nainstalované balíčky.
de: Installierte Pakete auflisten.
es: Listar paquetes instalados.
fi: Luetteloi asennetut paketit.
fr: Lister les paquets installés.
hu: Telepített csomagok felsorolása.
ja: インストール済みのパッケージを表示します。
nl: Geef geïnstalleerde pakketten weer.
pl: Wyświetl listę zainstalowanych pakietów.
pt_br: Lista pacotes instalados.
ro: Listează pachetele instalate.
ru: Список установленных пакетов.
sv: Lista installerade paket.
tr: Kurulu paketleri listele.

source: List available packages.
ca: Llista els paquets disponibles.
cs: Vypíše dostupné balíčky.
de: Verfügbare Pakete auflisten.
es: Listar paquetes disponibles.
fi: Luetteloi saatavilla olevat paketit.
fr: Lister les paquets disponibles.
hu: Elérhető csomagok felsorálása.
ja: 利用可能なパッケージを表示します。
nl: Geef beschikbare pakketten weer.
pl: Wyświetl dostępne pakiety.
pt_br: Lista pacotes indisponíveis.
ro: Listează pachetele disponibile.
ru: Список доступных пакетов.
sv: Lista tillgängliga paket.
tr: Kullanılabilir paketleri listele.

source: List extras, that is packages installed on the system that are not available in any known repository.
ca: Llista els paquets extra, és a dir, els paquets instal·lats al sistema que no estan disponibles en cap repositori conegut.
cs: Vypíše cizí balíčky, tj. takové které jsou nainstalované v systému, ale které nejsou dostupné v žádném známém repozitáři.
de: Extras, also Pakete, die auf dem System installiert sind, aber in keinem bekannten Repository verfügbar sind, auflisten.
es: Listar extras, es decir, paquetes instalados en el sistema que no están disponibles en ningún repositorio conocido.
fi: Luetteloi ylimääräiset, eli järjestelmään asennetut paketit, jotka eivät ole saatavilla missään tunnetussa ohjelmistolähteessä.
fr: Lister les paquets supplémentaires. Il s'agit de paquets installés sur le système mais qui ne sont disponibles dans aucun dépôt.
hu: Extrák felsorolása, tehát azon csomagok, melyek telepítve vannak a rendszeren, de egyetlen ismert tárolóban sem érhetők el.
ja: 既知のリポジトリに存在しない、システムにインストールされている追加パッケージの表示します。
nl: Geef extra's weer: pakketten die op het systeem zijn geïnstalleerd, maar niet beschikbaar zijn in een bekende repository.
pl: Wyświetl dodatki, czyli pakiety zainstalowane w systemie, które nie są dostępne w żadnym znanym repozytorium.
pt_br: Lista extras, ou seja, pacotes instalados no sistema que não estão disponíveis em nenhum repositório conhecido.
ro: Listează pachetele suplimentare, adică pachetele instalate în sistem care nu sunt disponibile în niciun depozit cunoscut.
ru: Список дополнительных пакетов Extras, то есть пакетов, установленных в системе, которые не доступны ни в одном из известных репозиториев.
sv: Lista extrafunktioner, det vill säga paket installerade på systemet som inte är tillgängliga i något känt förråd.
tr: Fazlalıkları, yani sistemde kurulu olup bilinen herhangi bir depoda bulunmayan paketleri listele.

source: List packages installed on the system that are obsoleted by packages in any known repository.
ca: Llista els paquets instal·lats al sistema que són obsolets per altres paquets de qualsevol repertori conegut.
cs: Vypíše balíčky, které jsou nainstalované v systému, ale které by měly být nahrazeny balíčky ze známých repozitářů.
de: Pakete auflisten, die auf dem System installiert sind, aber von Paketen in einem bekannten Repository ersetzt werden (obsolete Pakete).
es: Listar paquetes instalados en el sistema que quedan obsoletos por paquetes en algún repositorio conocido.
fi: Listaa järjestelmään asennetut paketit, jotka ovat vanhentuneet minkä tahansa tunnetun ohjelmistolähteen pakettien takia.
fr: Lister les paquets installés sur le système qui sont rendus obsolètes par d'autres paquets provenant de n'importe quel dépôt connu.
hu: Azoknak a rendszerre telepített csomagoknak a felsorolása, melyeket ismert tárolóban lévő csomagok tesznek elavulttá.
ja: 既知のリポジトリにあるパッケージによって廃止された、システムにインストールされているパッケージを表示します。
nl: Geef op het systeem geïnstalleerde pakketten die vervangen zijn door pakketten uit een bekende repository.
pl: Wyświetla listę pakietów zainstalowanych w systemie, które zostały zastąpione pakietami w dowolnym znanym repozytorium.
pt_br: Lista os pacotes instalados no sistema que estão obsoletos por pacotes em qualquer repositório conhecido.
ro: Listează pachetele instalate în sistem care au devenit obsolete din cauza pachetelor din oricare dintre depozitele cunoscute.
ru: Список пакетов, установленных в системе, которые устарели из-за пакетов в любом из известных репозиториев.
sv: Lista paket installerade på systemet som är föråldrade av paket i något känt förråd.
tr: Sistemde kurulu olan ve bilinen herhangi bir depodaki paketler tarafından kullanım dışı bırakılan paketleri listele.

source: List packages recently added into the repositories.
ca: Llista els paquets afegits recentment als repositoris.
cs: Vypíše balíčky, které byly nedávno přidány do repozitářů.
de: Pakete, die kürzlich den Repositories hinzugefügt wurden, auflisten.
es: Listar paquetes añadidos recientemente en los repositorios.
fi: Luetteloi äskettäin ohjelmistolähteisiin lisätyt paketit.
fr: Lister les paquets ajoutés récemment aux dépôts.
hu: A nemrég tárolókhoz adott csomagok felsorolása.
ja: 最近リポジトリに追加されたパッケージを表示します。
nl: Geef pakketten weer die recent aan de repositories zijn toegevoegd.
pl: Wyświetl listę pakietów ostatnio dodanych do repozytoriów.
pt_br: Lista os pacotes adicionados recentemente aos repositórios.
ro: Listează pachetele adăugate recent în depozite.
ru: Список пакетов, недавно добавленных в репозитории.
sv: Lista paket som nyligen lagts till i förråd.
tr: Depolara yeni eklenen paketleri listele.

source: List upgrades available for the installed packages.
ca: Llista les actualitzacions disponibles dels paquets instal·lats.
cs: Vypíše aktualizace dostupné pro nainstalované balíčky.
de: Verfügbare Aktualisierungen für die installierten Pakete auflisten.
es: Listar actualizaciones disponibles para los paquetes instalados.
fi: Luetteloi asennettuihin paketteihin saatavilla olevat paketit.
fr: Lister les mises à jour disponibles pour les paquets installés.
hu: A telepített csomagokhoz elérhető frissítések felsorolása.
ja: インストール済みパッケージの利用可能な更新を表示します。
nl: Geef upgrades weer die beschikbaar zijn voor de geïnstalleerde pakketten.
pl: Wyświetl listę uaktualnień dostępnych dla zainstalowanych pakietów.
pt_br: Lista as atualizações disponíveis para os pacotes instalados.
ro: Listează actualizările disponibile pentru pachetele instalate.
ru: Список обновлений, доступных для установленных пакетов.
sv: Lista tillgängliga uppgraderingar för de installerade paketen.
tr: Kurulu paketler için kullanılabilir yükseltmeleri listele.

source: List packages which will be removed by the 'dnf autoremove' command.
ca: Llista els paquets que seran esborrats per la comanda 'dnf autoremove'.
cs: Vypíše balíčky, které by byly odstraněny příkazem „dnf autoremove“.
de: Pakete, die durch das Kommando 'dnf autoremove' entfernt werden, auflisten.
es: Listar paquetes que serán eliminados por el comando "dnf autoremove".
fi: Luetteloi paketit, jotka poistetaan ”dnf autoremove” -komennolla.
fr: Lister les paquets qui seront supprimés par la commande 'dnf autoremove'.
hu: A „dnf autoremove” paranccsal eltávolítandó csomagok felsorolása.
ja: "dnf autoremove" コマンドに削除されようなパッケージを表示します。
nl: Geef pakketten weer die zullen worden verwijderd door het 'dnf autoremove'-commando.
pl: Wyświetl listę pakietów, które zostaną usunięte za pomocą polecenia „dnf autoremove”.
pt_br: Lista os pacotes que serão removidos pelo comando 'dnf autoremove'.
ro: Listează pachetele care vor fi eliminate de comanda «dnf autoremove».
ru: Список пакетов, которые будут удалены командой 'dnf autoremove'.
sv: Lista paket som kommer att tas bort med 'dnf autoremove' kommandot.
tr: 'dnf autoremove' komutu tarafından kaldırılacak paketleri listele.

source: Installed packages
ca: Paquets instal·lats
cs: Nainstalované balíčky
de: Installierte Pakete
es: Paquetes instalados
fi: Asennetut paketit
fr: Paquets installés
hu: Telepített csomagok
ja: インストール済みパッケージ
nl: Geïnstalleerde pakketten
pl: Zainstalowane pakiety
pt_br: Pacotes instalados
ro: Pachete instalate
ru: Установленные пакеты
sv: Installerade paket
tr: Kurulu paketler

source: Available packages
ca: Paquets disponibles
cs: Dostupné balíčky
de: Verfügbare Pakete
es: Paquetes disponibles
fi: Saatavilla olevat paketit
fr: Paquets disponibles
hu: Elérhető csomagok
ja: 利用可能なパッケージ
nl: Beschikbare pakketten
pl: Dostępne pakiety
pt_br: Pacotes disponíveis
ro: Pachete disponibile
ru: Доступные пакеты
sv: Tillgängliga paket
tr: Kullanılabilir paketler

source: Available upgrades
ca: Actualitzacions disponibles
cs: Dostupné aktualizace
de: Verfügbare Aktualisierungen
es: Actualizaciones disponibles
fi: Saatavilla olevat päivitykset
fr: Mises à jour disponibles
hu: Elérhető frissítések
ja: 利用可能な更新
nl: Beschikbare upgrades
pl: Dostępne aktualizacje
pt_br: Atualizações disponíveis
ro: Actualizări disponibile
ru: Доступные обновления
sv: Tillgängliga uppgraderingar
tr: Kullanılabilir yükseltmeler

source: Obsoleting packages
ca: Es degraden paquets
cs: Nahrazující balíčky
de: Nicht mehr benötigte Pakete
es: Reemplazando paquetes
fi: Vanhentavat paketit
fr: Paquets rendus obsolètes
hu: Csomagok elavulttá tétele
ja: 廃止パッケージ
nl: Verouderde pakketten
pl: Zastępowanie pakietów
pt_br: Obsoletando pacotes
ro: Pachete devenite obsolete
ru: Устаревшие пакеты
sv: Fasar ut paket
tr: Kullanım dışı bırakan paketler

source: Autoremove packages
ca: Supressió automàtica de paquets
cs: Automaticky odstranitelné balíčky
de: Pakete automatisch entfernen
es: Auto-eliminar paquetes
fi: Automaattisesti poistettavat paketit
fr: Paquets pouvant être supprimés automatiquement
hu: Csomagok automatikus eltávolítása
ja: autoremove パッケージ
nl: Pakketten automatisch verwijderen
pl: Automatycznie usuń pakiety
pt_br: Remover pacotes automaticamente
ro: Pachete care pot fi eliminate automat
ru: Автоматически удаляемые пакеты
sv: Ta automatiskt bort paket
tr: Otomatik kaldırılacak paketler

source: Extra packages
ca: Paquets addicionals
cs: Cizí balíčky
de: Extra-Pakete
es: Paquetes adicionales
fi: Lisäpaketit
fr: Paquets supplémentaires
hu: Extra csomagok
ja: 追加パッケージ
nl: Extra pakketten
pl: Dodatkowe pakiety
pt_br: Pacotes extras
ro: Pachete suplimentare
ru: Дополнительные пакеты
sv: Extra paket
tr: Ek paketler

source: Recently added packages
ca: Paquets recentment afegits
cs: Nedávno přidané balíčky
de: Kürzlich hinzugefügte Pakete
es: Paquetes añadidos recientemente
fi: Äskettäin lisätyt paketit
fr: Paquets ajoutés récemment
hu: Nemrégiben hozzáadott csomagok
ja: 最近追加されたパッケージ
nl: Recent toegevoegde pakketten
pl: Ostatnio dodane pakiety
pt_br: Pacotes adicionados recentemente
ro: Pachete adăugate recent
ru: Недавно добавленные пакеты
sv: Nyligen tillagda paket
tr: Yakın zamanda eklenen paketler

source: No matching packages to list
ca: No hi ha paquets coincidents per llistar
cs: Žádné odpovídající balíčky k seznamu
de: Keine übereinstimmenden Pakete zum Auflisten
es: No hay paquetes que se correspondan con la lista
fi: Ei yhtään vastaavaa pakettia lueteltavaksi
fr: Aucun paquet correspondant à lister
hu: Nem található csomag
ja: 一致するパッケージはありません
nl: Geen overeenkomende pakketten om weer te geven
pl: Brak pakietów pasujących do listy
pt_br: Nenhum pacote correspondente para listar
ro: Nu există pachete care să se potrivească de listat
ru: Нет подходящих пакетов в списке
sv: Inga matchande paket att lista
tr: Listelenecek eşleşen paket yok

source: Change the reason of an installed package
ca: Canvia la raó d'un paquet instal·lat
cs: Změní důvod nainstalování balíčku
de: Grund für installiertes Paket geändert
es: Cambiar la razón de un paquete instalado
fi: Vaihda paketin asentamisen syytä
fr: Modifier le motif d'un paquet installé
hu: Egy telepített csomag okának módosítása
ja: パッケージがインストールされた理由を変更
nl: Wijzig de reden van een geïnstalleerd pakket
pl: Zmień powód zainstalowania pakietu
pt_br: Alterar o motivo de um pacote instalado
ro: Modifică motivul unui pachet instalat
ru: Изменить причину установленного пакета
sv: Ändra orsaken till installationen av ett paket
tr: Kurulu bir paketin sebebini değiştir

source: Show enabled modules.
ca: Mostra els mòduls habilitats.
cs: Zobrazí povolené moduly.
de: Aktivierte Module anzeigen.
es: Mostrar módulos habilitados.
fi: Näytä käytössä olevat moduulit.
fr: Afficher les modules activés.
hu: Engedélyezett modulok megjelenítése.
ja: 有効化済みモジュールを表示します。
nl: Geef ingeschakelde modules weer.
pl: Pokaż włączone moduły.
pt_br: Mostra módulos habilitados.
ro: Afișează modulele activate.
ru: Показать включенные модули.
sv: Visa aktiverade moduler.
tr: Etkin modülleri göster.

source: Show disabled modules.
ca: Mostra els mòduls deshabilitats.
cs: Zobrazí zakázané moduly.
de: Deaktivierte Module anzeigen.
es: Mostrar módulos deshabilitados.
fi: Näytä käytöstä poistetut moduulit.
fr: Afficher les modules désactivés.
hu: Letiltott modulok megjelenítése.
ja: 無効化済みモジュールを表示します。
nl: Geef uitgeschakelde modules weer.
pl: Pokaż wyłączone moduły.
pt_br: Mostra nódulos desabilitados.
ro: Afișează modulele dezactivate.
ru: Показать отключенные модули.
sv: Visa inaktiverade moduler.
tr: Devre dışı bırakılmış modülleri göster.

source: Pattern matching module NSVCAs.
ca: Patró coincident amb NSVCAs del mòdul.
cs: Modul NSVCA odpovídající vzoru.
de: Mustervergleichsmodul NSVCAs.
es: Módulo de coincidencia de patrones NSVCA.
fi: Malli vastaa moduulin NSVCA:ta.
fr: Motif à rechercher dans les NSVCA de module.
hu: Mintaillesztés a modulok NSVCA azonosítóira (név:forrás:verzió:környezet:arch/profil).
ja: モジュール NSVCA に一致するパターン。
pl: Moduł dopasowania wzorców NSVCA.
pt_br: Padrão correspondendo a NSVCAs de módulos.
ro: Model de căutat în modulele NSVCA.
ru: Модуль сопоставления шаблонов NSVCA.
sv: Mönstermatchande modul NSVCA:er.
tr: Modül NSVCA ile eşleşen desen.

source: Manage modules
ca: Gestiona els mòduls
cs: Spravuje moduly
de: Module verwalten
es: Gestionar módulos
fi: Hallitse moduuleja
fr: Gérer les modules
hu: Modulok kezelése
ja: モジュールを管理
nl: Beheer modules
pl: Zarządzaj modułami
pt_br: Gerenciar módulos
ro: Gestionează modulele
ru: Управление модулями
sv: Hantera moduler
tr: Modülleri yönet

source: No matches found for "{}".
ca: Cap coincidència amb "{}".
cs: Nebyly nalezeny žádné shody pro „{}“.
de: Keine Übereinstimmungen für "{}" gefunden.
es: No se encontraron coincidencias para "{}".
fi: Ei tuloksia haulle ”{}”.
fr: Aucun résultat pour "{}".
hu: Nincs találat erre: „{}”.
ja: "{}" に一致する結果を見つかりませんでした。
nl: Geen overeenkomsten gevonden voor "{}".
pl: Nie znaleziono wyników dla „{}”.
pt_br: Nenhuma correspondência encontrada para "{}".
ro: Nu s-au găsit potriviri pentru „{}”.
ru: Для "{}" не найдено ни одного совпадения.
sv: Inga matchningar hittades för "{}".
tr: "{}" için eşleşme bulunamadı.

source: Manage offline transactions
ca: Gestiona les transaccions fora de línia
cs: Spravuje transakce při neběžícím systému
de: Offline-Transaktionen verwalten
es: Gestionar transacciones fuera de línea
fi: Hallitse yhteydettömän tilan transaktioita
fr: Gérer les transactions hors ligne
hu: Offline tranzakciók kezelése
ja: オフライン トランザクションを管理
nl: Beheer offline-transacties
pl: Zarządzaj transakcjami offline
pt_br: Gerência transações offline
ro: Gestionează tranzacțiile fără conexiune la rețea
ru: Управление автономными транзакциями
sv: Hantera frånkopplade transaktioner
tr: Çevrim dışı işlemleri yönet

source: Error reading state: {}. Rerun the command you used to initiate the offline transaction, e.g. `dnf5 system-upgrade download [OPTIONS]`.
ca: Error llegint l'estat: {}. Torna a executar l'ordre que has just per iniciar la transacció fora de línia, p.e. `dnf5 system-upgrade download [OPCIONS]`.
cs: Chyba při čtení stavu: {}. Znovu spusťte příkaz, který jste použili pro zadání offline transakce. Např. „dnf5 system-upgrade download [PŘEPÍNAČE]“.
de: Fehler beim Lesen des Zustands: {}. Führen Sie den Befehl, den Sie zum Initiieren der Offline-Transaktion verwendet haben, erneut aus. Z.B. `dnf5 system-upgrade download [OPTIONS]`.
es: Error al leer estado: {}. Vuelva a ejecutar el comando que utilizó para iniciar la transacción fuera de línea, e.g. `dnf5 system-upgrade download [OPTIONS]`.
fi: Virhe luettaessa tilaa: {}. Suorita uudelleen komento, jolla aloitit ei-verkkotapahtuman, esim. `dnf5 system-upgrade download [VAIHTOEHDOT]`.
fr: Erreur lors de la lecture de l'état : {}. Exécutez à nouveau la commande que vous avez utilisée pour amorcer la transaction hors ligne, ex. `dnf5 system-upgrade download [OPTIONS]`.
hu: Hiba az állapot olvasása során: {}. Futtassa újra az offline tranzakció indításához használt parancsot, például: `dnf5 system-upgrade download [KAPCSOLÓK]`.
ja: 状態の読み取り中にエラーが発生しました: {}。オフライン トランザクション開始に使用されたコマンドを再実行してください。例: `dnf5 system-upgrade download [OPTIONS]`。
nl: Fout bij het lezen van de staat: {}. Voer het commando waarmee de offline transactie gestart is opnieuw uit, bijv. `dnf5 system-upgrade download [OPTIES]`.
pl: Błąd odczytu stanu: {}. Uruchom ponownie polecenie użyte do zainicjowania transakcji offline, np. `dnf5 system-upgrade download [OPTIONS]`.
pt_br: Estado de leitura de erro: {}. Execute novamente o comando usado para iniciar a transação offline, por exemplo`dnf5 system-upgrade download [OPTIONS]`.
ro: Eroare la citirea stării: {}. Rulați din nou comanda pe care ați folosit-o pentru a iniția tranzacția fără conexiune, de exemplu «dnf5 system-upgrade download [OPȚIUNI]».
ru: Ошибка при чтении состояния: {}. Повторно выполните команду, с помощью которой вы инициировали автономную транзакцию, например `dnf5 system-upgrade download [ОПЦИИ]`.
sv: Fel vid läsning av tillståndet: {}. Kör om kommandot du använde för att initiera den frånkopplade transaktionen, t.ex. `dnf5 system-upgrade download [FLAGGOR]`.
tr: Durum okunurken hata oluştu: {}. Çevrim dışı işlemi başlatmak için kullandığınız komutu yeniden çalıştırın, örn. `dnf5 system-upgrade download [SEÇENEKLER]`.

source: Couldn't connect to D-Bus: {}
ca: No s'ha pogut connectar a D-Bus: {}
cs: Ke sběrnici D-Bus se nebylo možné připojit: {}
de: Konnte keine Verbindung zum D-Bus herstellen: {}
es: No ha sido posible conectarse al D-Bus: {}
fi: Yhteys D-Busiin ei onnistunut: {}
fr: Impossible de se connecter à D-Bus : {}
hu: Nem sikerült kapcsolódni a D-Bushoz: {}
ja: D-Bus に接続できませんでした: {}
nl: Kon niet met D-Bus verbinden: {}
pl: Nie można połączyć się z D-Bus: {}
pt_br: Não foi possível se conectar ao D-Bus: {}
ro: Nu s-a putut realiza conectarea la D-Bus: {}
ru: Не удалось подключиться к шине D-Bus: {}
sv: Kunde inte ansluta till D-Bus: {}
tr: D-Bus ile bağlantı kuulamadı: {}

source: Prepare the system to perform the offline transaction and reboot to start the transaction.
ca: Prepara el sistema per fer la transacció fora de línia i el reinicia per començar la transacció.
cs: Připraví počítač k provedení transakce mimo běžící systém a pak jej restartuje, aby se transakce provedla.
de: Bereiten Sie das System für die Durchführung der Offline-Transaktion vor und starten Sie es neu, um die Transaktion zu starten.
es: Preparar el sistema para realizar la transacción fuera de línea y reiniciar para iniciar la transacción.
fi: Valmistele järjestelmä suorittamaan ei-verkkotapahtuma ja käynnistä se uudelleen käynnistääksesi tapahtuman.
fr: Préparer le système à effectuer la transaction hors ligne et redémarrer pour débuter la transaction.
hu: A rendszer előkészítése az offline tranzakció elvégzésére, és újraindítás az elkezdéséhez.
ja: オフライン トランザクションを実行するためにシステムを準備し、再起動してトランザクションを実行します。
nl: Bereid het systeem voor om een offline-transactie uit te voeren, en start het opnieuw op om de transactie te starten.
pl: Przygotuj system do wykonania transakcji offline i uruchom ponownie, aby rozpocząć transakcję.
pt_br: Prepare o sistema para executar a transação offline e reinicialize para iniciar a transação.
ro: Pregătește sistemul pentru a efectua tranzacția fără conexiune și îl repornește pentru a începe tranzacția.
ru: Подготовьте систему к выполнению автономной транзакции и перезагрузите ее, чтобы начать транзакцию.
sv: Förbered systemet för att utföra den frånkopplade transaktionen och starta om för att påbörja transaktionen.
tr: Sistemi çevrim dışı işlemi gerçekleştirmek için hazırla ve işlemi başlatmak için yeniden başlat.
