Repository: rpm-software-management/dnf5
Catalog: dnf5/po/*.po
Languages: ca, cs, de, es, fi, fr, hu, ja, nl, pl, pt_br, ro, ru, sv, tr

source: Print help
ca: Imprimeix l'ajuda
cs: Vypíše nápovědu
de: Hilfe anzeigen
es: Asistente de impresión
fi: Tulosta ohje
fr: Afficher l'aide
hu: Súgó kiírása
ja: ヘルプを表示します
nl: Hulp tonen
pl: Wyświetl pomoc
pt_br: Exibir a ajuda
ro: Afișează mesajul de ajutor
ru: Вывести справку
sv: Skriv ut hjälp
tr: Yardımı göster

source: Configuration file location
ca: Ubicació del fitxer de configuració
cs: Umístění konfiguračního souboru
de: Speicherort der Konfigurationsdatei
es: Ubicación de archivo de configuración
fi: Asetustiedoston sijainti
fr: Emplacement du fichier de configuration
hu: Konfigurációs fájl helye
ja: 設定ファイルの場所
nl: Locatie van configuratiebestand
pl: Lokalizacja pliku konfiguracyjnego
pt_br: Localização do arquivo de configuração
ro: Locația fișierului de configurare
ru: Расположение файла конфигурации
sv: Konfigurationsfilens plats
tr: Yapılandırma dosyası konumu

source: In combination with a non-interactive command, shows just the relevant content. Suppresses messages notifying about the current state or actions of dnf5.
ca: En combinació amb una ordre no interactiva, només mostra el contingut rellevant. Suprimeix els missatges que notifiquin sobre l'estat actual o les accions del dnf5.
cs: Ve spojení s neinteraktivními příkazy ukazuje pouze relevantní obsah. Potlačuje zprávy o současném stavu a úkonech DNF5.
de: Zeigt nur den relevanten Inhalt, in Kombination mit einem nicht-interaktiven Kommando. Unterdrückt Meldungen, die über den aktuellen Zustand oder Aktionen von dnf5 informieren.
es: Al combinarse con un comando no interactivo, muestra solo el contenido relevante. Omite mensajes notificando sobre el estado actual o acciones de dnf5.
fi: Yhdessä ei-vuorovaikutteisen komennon kanssa näyttää vain asiaankuuluvan sisällön. Estää viestit, jotka ilmoittavat dnf5:n nykyisestä tilasta tai toimenpiteistä.
fr: Combinée avec une commande non interactive, affiche uniquement le contenu pertinent. Empêche l'affichage de messages à propos de l'état actuel de dnf5 ou de ses actions.
hu: Nem interaktív paranccsal kombinálva csak a releváns tartalmat jeleníti meg. Elfojtja a jelenlegi állapotról vagy a dnf5 műveleteiről szóló értesítéseket.
ja: 関連内容のみが表示されるので、非対話型コマンドとの組み合わせ使用に適しています。dnf5 の現在の状態やアクションに関するメッセージは抑制されます。
nl: Toont alleen de relevante inhoud in combinatie met een non-interactief commando. Onderdrukt berichten over de huidige staat of acties van dnf5.
pl: W połączeniu z poleceniem nieinteraktywnym wyświetla tylko odpowiednią zawartość. Tłumi komunikaty informujące o bieżącym stanie lub działaniach dnf5.
pt_br: Em combinação com um comando não interativo, mostra apenas o conteúdo relevante. Suprime mensagens notificando sobre o estado atual ou ações do dnf5.
ro: În combinație cu o comandă non-interactivă, afișează doar conținutul relevant. Suprimă mesajele de notificare privind starea curentă sau acțiunile «dnf5».
ru: В сочетании с неинтерактивной командой, показывает только соответствующее содержимое. Подавляет сообщения, уведомляющие о текущем состоянии или действиях dnf5.
sv: I kombination med ett icke-interaktivt kommando, visar bara det relevanta innehållet. Undertrycker meddelanden som berättar om tillståndet hos eller åtgärder av dnf5.
tr: Etkileşimli olmayan bir komutla birlikte, yalnızca ilgili içeriği gösterir. Geçerli dnf5 durumu veya eylemleri hakkında bildirimde bulunan mesajları göstermez.

source: Run entirely from system cache, don't update the cache and use it even in case it is expired.
ca: Executa completament des de la memòria cau del sistema, no actualitza la memòria cau i l'usa fins i tot en cas que hagi caducat.
cs: Běží zcela ze systémové mezipaměti. Mezipaměť neaktualizuje a používá ji, i když je zastaralá.
de: Vollständig aus dem System-Cache ausführen, auch wenn dieser abgelaufen ist. Der Cache wird nicht aktualisiert.
es: Ejecutar por completo desde la caché del sistema, no actualizar la caché y usarla incluso en caso de que haya expirado.
fi: Suorita kokonaan järjestelmän välimuistista, älä päivitä välimuistia ja käytä sitä, vaikka se olisi vanhentunut.
fr: Exécuter entièrement à partir du cache système, ne pas mettre à jour le cache et l'utiliser même s'il est expiré.
hu: Futtatás teljesen a rendszer gyorsítótárából, ne frissítse a gyorsítótárat, és akkor is azt használja, ha az elavult.
ja: 期限切れであってもキャッシュを更新せず、完全にシステム キャッシュで実行します。
nl: Draai volledig vanuit systeemcache, update de cache niet en gebruik hem ook als hij verlopen is.
pl: Korzystaj wyłącznie z pamięci podręcznej systemu, nie aktualizuj jej i korzystaj z niej nawet jeśli wygasła.
pt_br: Executar inteiramente a partir do cache do sistema, não atualiza o cache e usa-o mesmo que esteja expirado.
ro: Rulează în întregime din memoria cache a sistemului, nu actualizează memoria cache și o utilizează chiar și în cazul în care aceasta este expirată.
ru: Работать полностью из системного кэша, не обновлять кэш и использовать его даже в том случае, если срок его действия истек.
sv: Kör helt från systemets cache, uppdatera inte cachen och använd den även då den har gått ut.
tr: Tamamen sistem önbelleğinden çalış, önbelleği güncelleme ve süresi dolmuş olsa bile kullan.

source: Control whether color is used.
ca: Controla si s'usa el color.
cs: Řídí používání barev.
es: Controlar si es utilizado el color.
fi: Hallitse, käytetäänkö väriä.
hu: Beállítja a színek használatát.
ja: 色の利用を制御。
nl: Bepaal of kleur gebruikt wordt.
pl: Kontroluj, czy używany jest kolor.
ro: Controlează dacă se utilizează culoarea.
ru: Контролируйте, используется ли цвет.
sv: Kontrollera vilken färg som används.
tr: Renk kullanımını denetle.

source: Force refreshing metadata before running the command.
ca: Força l'actualització de metadades abans d'executar l'ordre.
cs: Vynutí obnovení metadat před vykonáním příkazu.
de: Aktualisierung der Metadaten vor Ausführung des Kommandos erzwingen.
es: Forzar el refresco de los metadatos antes de ejecutar el comando.
fi: Pakota metatietojen päivittäminen ennen komennon suorittamista.
fr: Forcer l'actualisation des métadonnées avant l'exécution de la commande.
hu: A metaadatok kényszerített frissítése a parancs futtatása előtt.
ja: コマンド実行する前にメタデータを強制的に更新します。
nl: Dwing het verversen van metadata af voordat het commando uitgevoerd wordt.
pl: Wymuś odświeżenie metadanych przed uruchomieniem polecenia.
pt_br: Força a atualização dos metadados antes de executar o comando.
ro: Forțează actualizarea metadatelor înainte de a executa comanda.
ru: Принудительно обновлять метаданные перед выполнением команды.
sv: Framtvinga uppdatering av metadata före kommandot körs.
tr: Komutu çalıştırmadan önce üst verileri yenilemeye zorla.

source: Failed to expire repository cache in path "{0}": {1}
ca: No s'ha pogut fer caducar la memòria cau del dipòsit al camí {0}: {1}
cs: Selhalo ukončení platnosti mezipaměti repozitáře na cestě „{0}“: {1}
de: Außer Kraft setzen des Repository-Caches fehlgeschlagen im Pfad "{0}": {1}
es: Fallo al expirar la caché del repositorio en la ruta "{0}":{1}
fi: Ohjelmistolähteen välimuistin vanheneminen polussa "{0}" epäonnistui: {1}
fr: Échec de l'expiration du cache des dépôts ({0}) : {1}
hu: Nem sikerült a(z) „{0}” útvonalon lévő tároló-gyorsítótár elavulttá tétele: {1}
ja: パス "{0}" のリポジトリ キャッシュの期限切れに失敗しました: {1}
nl: Kon repositorycache in pad "{0}" niet verversen: {1}
pl: Nie udało się anulować ważność pamięci podręcznej repozytorium w ścieżce „{0}”: {1}
pt_br: Falha ao expirar o cache do repositório no caminho "{0}": {1}
ro: Expirarea cache-ului depozitului din ruta „{0}” a eșuat: {1}
ru: Не удалось завершить кэш репозитория по пути "{0}": {1}
sv: Det gick inte att upphöra förrådscache i sökväg "{0}": {1}
tr: "{0}" yolundaki depo önbelleğinin süresi doldurulamadı: {1}

source: create additional repository using id and path
ca: crea un repositori addicional amb id i camí
cs: Vytvoří další repozitář s daným identifikátorem a cestou
de: erzeuge zusätzliches Repository anhand von ID und Pfad
es: crear repositorio adicional usando id y ruta
fi: luo lisäohjelmistolähde tunnuksen ja polun avulla
fr: créer un dépôt supplémentaire à partir d'un ID et d'un chemin d'accès
hu: további tárolók létrehozása azonosító és útvonal használatával
ja: 指定 ID とパスで追加リポジトリを作成します
nl: maak een extra repository op basis van id en pad
pl: utwórz dodatkowe repozytorium używając identyfikatora i ścieżki
pt_br: criar repositório adicional usando id e caminho
ro: Creează un depozit suplimentar utilizând id și ruta
ru: создать дополнительный репозиторий, используя идентификатор и путь
sv: skapa ytterligare förråd med ett id och en sökväg
tr: kimlik ve yol kullanarak ek depo oluştur

source: repofrompath: Incorrect repoid and path specification "{}"
ca: reporompath: repoid i especificació del camí incorrectes: {}
cs: repofrompath: Nesprávný identifikátor repozitáře a nesprávné určená cesta „{}“
de: repofrompath: Fehlerhafte Spezifikation von Repo-ID und Pfad "{}"
es: repofrompath: repoid incorrecto y especificación de ruta "{}"
fi: repofrompath: Virheellinen tietovaraston tunnus ja polkumääritys "{}"
fr: repofrompath: repoid et spécification de chemin d'accès "{}" incorrects
hu: repofrompath: Helytelen tárolóazonosító és „{}” útvonalmegadás
ja: repofrompath: 不正な ID とパス指定 "{}"
nl: repofrompath: Incorrecte repoid- en padspecificatie: "{}"
pl: repofrompath: Nieprawidłowy repoid i specyfikacja ścieżki „{}”
pt_br: repofrompath: especificação de repoid e caminho incorretos "{}"
ro: repofrompath: Specificație incorectă pentru repoid și ruta „{}”
ru: repofrompath: Неверный идентификатор репозитория и спецификация пути "{}"
sv: repofrompath: Felaktigt förrådsid och sökvägsspecifikation "{}"
tr: repofrompath: Yanlış depo kimliği ve yol belirtimi "{}"

source: set arbitrary config and repo options
ca: estableix les opcions arbitràries «config» i «repo»
cs: nastaví libovolné volby konfigurace a repozitářů
de: Benutzerdefinierte Optionen für Konfiguration und Paketquelle festlegen
es: define opciones arbitrarias de configuración y repositorios
fi: aseta mielivaltaisia asetus- ja ohjelmistolähdevalitsimia
fr: définir arbitrairement des options de configuration et de dépôt
hu: tetszőleges konfiguráció- és tárolóbeállítások
ja: 任意の設定およびリポジトリ オプションを設定します
nl: stel arbitraire configuratie- en repo-opties in
pl: ustaw dowolne opcje konfiguracji i repozytorium
pt_br: define opções arbitrárias de configuração e repo
ro: Stabilește opțiuni arbitrare de configurare și de depozit
ru: установка произвольных параметров конфигурации и репозитория
sv: sätt godtyckliga konfigurations- och förrådsalternativ
tr: herhangi bir yapılandırma ve depo seçeneğini ayarla

source: Override a configuration option from the configuration file. To override configuration options for repositories, use repoid.option for the <option>. Values for configuration options like excludepkgs, includepkgs, installonlypkgs and tsflags are appended to the original value, they do not override it. However, specifying an empty value (e.g. --setopt=tsflags=) will clear the option.
ca: Substitueix una opció de configuració del fitxer de configuració. Per anul·lar les opcions de configuració dels dipòsits, useu repoid.option: <opció>. Els valors d'opcions de configuració com ara excludepkgs, includepkgs, installonlypkgs i tsflags s'afegeixen al valor original. no l'anul·len. Tanmateix, si s'especifica un valor buit (per exemple, --setopt=tsflags=) s'esborrarà l'opció.
cs: Přebije konfigurační volbu konfiguračního souboru. Konfigurační VOLBA repozitáře se přebije pomocí zápisu ID_REPOZITÁŘE.VOLBA. Hodnoty konfiguračních voleb jako jsou excludepkgs, includepkgs, installonlypkgs a tsflags se k původní hodnotě připojují, nepřepisují ji. Avšak volbu lze vyprázdnit zadáním prázdné hodnoty (např. --setopt=tsflags=).
de: Überschreibt eine Konfigurationsoption der Konfigurationsdatei. Zum Überschreiben der Konfigurationsoptionen für Repositories, verwenden Sie repoid.option für die <option>. Werte für Konfigurationsoptionen wie excludepkgs, includepkgs, installonlypkgs und tsflags werden an den ursprünglichen Wert angehängt und überschreiben ihn nicht. Wird jedoch ein leerer Wert angegeben (z. B. --setopt=tsflags=), wird die Option geleert.
es: Sobrescribir una opción de configuración desde el archivo de configuración. Para sobrescribir las opciones de configuración para repositorios, use repoid.option para la <option>. Valores para las opciones de configuración como excludepkgs, includepkgs, installonlypkgs y tsflags son adjuntadas al valor original, no lo sobrescriben. Sin embargo, especificar un valor vacío (e.g. --setopt=tsflags=) vaciará la opción.
fi: Ohita kokoonpanoasetus määritystiedostosta. Voit ohittaa tietovarastojen määritysasetukset käyttämällä repoid.option:a <option>:lle. Määritysvaihtoehtojen, kuten excludepkgs, includepkgs, installonlypkgs ja tsflags, arvot liitetään alkuperäiseen arvoon, ne eivät ohita sitä. Tyhjän arvon määrittäminen (esim. '--setopt=tsflags=') kuitenkin tyhjentää vaihtoehdon.
fr: Remplacer une option de configuration depuis le fichier de configuration. Pour remplacer les options de configuration des dépôts, utilisez repoid.option pour l'option <option>. Les valeurs des options de configuration telles que excludepkgs, includepkgs, installonlypkgs et tsflags sont ajoutées à la valeur originale, elles ne la remplacent pas. Cependant, spécifier une valeur vide (par exemple --setopt=tsflags=) effacera l'option.
hu: Egy a konfigurációs fájlban szerepelő konfigurációs beállítás felülbírálása. A tárolók konfigurációs beállításainak felülbírálásához használja a tárolóazonosító.beállítás formátumot az <option> címkében. Az olyan konfigurációs kulcsoknál, mint az excludepkgs, az includepkgs, az installonlypkgs és a tsflags, az eredeti értékhez lesznek fűzve, azokat nem bírálják felül. Viszont az üres érték megadása (például --setopt=tsflags=) törli a beállítást.
ja: 設定ファイルのオプションを上書きします。リポジトリの設定オプションを上書きするには、repoid.option を使用してください。 excludepkgs、includepkgs、installonlypkgs、および tsflags のような設定オプションの値は、元の値に追加され、 上書きされることはありません。ただし、空の値（例: --setopt=tsflags=）を指定すると、そのオプションはクリアされます。
nl: Overschrijf een configuratie-optie uit het configuratiebestand. Gebruik, om configuratie-opties voor repositories te overschrijven, repoid.optie voor de <option>. Waarden voor configuratieopties zoals excludepkgs, includepkgs, installonlypkgs en tsflags worden toegevoegd aan de oorspronkelijke waarde, ze overschrijven deze niet. Het opgeven van een lege waarde (bijv. --setopt=tsflags=) wist echter de optie.
pl: Zastąp opcję konfiguracji z pliku konfiguracji. Aby zastąpić opcje konfiguracji dla repozytoriów, użyj repoid.option dla <option>. Wartości opcji konfiguracji, takich jak excludepkgs, includepkgs, installonlypkgs i tsflags, są dołączane do oryginalnej wartości, nie zastępują jej. Jednak określenie pustej wartości (np. --setopt=tsflags=) wyczyści opcję.
pt_br: Substitue uma opção de configuração do arquivo de configuração. Para substituir as opções de configuração dos repositórios, use repoid.option para os <option>. Valores para opções de configuração como excludepkgs, includepkgs, installonlypkgs e tsflags são anexados ao valor original, eles não o substituem. No entanto, especificar um valor vazio (por exemplo, --setopt=tsflags=) limpará a opção.
ro: Suprascrie o opțiune de configurare din fișierul de configurare. Pentru a înlocui opțiunile de configurare pentru depozite, utilizează repoid.option pentru <option>. Valorile pentru opțiunile de configurare precum excludepkgs, includepkgs, installonlypkgs și tsflags sunt adăugate la valoarea originală, nu o înlocuiesc. Cu toate acestea, specificarea unei valori goale (de exemplu, „--setopt=tsflags=”) va șterge opțiunea.
ru: Отменяет опцию конфигурации из файла конфигурации. Чтобы переопределить параметры конфигурации для репозиториев, используйте repoid.option для <option>. Значения таких параметров конфигурации, как excludepkgs, includepkgs, installonlypkgs и tsflags, добавляются к исходному значению, но не отменяют его. Однако указание пустого значения (например, --setopt=tsflags=) очистит опцию.
sv: Åsidosätt ett konfigurationsalternativ från konfigurationsfilen. För att åsidosätta konfigurationsalternativ för förråd, använd förrrådsid.alternativ som <alternativ>. Värden på konfigurationsalternativ som excludepkgs, includepkgs, installonlypkgs och tsflags läggs till till det ursprungliga värdet, de åsidosätter det inte. Dock kommer att ange ett tomt värde (t.ex. --setopt=tsflags=) nollställa alternativet.
tr: Yapılandırma dosyasından bir yapılandırma seçeneğini geçersiz kıl. Depoların yapılandırma seçeneklerini geçersiz kılmak için <seçenek> için repoid.option kullanın. excludepkgs, includepkgs, installonlypkgs ve tsflags gibi yapılandırma seçenekleri için değerler orijinal değere eklenir, onu geçersiz kılmazlar. Ancak, boş bir değer belirtmek (örneğin --setopt=tsflags=) seçeneği temizleyecektir.

source: {}: Badly formatted argument value "{}"
ca: {}: format incorrecte del valor de l'argument "{}"
cs: {}: Špatně utvořená hodnota argumentu „{}“
de: {}: Schlecht formatierter Argumentwert "{}"
es: {}: Valor del argumento «{}» mal formateado
fi: {}: Virheellisesti muotoiltu argumentin arvo "{}"
fr: {}: valeur d'argument "{}" mal formatée
hu: {}: Hibásan formázott „{}” argumentumérték
ja: {}: 不正形式の引数 "{}"
nl: {}: Foutief geformatteerde argumentwaarde "{}"
pl: {}: Nieprawidłowo sformatowana wartość argumentu „{}”
pt_br: {}: Formatação inválida no valor de argumento "{}"
ro: {}: valoarea argumentului „{}” este greșit formatată
ru: {}: Плохо отформатированное значение аргумента "{}"
sv: {}: Felaktigt formaterat argumentvärde "{}"
tr: {}: Yanlış biçimlendirilen argüman değeri "{}"

source: {}: Badly formatted argument value: Last key character cannot be '.': {}
ca: {}: valor de l'argument incorrecte: l'últim caràcter clau no pot ser '.': {}
cs: {}: Špatně utvořená hodnota argumentu: Poslední znak klíče nemůže být „.“: {}
de: {}: Fehlerhaft formatierter Argumentwert: Letzter Schlüsselwert kann nicht ».« sein: {}
es: {}: Valor del argumento mal formateado: El último carácter de la clave no puede ser «.»: {}
fi: {}: Virheellisesti muotoiltu argumenttiarvo: Viimeinen avainmerkki ei voi olla '.': {}
fr: {}: valeur d'argument mal formatée : le dernier caractère ne peut pas être '.' : {}
hu: {}: Hibásan formázott argumentumérték. Az utolsó karakter nem lehet „.”: {}
ja: {}: 不正形式の引数: キー最後の文字を '.' にすることはできません: {}
nl: {}: Foutief geformatteerde argumentwaarde: Het laatste teken van de sleutel mag geen '.' zijn: {}
pl: {}: Nieprawidłowo sformatowana wartość argumentu: Ostatni znak klucza nie może być '.': {}
pt_br: {}: Formatação inválida no valor de argumento: O último caractere da chave não pode ser '.': {}
ro: {}: Valoare argument formatată greșit: Ultimul caracter al cheii nu poate fi „.”: {}
ru: {}: Плохо отформатированное значение аргумента: Последний символ ключа не может быть '.': {}
sv: {}: Felaktigt formaterat argumentvärde: Sista nyckeltecknet kan inte vara '.': {}
tr: {}: Hatalı biçimlendirilen argüman değeri: Son anahtar karakter '.' olamaz: {}

source: set arbitrary variable
ca: estableix una variable arbitrària
cs: nastaví jakoukoliv proměnnou
de: setze beliebige Variable ein
es: definir variable arbitraria
fi: aseta mielivaltainen muuttuja
fr: définir une variable arbitraire
hu: tetszőleges változó beállítása
ja: 任意の変数を設定します
nl: stel arbitraire variabele in
pl: ustaw dowolną zmienną
pt_br: definir variável arbitrária
ro: definește o variabilă arbitrară
ru: задать произвольную переменную
sv: sätt godtycklig variabel
tr: herhangi bir değişken ayarla

source: automatically answer yes for all questions
ca: respon automàticament SÍ a totes les preguntes
cs: automaticky odpoví ano na všechny otázky
de: automatisch alle Fragen mit ja beantworten
es: responder «sí» automáticamente a todas las preguntas
fi: vastaa automaattisesti ”kyllä” kaikkiin kysymyksiin
fr: répondre automatiquement oui à toutes les questions
hu: automatikus igen válasz minden kérdésre
ja: すべての質問に「はい」 と自動的に答えます
nl: alle vragen automatisch met ja beantwoorden
pl: automatycznie odpowiadaj „tak” na wszystkie pytania
pt_br: responde sim para todas as perguntas automaticamente
ro: răspunde automat afirmativ la toate întrebările
ru: автоматически отвечать "да" на все вопросы
sv: svara automatiskt ja på alla frågor
tr: tüm soruları kendiliğinden evet olarak yanıtla

source: automatically answer no for all questions
ca: respon automàticament NO a totes les preguntes
cs: automaticky odpoví ne na všechny otázky
de: automatisch alle Fragen mit nein beantworten
es: responder «no» automáticamente a todas las preguntas
fi: vastaa automaattisesti ”ei” kaikkiin kysymyksiin
fr: répondre automatiquement non à toutes les questions
hu: automatikus nem válasz minden kérdésre
ja: すべての質問に「いいえ」と自動的に答えます
nl: alle vragen automatisch met nee beantwoorden
pl: automatycznie odpowiadaj „nie” na wszystkie pytania
pt_br: responder não para todas as perguntas automaticamente
ro: răspunde automat negativ la toate întrebările
ru: автоматически отвечать "нет" на все вопросы
sv: svara automatiskt nej på alla frågor
tr: tüm soruları kendiliğinden hayır olarak yanıtla

source: try the best available package versions in transactions
ca: prova les millors versions de paquets disponibles a les transaccions
cs: zkusí v transakci nejvyšší dostupnou verzi balíčku
de: teste die besten erhältlichen Paket-Versionen in Transaktionen
es: probar la mejor de las versiones disponibles del paquete en transacciones
fi: kokeile parhaita saatavilla olevia pakettiversioita tapahtumissa
fr: essayer d'utiliser les meilleures versions disponibles des paquets dans les transactions
hu: a legjobb elérhető verziójú csomagok megpróbálása a tranzakciókban
ja: トランザクションにおいて利用可能な最適なパッケージ バージョンを試します
nl: probeer de best beschikbare pakketversies in transacties
pl: wypróbuj najlepsze dostępne wersje pakietów w transakcjach
pt_br: experimente as melhores versões de pacotes disponíveis em transações
ro: încearcă cele mai bune versiuni de pachete disponibile în tranzacții
ru: попробуйте использовать наилучшие доступные версии пакетов в транзакциях
sv: prova de bästa tillgängliga paketversionerna i transaktioner
tr: işlemlerde en iyi kullanılabilir paket sürümlerini dene

source: do not limit the transaction to the best candidate
ca: no limitis la transacció al millor candidat
cs: neomezí transakci na nejvyšší verze
de: die Transaktion nicht auf den besten Kandidaten beschränken
es: no limitar la transacción al mejor candidato
fi: älä rajoita transaktiota parhaaseen ehdokkaaseen
fr: ne pas limiter la transaction au meilleur candidat
hu: ne korlátozza a tranzakciót a legjobb jelöltre
ja: トランザクションを最適候補に限定しません
nl: beperk de transactie niet tot de beste kandidaat
pl: nie ograniczaj transakcji do najlepszego kandydata
pt_br: não limita a transação ao melhor candidato
ro: nu limitează tranzacția la cel mai bun candidat
ru: не ограничивать транзакцию лучшим кандидатом
sv: begränsa inte transaktionen till den bästa kandidaten
tr: işlemi en iyi aday ile sınırlandırma
