Repository: rpm-software-management/dnf5
Catalog: dnf5/po/*.po
Languages: ca, cs, de, es, fi, fr, hu, ja, nl, pl, pt_br, ro, ru, sv, tr

source: Don't install files that are marked as documentation (which includes man pages and texinfo documents)
ca: No instal·lis fitxers marcats com a documentació (que inclou pàgines man i documents texinfo)
cs: Neinstaluje soubory, které jsou označeny jako dokumentace (což zahrnuje manuálové stránky a dokumenty texinfa)
de: Installieren Sie keine Dateien, die als Dokumentation gekennzeichnet sind (dazu gehören man-Pages und texinfo-Dokumente)
es: No instalar archivos marcados como documentación (lo que incluye páginas man y documentos texinfo)
fi: Älä asenna tiedostoja, jotka on merkitty dokumentaatioksi (joka sisältää man-sivut ja texinfo-asiakirjat)
fr: Ne pas installer les fichiers marqués comme étant de la documentation (cela inclut les pages man et les documents texinfo)
hu: Ne telepítsen dokumentációként megjelölt fájlokat (beleértve a man oldalakat és texinfo dokumentumokat)
ja: ドキュメントとしてマークされたファイルをインストールしません (man ページや Texinfo ドキュメントを含む)
nl: Installeer geen bestanden die als documentatie gemarkeerd zijn (waaronder man-pagina's en texinfo-documenten)
pl: Nie instaluj plików oznaczonych jako dokumentacja (w tym stron podręcznika i dokumentów texinfo)
pt_br: Não instalar arquivos marcados como documentação (que incluem páginas de manual e documentos texinfo)
ro: Nu instalează fișiere care sunt marcate ca documentație (care includ pagini man și documente texinfo)
ru: Не устанавливать файлы, помеченные как документация (к ним относятся man-страницы и документы texinfo)
sv: Installera inte filer som är markerade som dokumentation (vilket inkluderar manualsidor och texinfo-dokument)
tr: Belgelendirme (kılavuz sayfaları ve texinfo belgeleri) olarak işaretlenen dosyaları kurma

source: exclude packages by name or glob
ca: exclou els paquets per nom o glob
cs: vyloučí balíčky podle názvu nebo globu
de: Pakete nach Namen oder Muster ausschließen
es: excluir paquetes por nombre o patrón
fi: sulje pois paketit käyttäen nimeä tai joukkoa (glob)
fr: exclure des paquets par nom ou par glob
hu: csomagok kihagyása név vagy kifejezés alapján
ja: 名前または glob でパッケージを除外します
nl: sluit pakketten uit op naam of glob
pl: wyklucz pakiety według nazwy lub wzorca
pt_br: exclui pacotes por nome ou glob
ro: exclude pachetele după nume sau model global (ce conține caractere joker)
ru: исключить пакеты по имени или шаблонам поиска
sv: uteslut paket via namn eller glob
tr: paketleri ad veya glob'a göre hariç tut

source: Enable additional repositories. List option. Supports globs, can be specified multiple times.
ca: Habilita dipòsits addicionals. Té opció de llista. Admet globs, es pot especificar diverses vegades.
cs: Zapne další repozitáře. Seznamový přepínač. Podporuje globu, lze jej zadat vícekrát.
de: Aktiviere zusätzliche Repositories. Listenoption. Unterstützt Muster und kann mehrfach spezifiziert werden.
es: Habilita repositorios adicionales. Lista opciones. Soporta pegotes, puede ser especificado múltiples veces.
fi: Ota käyttöön lisäohjelmistolähteitä. Luettelovalitsin. Tukee globeja (joukkoja), voidaan määrittää useita kertoja.
fr: Activer des dépôts additionnels. Option liste. Prend en charge les globs, peut être spécifiée plusieurs fois.
hu: További tárolók engedélyezése. Felsorolás, támogatja a helyettesítő karaktereket, többször is megadható.
ja: 追加リポジトリを有効にします。リスト、glob は複数回指定可能。
nl: Schakel extra repositories in. Lijstoptie. Ondersteunt globs en kan meermaals worden opgegeven.
pl: Włącz dodatkowe repozytoria. Opcja listy. Obsługuje wzorce, można określić wielokrotnie.
pt_br: Habilita repositórios adicionais. Opção de lista. Suporta globs, podem ser especificados várias vezes.
ro: Activează depozite suplimentare. Opțiune listă. Acceptă modele globale (ce conțin caractere joker), poate fi specificată de mai multe ori.
ru: Включить дополнительные репозитории. Опция списка. Поддерживает шаблоны поиска, может быть указана несколько раз.
sv: Aktivera ytterligare datakataloger. Listalternativ. Stödjer globbningar, kan anges flera gånger.
tr: İlave depoları etkinleştir. Liste seçeneği. Globları destekler, birden çok kez belirtilebilir.

source: Disable repositories. List option. Supports globs, can be specified multiple times.
ca: Inhabilita dipòsits addicionals. Té opció de llista. Admet globs, es pot especificar diverses vegades.
cs: Vypne repozitáře. Seznamový přepínač. Podporuje globy, lze jej zadat vícekrát.
de: Deaktiviere zusätzliche Repositories. Listenoption. Unterstützt Muster und kann mehrfach spezifiziert werden.
es: Deshabilita repositorios. Lista opciones. Soporta pegotes, puede ser especificado múltiples veces.
fi: Poista ohjelmistolähteet käytöstä. Luettelovalitsin. Tukee globeja (joukkoja), voidaan määrittää useita kertoja.
fr: Désactiver des dépôts. Option liste. Prend en charge les globs, peut être spécifiée plusieurs fois.
hu: Tárolók letiltása. Felsorolás, támogatja a helyettesítő karaktereket, többször is megadható.
ja: 追加リポジトリを無効にします。リスト、glob は複数回指定可能。
nl: Schakel repositories uit. Lijstoptie. Ondersteunt globs en kan meermaals worden opgegeven.
pl: Wyłącz repozytoria. Opcja listy. Obsługuje wzorce, można określić wielokrotnie.
pt_br: Desabilita repositórios. Opção de lista. Suporta globs, pode ser especificado várias vezes.
ro: Dezactivează depozitele. Opțiune listă. Acceptă modele globale, poate fi specificată de mai multe ori.
ru: Отключить репозитории. Опция списка. Поддерживает шаблоны поиска, может быть указана несколько раз.
sv: Avaktivera förråd. Listalternativ. Stödjer globbningar, kan anges flera gånger.
tr: Depoları devre dışı bırak. Liste seçeneği. Globları destekler, birden çok kez belirtilebilir.

source: Enable just specific repositories. List option. Supports globs, can be specified multiple times.
ca: Habilita només dipòsits específics. Té opció de llista. Admet globs, es pot especificar diverses vegades.
cs: Zapne jej zadané repozitáře. Seznamový přepínač. Podporuje globy, lze jej zadat vícekrát.
de: Aktiviere nur festgelegte Repositories. Listenoption. Unterstützt Muster und kann mehrfach spezifiziert werden.
es: Habilitar solo repositorios específicos. Listar opciones. Soporta patrones, se puede especificar múltiples veces.
fi: Ota käyttöön vain tietyt tietovarastot. Luettelovaihtoehto. Tukee laajamittaisia, voidaan määrittää useita kertoja.
fr: Activer uniquement certains dépôts. Option liste. Prend en charge les globs, peut être spécifiée plusieurs fois.
hu: Csak a megadott tárolók engedélyezése. Felsorolás, támogatja a helyettesítő karaktereket, többször is megadható.
ja: 指定リポジトリを有効にします。リスト、glob は複数回指定可能。
nl: Schakel alleen specifieke repositories in. Lijstopties. Ondersteunt globs enkan meermaals worden opgegeven.
pl: Włącz tylko określone repozytoria. Opcja listy. Obsługuje wzorce, można określić wielokrotnie.
pt_br: Habilitar apenas repositórios específicos. Opções em lista. Suporta globs, pode ser especificado várias vezes.
ro: Activează doar anumite depozite. Opțiune listă. Acceptă modele globale, poate fi specificată de mai multe ori.
ru: Включить только определенные репозитории. Опция списка. Поддерживает шаблоны поиска, может быть указана несколько раз.
sv: Aktivera bara specifika förråd. Listalternativ. Stödjer globbningar, kan anges flera gånger.
tr: Yalnızca belirli depoları etkinleştir. Liste seçeneği. Globları destekler, birden çok kez belirtilebilir.

source: disable OpenPGP signature checking (if RPM policy allows)
ca: inhabilita la comprovació de signatura OpenPGP (si la política d'RPM ho permet)
cs: vypne ověřování podpisů OpenPGP (dovoluje-li to nastavení RPM)
de: OpenPGP-Signaturüberprüfung deaktivieren (falls die RPM-Richtlinie dies zulässt)
es: deshabilita la comprobación de la firma OpenPGP (si lo permite la normativa RPM)
fi: poista OpenPGP-allekirjoituksen tarkistus käytöstä (jos RPM-käytäntö sallii sen)
hu: OpenGPG aláírások ellenőrzésének letiltása (ha az RPM házirend engedélyezi)
ja: OpenPGP 署名の確認を無効にします (RPM ポリシーが許容する限り)
nl: schakel controle van OpenPGP-handtekeningen uit (indien toegestaan door RPM-beleid)
pl: wyłącza sprawdzanie podpisów OpenPGP (jeśli zasady RPM na to pozwalają)
pt_br: desabilita a verificação de assinatura OpenPGP (se a política RPM permitir)
ro: Dezactivează verificarea semnăturii OpenPGP (dacă politica RPM o permite)
ru: отключить проверку подписи OpenPGP (если позволяет политика RPM)
sv: avaktivera kontroll av OpenPGP-signatur (om RPM-policyn tillåter)
tr: OpenPGP imza denetimini devre dışı bırak (RPM ilkesi izin veriyorsa)

source: Disable all libdnf5 plugins
ca: Inhabilita tots els connectors de libdnf5
cs: Vypne všechny zásuvné moduly pro knihovnu libdnf5
de: Deaktiviere alle libdnf5 Plugins
es: Deshabilitar todos los plugins libdnf5
fi: Poista käytöstä kaikki libdnf5-liitännäiset
fr: Désactiver tous les plugins libdnf5
hu: Az összes libdnf5 bővítmény letiltása
ja: libdnf5 プラグインをすべて無効にします
nl: Schakel alle libdnf5-plugins uit
pl: Wyłącz wszystkie wtyczki libdnf5
pt_br: Desabilitar todos os plugins libdnf5
ro: Dezactivează toate modulele libdnf5
ru: Отключить все плагины libdnf5
sv: Avaktivera alla libdnf5-insticksmoduler
tr: Tüm libdnf5 eklentilerini devre dışı bırak

source: Enable libdnf5 plugins by name. List option. Supports globs, can be specified multiple times.
ca: Habilita els connectors de libdnf5 pel nom. Té opció de llista. Admet globs, es pot especificar diverses vegades.
cs: Zapne zásuvné moduly pro knihovnu libdnf5 podle jména. Seznamový přepínač, podporuje globy, lze jej zadat vícekrát.
de: Aktiviere libdnf5-Plugins anhand ihres Namens. Listenoption. Unterstützt Muster und kann mehrfach spezifiziert werden.
es: Habilitar plugins libdnf5 por nombre. Opción de lista. Soporta patrones, se puede especificar múltiples veces.
fi: Ota libdnf5-lisäosat käyttöön nimen mukaan. Luettelovaihtoehto. Tukee laajamittaisia, voidaan määrittää useita kertoja.
fr: Activer des plugins libdnf5 par nom. Option liste. Prend en charge les globs, peut être spécifiée plusieurs fois.
hu: Egy vagy több lidbnf5 bővítmény engedélyezése név szerint. Felsorolás, támogatja a helyettesítő karaktereket, többször is megadható.
ja: libdnf5 プラグインを有効にします。リスト、glob は複数回指定可能。
nl: Schakel libdnf5-plugins in op basis van naam. Lijstoptie. Ondersteunt globs en kan meermaals worden opgegeven.
pl: Włącz wtyczki libdnf5 według nazwy. Opcja listy. Obsługuje wzorce, można określić wielokrotnie.
pt_br: Habilitar plug-ins libdnf5 por nome. Opções em lista. Suporta globs, pode ser especificado várias vezes.
ro: Activează modulele libdnf5 după nume. Opțiune listă. Acceptă modele globale (ce conțin caractere joker), poate fi specificată de mai multe ori.
ru: Включить плагины libdnf5 по имени. Опция списка. Поддерживает шаблоны поиска, может быть указана несколько раз.
sv: Akvtivera libdnf5-insticksmoduler efter namn. Listalternativ. Stödjer globbningar, kan anges flera gånger.
tr: libdnf5 eklentilerini ada göre etkinleştir. Liste seçeneği. Globları destekler, birden çok kez belirtilebilir.

source: Disable libdnf5 plugins by name. List option. Supports globs, can be specified multiple times.
ca: Inhabilita els connectors de libdnf5 pel nom. Té opció de llista. Admet globs, es pot especificar diverses vegades.
cs: Vypne zásuvné moduly pro knihovnu libdnf5 podle jména. Seznamový přepínač, podporuje globy, lze jej zadat vícekrát.
de: Deaktiviere libdnf5-Plugins anhand ihres Namens. Listenoption. Unterstützt Muster und kann mehrfach spezifiziert werden.
es: Deshabilitar plugins libdnf5 por nombre. Opción de lista. Soporta patrones, se puede especificar múltiples veces.
fi: Poista libdnf5-lisäosat käytöstä nimen mukaan. Luettelovaihtoehto. Tukee laajamittaisia, voidaan määrittää useita kertoja.
fr: Désactiver des plugins libdnf5 par nom. Option liste. Prend en charge les globs, peut être spécifiée plusieurs fois.
hu: Egy vagy több lidbnf5 bővítmény letiltása név szerint. Felsorolás, támogatja a helyettesítő karaktereket, többször is megadható.
ja: libdnf5 プラグインを無効にします。リスト、glob は複数回指定可能。
nl: Schakel libdnf5-plugins uit op basis van naam. Lijstoptie. Ondersteunt globs en kan meermaals worden opgegeven.
pl: Wyłącz wtyczki libdnf5 według nazwy. Opcja listy. Obsługuje wzorce, można określić wielokrotnie.
pt_br: Desativar os plug-ins libdnf5 por nome. Opções em lista. Suporta globs, pode ser especificado várias vezes.
ro: Dezactivează modulele libdnf5 după nume. Opțiune listă. Acceptă modele globale, poate fi specificată de mai multe ori.
ru: Отключение плагинов libdnf5 по имени. Опция списка. Поддерживает шаблоны поиска, может быть указана несколько раз.
sv: Avakvtivera libdnf5-insticksmoduler efter namn. Listalternativ. Stödjer globbningar, kan anges flera gånger.
tr: libdnf5 eklentilerini ada göre devre dışı bırak. Liste seçeneği. Globları destekler, birden çok kez belirtilebilir.

source: add a comment to transaction
ca: afegeix un comentari a la transacció
cs: přidá ke transakci komentář
de: Kommentar zur Transaktion hinzufügen
es: añade un comentario a la transacción
fi: lisää kommentti transaktioon
fr: ajouter un commentaire à une transaction
hu: megjegyzés hozzáfűzése a tranzakcióhoz
ja: トランザクションにコメントを追加します
nl: voeg een opmerking toe aan de transactie
pl: dodaj komentarz do transakcji
pt_br: adiciona um comentário à transação
ro: Adaugă un comentariu la tranzacție
ru: добавить комментарий к транзакции
sv: lägg till en kommentar till transaktionen
tr: işleme bir yorum ekle

source: Adds a comment to the action. If a transaction takes place, the comment is stored in it.
ca: Afegeix un comentari a l'acció. Si es fa una transacció, el comentari s'hi desa.
cs: Přidá komentář k úkonu. Bude-li transakce dokončena, bude komentář uložen do ní.
de: Fügt einen Kommentar zur Aktion hinzu. Wenn eine Transaktion stattfindet, wird der Kommentar darin gespeichert.
es: Añade un comentario a la acción. Si la transacción se lleva a cabo, el comentario se almacena en ella.
fi: Lisää kommentin toimenpiteeseen. Jos tapahtuma toteutuu, kommentti tallennetaan siihen.
fr: Ajoute un commentaire à l'action. Si une transaction a lieu, le commentaire y est stocké.
hu: Megjegyzést ad hozzá a művelethez. Ha tranzakció történik, akkor a megjegyzés abban lesz tárolva.
ja: アクションにコメントを追加します。トランザクションが実行される場合、コメントはそれに保存されます。
nl: Voegt een opmerking toe aan de actie. Als een transactie plaatsvindt, wordt de opmerking hierin opgeslagen.
pl: Dodaje komentarz do akcji. Jeśli transakcja ma miejsce, komentarz jest w niej przechowywany.
pt_br: Adiciona um comentário à ação. Se ocorrer uma transação, o comentário será armazenado nela.
ro: Adaugă un comentariu la acțiune. Dacă are loc o tranzacție, comentariul este stocat în aceasta.
ru: Добавляет комментарий к действию. Если происходит транзакция, комментарий сохраняется в ней.
sv: Lägger till kommentarer till åtgärden. Om en transaktion sker lagras kommentaren i den.
tr: Eyleme bir yorum ekler. Bir işlem gerçekleşirse, yorum o işlemde kaydedilir.

source: set install root
ca: estableix l'arrel de la instal·lació
cs: nastaví kořenový adresář pro instalaci systému
de: Wurzel-Installationsverzeichnis festlegen
es: define la raíz de instalación
fi: aseta asennuksen juurihakemisto
fr: définir la racine d'installation
hu: telepítési gyökérkönyvtár beállítása
ja: インストール root を設定します
nl: stel de installatie-root in
pl: ustaw katalog główny instalacji
pt_br: define a raiz de instalação
ro: Definește rădăcina instalării
ru: установить корень установки
sv: ange installationsrot
tr: kurulum kökünü ayarla

source: use configuration, reposdir, and vars from the host system rather than the installroot
ca: usa la configuració, reposdir i vars del sistema amfitrió en lloc de l'arrel de la instal·lació
cs: použije konfiguraci DNF5, repozitářů a proměnných z hostitelského systému namísto instalačního adresáře
de: Konfiguration, repo-Verzeichnis und Variablen vom Hostsystem statt von der Installationsroot verwenden
es: usar configuración, reposdir, y vars desde el sistema anfitrión en vez de la raíz de instalación
fi: käytä kokoonpanoa, tietovarastohakemistoa ja muuttujia isäntäjärjestelmästä asennusjuuren sijaan
fr: utiliser la configuration, les dossiers de dépôts et les variables du système hôte plutôt que de la racine d'installation
hu: a gazdarendszer konfigurációjának, tárolómappájának és változóinak használata, nem a telepítési gyökérkönyvtárénak
ja: installroot ではなく、ホスト システムからの設定、リポジトリ ディレクトリ、変数を利用します
nl: gebruik configuratie, repo-map en variabelen van het hostsysteem in plaats van de installatie-root
pl: użyj konfiguracji, reposdir i vars z systemu hosta, a nie z installroot
pt_br: usa configuração, reposdir e vars do sistema host em vez do installroot
ro: Utilizează configurația, reposdir și vars din sistemul gazdă și nu din rădăcina instalării „installroot”
ru: использовать конфигурацию, reposdir и vars из хост-системы, а не из корня установки
sv: använd konfiguration, förrådskatalog och variabler från värdsystemet istället för installationsroten
tr: installroot yerine ana sistemden yapılandırma, depo dizini ve değişkenleri kullan

source: override the value of $releasever in config and repo files
ca: substitueix el valor de $releasever als fitxers config i repo
cs: přebije hodnotu $releasever v souborech konfigurace a repozitářů
de: Wert für $releasever in Konfiguration und Paketquellendateien überschreiben
es: anular el valor de $releasever de archivos de configuración y repositorio
fi: ohittaa $releasever-arvon asetus- ja ohjelmistolähdetiedostoissa
fr: forcer la valeur de $releasever, ignorant la valeur provenant des fichiers de configuration et des dépôts
hu: felülírja a $releasever értékét a konfigurációs és tárolóleíró fájlokban
ja: 設定ファイルと repo ファイルの $releasever の値をオーバーライドします
nl: overschrijf de waarde van $releasever in configuratie- en repositorybestanden
pl: nadpisz wartość $releasever w plikach konfiguracyjnych i repozytorium
pt_br: sobrescreve o valor de $releasever em arquivos de configuração e de repositórios
ro: Suprascrie valoarea lui $releasever în fișierele de configurare și de depozit
ru: переопределение значения $releasever в конфигурационных и репо-файлах
sv: åsidosätt värdet på $releasever i config- och repo-filer
tr: yapılandırmadaki ve depo dosyalarındaki $releasever değerinin üstüne yaz

source: Show newly installed leaf packages and packages that became leaves after a transaction.
ca: Mostra els paquets de fulles recentment instal·lats i els paquets que es van convertir en fulles després d'una transacció.
cs: Zobrazí nově nainstalované listové balíčky a baličky, které se po transakci staly listy.
de: Zeigt neu installierte Leaf-Pakete und Pakete, die nach einer Transaktion zu Leaves wurden.
es: Mostrar nuevos paquetes hoja instalados y paquetes que se vuelven hojas después de una transacción.
fi: Näytä äskettäin asennetut lehtipaketit ja paketit, joista tuli tapahtuman seurauksena lehtiä.
fr: Afficher les nouveaux paquets feuilles installés et les paquets étant devenus feuille après une transaction.
hu: Az újonnan telepített levélcsomagok, valamint a tranzakció után levéllé váló csomagok megjelenítése.
ja: 新しくインストールされたリーフ パッケージおよびトランザクション後にリーフになったパッケージを表示します。
nl: Toon de nieuw-geïnstalleerde leaf-pakketten en pakketten die na een transactie leaf zijn geworden.
pl: Pokaż nowo zainstalowane pakiety osamotnione i pakiety, które stały się osamotnione po transakcji.
pt_br: Mostrar pacotes folha recém instalados e pacotes que se tornaram folhas após uma transação.
ro: Afișează pachetele fără dependențe „leaves” (frunze) nou instalate și pachetele care au devenit frunze (fără dependențe) după o tranzacție.
ru: Показать только что установленные листовые пакеты и пакеты, которые стали таковыми после транзакции.
sv: Visa nyligen installerade lövpaket och paket som blev löv efter en transaktion.
tr: Yeni kurulan yaprak (leaf) paketleri ve bir işlemden sonra yaprak haline gelen paketleri göster.

source: Dump detailed solving results into files
ca: Aboca els resultats detallats de la resolució en fitxers
cs: Uloží do souborů podrobnosti o řešení závislostí
de: Detaillierte Lösungsergebnisse in Dateien schreiben
es: Volcar resultados detallados de resolución en archivos
fi: Upota yksityiskohtaiset ratkaisutulokset tiedostoihin
fr: Vider les résultats de résolution détaillés dans des fichiers
hu: Részletes megoldási eredmények fájlokba írása
ja: 詳細な解決結果をファイルにダンプします
nl: Schrijf gedetailleerde oplossingsresultaten weg naar bestanden
pl: Zrzuć szczegółowe wyniki rozwiązywania do plików
pt_br: Salvar em arquivos os resultados de resolução detalhados
ro: Transferă rezultatele detaliate ale rezolvării în fișiere
ru: Выдавать подробные результаты решения в файлы
sv: Dumpa ut detaljerade lösningsresultat till filer
tr: Ayrıntılı çözüm sonuçlarını dosyalara kaydet

source: Print main configuration values to stdout
ca: Imprimeix els valors de configuració principals a la sortida estàndard
cs: Vypíše hodnoty hlavní konfigurace na standardní výstup
de: Werte der Hauptkonfiguration auf stdout ausgeben
es: Imprimir valores de configuración principales a la salida estándar
fi: Tulosta päämääritysarvot stdout:een
fr: Écrire les valeurs de configuration principales dans stdout
hu: Fő konfigurációs értékek kiírása a szabványos kimenetre
ja: メイン設定の値を stdout に出力します
nl: Toon hoofdconfiguratiewaarden op stdout
pl: Wyświetl główne wartości konfiguracji na standardowe wyjście
pt_br: Escrever os principais valores de configuração em stdout
ro: Afișează valorile configurației principale la ieșirea standard
ru: Вывести основные значения конфигурации в stdout
sv: Skriv huvudkonfigurationsvärden till standard ut
tr: Ana yapılandırma değerlerini standart çıkışa yazdır

source: Print repository configuration values to stdout. List option. Supports globs
ca: Imprimeix els valors de configuració del dipòsit a la sortida estàndard. Té opció de llista. Admet globs
cs: Vypíše hodnoty konfigurace repozitářů na standardní výstup. Seznamový přepínač. Podporuje globy.
de: Repository-Konfigurationswerte auf stdout ausgeben. Listenoption. Unterstützt Muster
es: Imprimir valores de configuración de repositorio a la salida estándar. Opción de lista. Soporta patrones
fi: Tulosta ohjelmistolähteen määritysarvot stdout:een. Luettelovaihtoehto. Tukee laajamittaisia
fr: Écrire les valeurs de configuration des dépôts dans stdout. Option liste. Prend en charge les globs
hu: Tárolókonfiguráció kiírása a szabványos kimenetre. Felsorolás, támogatja a helyettesítő karaktereket.
ja: リポジトリ設定を stdout に出力します。リスト、glob 利用可能
nl: Toon configuratiewaarden van repositories op stdout. Lijstoptie. Ondersteunt globs
pl: Wyświetl wartości konfiguracji repozytorium na standardowe wyjście. Opcja listy. Obsługuje wzorce
pt_br: Mostra os valores de configuração do repositório em stdout. Opções em lista. Suporta globs
ro: Afișează valorile configurației depozitului la ieșirea standard. Opțiune listă. Acceptă modele globale
ru: Вывод значений конфигурации репозитория в stdout. Опция списка. Поддерживает шаблоны поиска
sv: Skriv förrådskonfigurationsvärden till standard ut. Listalternativ. Stödjer globbningar
tr: Depo yapılandırma değerlerini standart çıkışa yazdır. Liste seçeneği. Globları destekler
