Repository: rpm-software-management/dnf5
Catalog: dnf5/po/*.po
Languages: ca, cs, de, es, fi, fr, hu, ja, nl, pl, pt_br, ro, ru, sv, tr

source: Upgrade software
ca: Actualitza el programari
de: Aktualisiere Software
es: Actualizar software
fi: Päivitä ohjelmisto
fr: Mettre à jour des logiciels
hu: Szoftver frissítése
ja: ソフトウェアを更新
nl: Software upgraden
pl: Uaktualnij oprogramowanie
pt_br: Atualizar software
ro: Actualizează software-ul
ru: Обновить программное обеспечение
sv: Uppgradera programvara
tr: Yazılımı yükselt

source: Upgrade packages only to the lowest versions that fix advisories of type bugfix, enhancement, security, or newpackage. In case that any option limiting advisories is used it upgrades packages only to the lowest versions that fix advisories that matching selected advisory property
ca: Actualitza els paquets només a les versions més baixes que corregeixen avisos d'errors, que tenen a veure amb millores, seguretat o paquets nous. En cas que s'usi qualsevol opció que limiti els avisos, actualitza els paquets només a les versions més baixes que solucionen els avisos que coincideixen amb la propietat d'assessorament seleccionada
de: Aktualisieren Sie Pakete nur auf die niedrigsten Versionen, die Hinweise vom Typ Fehlerbehebungen, Erweiterungen, Sicherheitsupdates oder neue Pakete beheben. Wenn eine einschränkende Option verwendet wird, wird auf die niedrigsten Versionen der Pakete aktualisiert, welche die Hinweise entsprechend den ausgewählten Hinweiseigenschaften beheben
es: Actualizar paquetes solo a las versiones más bajas que arreglan avisos de tipo bugfix, enhancement, seguridad, o newpackage. En caso de que cualquier opción que limite los avisos esté en uso, actualiza paquetes solo a las versiones más bajas que arreglan avisos que coinciden con la propiedad de aviso seleccionada
fi: Päivitä paketit vain alimpiin versioihin, jotka korjaavat virheenkorjaus-, parannus-, suojaus- tai uusipakettityyppiset neuvonnat. Jos käytetään mitä tahansa neuvontaa rajoittavaa vaihtoehtoa, se päivittää paketit vain alimpiin versioihin, jotka korjaavat neuvoja, jotka vastaavat valittua neuvontaominaisuutta
fr: Mettre à jour les paquets vers la version la plus basse qui résout les avertissements de type bugfix (correction de bugs), enhancement (amélioration), security (sécurité) ou newpackage (nouveau paquet). Si une option limitant les avertissements est utilisée, seuls les avertissements correspondants sont pris en compte pour la sélection des paquets à mettre à jour.
hu: A csomagok frissítése a legalacsonyabb olyan verziókra, melyek javítják a hibajavítási, fejlesztési, biztonsági és új csomagokra vonatkozó tájékoztatókat. Abban az esetben, ha bármilyen kapcsoló korlátozza a használt tájékoztatókat, akkor csak a megfelelő tájékoztatókat fogja javítani.
ja: bugfix、enhancement、security、newpackage の勧告を修正するための最低バージョンにパッケージを更新します。勧告の制限オプションが使用された場合、プロパティに一致する勧告を修正するための最低バージョンにのみパッケージを更新します
nl: Upgrade pakketten alleen naar de laagste versies die adviezen oplossen van typen bugfix, enhancement, security of newpackage. Als een optie wordt gebruikt die adviezen beperkt, worden pakketten alleen geüpgrade naar de laagste versies die adviezen oplossen die overeenkomen met de geselecteerde advies-eigenschappen
pl: Uaktualniaj pakiety tylko do najniższych wersji, które naprawiają ostrzeżenia typu bugfix, enhancement, security lub newpackage. W przypadku użycia jakiejkolwiek opcji ograniczającej ostrzeżenia uaktualnia ona pakiety tylko do najniższych wersji, które naprawiają ostrzeżenia, które pasują do wybranej właściwości ostrzeżenia
pt_br: Atualizar os pacotes apenas para as versões mais baixas que corrigem avisos do tipo bugfix, aprimoramento, segurança ou novo pacote. Caso qualquer opção de limitação de avisos seja usada, ela atualiza os pacotes apenas para as versões mais baixas que corrigem os avisos que correspondem à propriedade do aviso selecionada
ro: Actualizează pachetele numai la cele mai mici versiuni care corectează avize de tip corecție de erori „bugfix”, îmbunătățire „enhancement”, securitate „security” sau pachet nou „newpackage”. În cazul în care este utilizată orice opțiune de limitare a avizelor, aceasta actualizează pachetele numai la cele mai mici versiuni care corectează avizele care corespund proprietății de aviz selectate
ru: Обновлять пакеты только до самых младших версий, в которых исправлены рекомендации типа bugfix, enhancement, security или newpackage. В случае использования какой-либо опции, ограничивающей рекомендации, пакеты обновляются только до младших версий, в которых исправлены рекомендации, соответствующие выбранному свойству рекомендаций
sv: Uppgradera endast paket till de lägsta versionerna som fixar råd av typen buggfix, förbättring, säkerhet eller nytt paket. Om någon alternativbegränsande rådgivning används uppgraderas endast paketen till de lägsta versionerna som fixar råd som matchar vald rådgivande egenskap
tr: Paketleri yalnızca hata düzeltme, iyileştirme, güvenlik veya yeni paket türündeki tavsiyeleri düzelten en düşük sürümlere yükselt. Tavsiyeleri sınırlayan herhangi bir seçeneğin kullanılması durumunda, paketleri yalnızca seçilen tavsiye özelliğiyle eşleşen tavsiyeleri düzelten en düşük sürümlere yükseltir

source: Added by 'versionlock {}' command on {}
ca: Afegit per l'ordre versionlock {} a {}
de: Von 'versionlock {}' Kommando zu {} hinzugefügt
es: Añadido por comando 'versionlock {}' en {}
fi: Lisätty komennolla 'versionlock {}' {}:lla
fr: Ajouté par la commande 'versionlock {}' {}
hu: A „versionlock {}” parancs által hozzáadva ekkor: {}
ja: 'versionlock {}' コマンドで {} に追加されました
nl: Toegevoegd door 'versionlock {}'-commando op {}
pl: Dodano poleceniem 'versionlock {}' w {}
pt_br: Adicionado pelo comando 'versionlock {}' em {}
ro: Adăugat de comanda „versionlock {}” pe {}
ru: Добавлено командой 'versionlock {}' на {}
sv: Tillagt av 'versionlock {}'-kommandot på {}
tr: 'versionlock {}' komutu tarafından {} tarihinde eklendi

source: Manage versionlock configuration
ca: Gestioneu la configuració de blocatge de versions
de: Versionlock-Konfiguration verwalten
es: Gestionar configuración versionlock
fi: Hallinnoi versionlukitusasetuksia
fr: Gérer la configuration versionlock
hu: Verziózár-konfiguráció kezelése
ja: versionlock 設定を管理
nl: Beheer versionlock-configuratie
pl: Zarządzaj konfiguracją blokady wersji
pt_br: Gerenciar a configuração do versionlock
ro: Gestionează configurația versionlock
ru: Управление конфигурацией versionlock
sv: Hantera versionslåskonfigurationen
tr: Sürüm kilidi yapılandırmasını yönet

source: Add new entry to versionlock configuration
ca: Afegeix una entrada nova a la configuració de blocatge de versions
de: Neuen Eintrag zur Versionlock-Konfiguration hinzufügen
es: Añadir nueva entrada a la configuración versionlock
fi: Lisää uusi merkintä versiolukituskokoonpanoon
fr: Ajouter une nouvelle entrée à la configuration versionlock
hu: Új bejegyzés hozzáadása a verziózár-konfigurációhoz
ja: versionlock 構成に新しいエントリを追加します
nl: Voeg nieuwe entry toe aan versionlock-configuratie
pl: Dodaj nowy wpis do konfiguracji versionlock
pt_br: Adiciona nova entrada ali configuração do versionlock
ro: Adaugă o nouă intrare la configurația versionlock
ru: Добавить новую запись в конфигурацию блокировки версий
sv: Lägg till ny post i versionslåskonfigurationen
tr: Sürüm kilidi yapılandırmasına yeni girdi ekle

source: List of package package-spec-N to add versionlock for
ca: Llista de paquets package-spec-N per als quals afegir blocatge de versió
es: Lista del paquete package-spec-N para añadir versión bloqueada para
nl: Lijst van package-spec-N om een versionlock voor toe te voegen
ro: Lista de N specificații de pachete „package-spec-N” pentru adăugarea la versionlock
tr: Sürüm kilidi eklenecek paket belirtimlerinin listesi

source: No package found for "{}".
ca: No s'ha trobat cap paquet per a "{}".
de: Kein Paket für "{}" gefunden.
es: No se encontró paquete "{}".
fi: Pakettia ei löydy "{}":lle.
fr: Aucun paquet correspondant à "{}".
hu: Nem található csomag a következőhöz: „{}”.
ja: パッケージ "{}" を見つかりませんでした。
nl: Geen pakket gevonden voor "{}".
pl: Nie znaleziono pakietu dla „{}”.
pt_br: Nenhum pacote encontrado para "{}".
ro: Nu s-a găsit niciun pachet pentru „{}”.
ru: Для "{}" не найдено ни одного пакета.
sv: Inga paket hittades för "{}".
tr: "{}" için paket bulunamadı.

source: Adding versionlock on "{0} = {1}".
ca: S'afegeix el blocatge de versió a "{0} = {1}".
de: Hinzufügen von Versionssperre an "{0} = {1}".
es: Añadiendo versionlock en "{0} = {1}".
fi: Lisätään versiolukitus "{0} = {1}":lle.
fr: Ajout d'un versionlock "{0} = {1}".
hu: Verziózár hozzáadása: „{0} = {1}”.
ja: "{0} = {1}" で versionlock を追加しています。
nl: Versionlock voor "{0} = {1}" toevoegen.
pl: Dodanie blokady wersji dla „{0} = {1}”.
pt_br: Adicionando versionlock a "{0} = {1}".
ro: Se adaugă blocarea versiunii „versionlock” la „{0} = {1}”.
ru: Добавление блокировки версий на "{0} = {1}".
sv: Lägger till versionslås på "{0}={1}".
tr: "{0} = {1}" için sürüm kilidi ekleniyor.

source: Package "{}" is already locked.
ca: El paquet {} ja està blocat.
de: Paket {} ist bereits gesperrt.
es: Paquete "{}" ya está bloqueado.
fi: Paketti ”{}” on jo lukittu.
fr: Le paquet "{}" est déjà verrouillé.
hu: A(z) „{}” csomag már zárolva lett.
ja: パッケージ "{}" はすでにロックされています。
nl: Pakket "{}" is al vergrendeld.
pl: Pakiet {} jest już zablokowany.
pt_br: O pacote "{}" já está bloqueado.
ro: Pachetul „{}” este deja blocat.
ru: Пакет "{}" уже заблокирован.
sv: Paketet "{}" är redan låst.
tr: "{}" paketi zaten kilitli.

source: Remove all entries from versionlock configuration
ca: Suprimeix totes les entrades de la configuració del blocatge de versions
de: Alle Einträge aus der Versionlock-Konfiguration entfernen
es: Eliminar todas las entradas con configuración versionlock
fi: Poista kaikki merkinnät versiolukituskokoonpanosta
fr: Supprimer toutes les entrées de la configuration versionlock
hu: Az összes bejegyzés eltávolítása a verziózár-konfigurációból
ja: すべてのエントリを versionlock 構成から削除します
nl: Verwijder alle entries van de versionlock-configuratie
pl: Usuń wszystkie wpisy z konfiguracji versionlock
pt_br: Remove todas as entradas da configuração do versionlock
ro: Elimină toate intrările din configurația versionlock
ru: Удалить все записи из конфигурации блокировки версий
sv: Ta bort alla poster från versionlåskonfiguration
tr: Sürüm kilidi yapılandırmasındaki tüm girdileri kaldır

source: Remove any matching versionlock configuration entries
ca: Suprimeix les entrades de configuració coincidents del blocatge de versions
de: Alle zutreffenden Einträge der Versionlock-Konfiguration entfernen
es: Eliminar todas las entradas coincidentes de configuración versionlock
fi: Poista kaikki vastaavat versiolukitusmääritysmerkinnät
fr: Supprimer de la configuration versionlock toutes les entrées correspondantes
hu: Az összes megfelelő verziózár-konfigurációs bejegyzés eltávolítása
ja: 一致するエントリを versionlock 構成から削除します
nl: Verwijder alle overeenkomende versionlock-configuratieentries
pl: Usuń wszystkie pasujące wpisy konfiguracji versionlock
pt_br: Remove qualquer entrada de configuração do versionlock correspondente
ro: Elimină orice intrare din configurația versionlock ce corespunde
ru: Удалите все совпадающие записи конфигурации блокировки версий
sv: Ta bort alla matchande versionslåskonfigurationsposter
tr: Eşleşen tüm sürüm kilidi yapılandırması girdilerini kaldır

source: List of package specs to remove versionlock for
ca: Llista d'especificacions del paquet per suprimir del blocatge de versions
de: Liste der Paketspezifikationen, für die der Versionlock entfernt werden soll
es: Lista de especificaciones de paquetes para los cuales eliminar versionlock
fi: Luettelo pakettien teknisistä tiedoista, joiden versiolukitus poistetaan
fr: Supprimer les versionlocks correspondant aux spécifications de paquet de la liste
hu: Csomagmegadások listája, melyeknél a verziózár el lesz távolítva
ja: versionlock を削除するパッケージ一覧
nl: Lijst van pakketspecificaties om versionlock voor te verwijderen
pl: Lista specyfikacji pakietów, dla których należy usunąć blokadę wersji
pt_br: Lista de specs de pacotes para remover versionlock
ro: Lista specificațiilor pachetelor pentru care se elimină blocarea de versiune „versionlock”
ru: Список спецификаций пакетов для снятия блокировки версий
sv: Lista över paketspecifikationer att ta bort versionslås för
tr: Sürüm kilidi kaldırılacak paket belirtimlerinin listesi

source: Deleting versionlock entry:
ca: Se suprimeix l'entrada del blocatge de versions:
de: Versionlock-Eintrag löschen:
es: Eliminando entrada versionlock:
fi: Poistetaan versiolukitusmerkintää:
fr: Suppression de l'entrée versionlock :
hu: Verziózár-bejegyzés eltávolítása:
ja: versionlock エントリを削除中:
nl: Versionlock-entry wordt verwijderd:
pl: Usuwanie wpisu blokady wersji:
pt_br: Excluir entrada versionlock:
ro: Se șterge intrarea versionlock:
ru: Удаление записи о блокировке версий:
sv: Tar bort versionslåspost:
tr: Sürüm kilidi girdisi siliniyor:

source: Add new exclude entry to versionlock configuration
ca: Afegeix una nova entrada d'exclusió a la configuració del blocatge de versions
de: Hinzufügen einer neuen Ausnahme zur Versionlock-Konfiguration
es: Añadir nueva entrada de exclusión a la configuración versionlock
fi: Lisää uusi poissulkemismerkintä versiolukitusmääritykseen
fr: Ajouter une nouvelle entrée d'exclusion à la configuration versionlock
hu: Új kizárási bejegyzés hozzáadása a verziózár-konfigurációhoz
ja: versionlock 構成に除外エントリを追加します
nl: Voeg nieuwe uitsluitings-entry toe aan versionlock-configuratie
pl: Dodaj nowy wpis wykluczenia do konfiguracji blokady wersji
pt_br: Adiciona nova entrada de exclusão à configuração de versionlock
ro: Adaugă o nouă intrare de excludere la configurația versionlock
ru: Добавить новый исключающий элемент в конфигурацию блокировки версий
sv: Lägg till ny exkluderingspost i versionslåskonfigurationen
tr: Sürüm kilidi yapılandırmasına yeni hariç tutma girdisi ekle

source: List of package-spec-N to add versionlock exclude for
ca: Llista de package-spec-N per als quals afegir l'exclusió de blocatge de versió
es: Lista del paquete package-spec-N para agregar exclusión de versionlock para
nl: Lijst van package-spec-N om een versionlock-uitsluiting voor toe te voegen
ro: Lista de N specificații de pachete „package-spec-N” pentru care se adaugă excluderea de la blocarea versiunii „versionlock”
tr: Sürüm kilidi hariç tutma eklenecek paket belirtimlerinin listesi

source: Adding versionlock exclude on "{0} = {1}".
ca: S'afegeix l'exclusió de blocatge de versions a {0} = {1}.
de: Hinzufügen einer Versionlock-Ausnahme zu "{0} = {1}".
es: Añadiendo exclusión de versionlock en "{0} = {1}".
fi: Lisätään versiolukituksen poissulkeminen "{0} = {1}":een.
fr: Ajout de l'exclusion versionlock "{0} = {1}".
hu: Verziózár-kizárás hozzáadása: „{0} = {1}”.
ja: "{0} = {1}" で versionlock 除外を追加しています。
nl: Versionlock-uitzondering voor "{0} = {1}" toevoegen.
pl: Dodanie wykluczenia blokady wersji dla „{0} = {1}”.
pt_br: Adicionando exclusão de versionlock em "{0} = {1}".
ro: Se adaugă excluderea de la blocarea versiunii „versionlock” la „{0} = {1}”.
ru: Добавление исключения блокировки версий на "{0} = {1}".
sv: Lägger till versionslås exkludering på "{0}={1}".
tr: "{0} = {1}" için sürüm kilidi hariç tutma ekleniyor.

source: Package "{}" is already excluded.
ca: El paquet {} ja està exclòs.
de: Paket "{}" ist bereits ausgenommen.
es: Paquete "{}" ya está excluido.
fi: Paketti ”{}” on jo suljettu pois.
fr: Le paquet "{}" est déjà exclu.
hu: A(z) „{}” csomag már ki lett hagyva.
ja: パッケージ "{}" はすでに除外されました。
nl: Pakket "{}" is al uitgesloten.
pl: Pakiet {} jest już wykluczony.
pt_br: O pacote "{}" já foi excluído.
ro: Pachetul „{}” este deja exclus.
ru: Пакет "{}" уже исключен.
sv: Paketet "{}" är redan exkluderat.
tr: "{}" paketi zaten dışlanmış.

source: Importing OpenPGP key 0x{}:
ca: S'importa la clau OpenPGP 0x{}:
cs: Importuje se OpenPGP klíč 0x{}:
de: OpenPGP-Schlüssel 0x{} wird importiert:
es: Importando llave OpenPGP 0x{}:
fi: Tuodaan OpenPGP-avain 0x{}:
hu: 0x{} OpenPGP-kulcs importálása:
ja: OpenPGP キー 0x{} をインポート中:
nl: OpenPGP-sleutel 0x{} toevoegen:
pl: Importowanie klucza OpenPGP 0x{}:
pt_br: Importando chave OpenPGP 0x{}
ro: Se importă cheia OpenPGP 0x{}:
ru: Импортирование ключа OpenPGP 0x{}:
sv: Importerar OpenPGP-nyckel 0x{}:
tr: 0x{} OpenPGP anahtarı içe aktarılıyor:

source: UserID : "{}"
ca: ID d'usuari : {}
cs: ID uživatele: „{}“
es: IDUsuario : "{}"
fi: Käyttäjätunniste : ”{}”
hu: Felhasználó: „{}”
pl: Identyfikator użytkownika: "{}"
pt_br: ID do usuário : "{}"
ro: ID-utilizator : "{}"
sv: Användar-ID : "{}"
tr: Kullanıcı kimliği: "{}"

source: Fingerprint: {} From : {}
ca: Empremta: {} De : {}
cs: Otisk : {} Z : {}
de: Fingerprint: {} Von : {}
es: Huella dactilar: {} Desde : {}
fi: Sormenjälki: {} Lähde: {}
fr: Empreinte : {} De : {}
hu: Ujjlenyomat: {} Tulajdonos : {}
ja: 識別子: {} 提供元: {}
nl: Vingerafdruk: {} Van : {}
pl: Odcisk palca: {} Od : {}
pt_br: Impressão digital: {} De : {}
ro: AmprentaDigitală: {} De la : {}
ru: Отпечаток: {} Из : {}
sv: Fingeravtryck: {} Från : {}
tr: Parmak izi : {} Nerden : {}

source: The key was successfully imported.
ca: La clau s'ha importat correctament.
cs: Klíč byl úspěšně importován.
de: Der Schlüssel wurde erfolgreich importiert.
es: La llave fue importada exitosamente.
fi: Avain tuotiin onnistuneesti.
fr: La clé a été importée avec succès.
hu: A kulcs sikeresen importálva lett.
ja: キーが正常にインポートされました。
nl: De sleutel is succesvol geïmporteerd.
pl: Klucz został pomyślnie zaimportowany.
pt_br: A chave foi importada com sucesso.
ro: Cheia a fost importată cu succes.
ru: Ключ был успешно импортирован.
sv: Nyckeln importerades framgångsrikt.
tr: Anahtar başarıyla içe aktarıldı.

source: The following OpenPGP key (0x{}) is about to be removed:
ca: La següent clau OpenPGP (0x{}) està a punt de suprimir-se:
cs: Následující OpenPGP klíč (0x{}) bude odstraněn:
es: La siguiente clave OpenPGP (0x{}) es acerca de ser retirada:
fi: Seuraava OpenPGP-avain (0x{}) ollaan poistamassa:
hu: A következő OpenGPG-kulcs (0x{}) el lesz távolítva:
ja: 以下の OpenPGP キー (0x{}) は削除されます:
nl: De volgende OpenPGP-sleutel (0x{}) wordt hierna verwijderd:
pl: Następujący klucz OpenPGP (0x{}) zostanie usunięty:
ro: Următoarea cheie OpenPGP (0x{}) este pe cale să fie eliminată:
ru: Следующий ключ OpenPGP (0x{}) будет удален:
sv: Följande OpenPGP-nyckel (0x{}) håller på att tas bort:
tr: Şu OpenPGP anahtarı (0x{}) kaldırılmak üzere:

source: Reason : {}
ca: Raó : {}
cs: Důvod : {}
de: Grund : {}
es: Razón : {}
fi: Syy : {}
hu: Ok : {}
ja: 理由: "{}"
nl: Reden : {}
pl: Powód : {}
pt_br: Razão : {}
ro: Motiv : {}
ru: Причина : {}
sv: Anledning : {}
tr: Sebep : {}

source: Fingerprint: {}
ca: Empremta: {}
cs: Otisk : {}
es: Huella dactilar: {}
fi: Sormenjälki: {}
hu: Ujjlenyomat: {}
ja: 識別子: {}
nl: Vingerafdruk: {}
pl: Odcisk palca: {}
ro: AmprentaDigitală: {}
ru: Отпечаток: {}
sv: Fingeravtryck: {}
tr: Parmak izi: {}

source: As a result, installing packages signed with this key will fail.
ca: Com a resultat, la instal·lació de paquets signats amb aquesta clau fallarà.
cs: V důsledku toho instalace balíčků podepsaných tímto klíčem selže.
de: Daher schlägt die Installation von Paketen, die mit diesem Schlüssel signiert sind, fehl.
es: Como un resultado, instalar paquetes firmados con esta llave fallará.
fi: Sen seurauksena tällä avaimella allekirjoitettujen pakettien asentaminen epäonnistuu.
hu: Ennek eredményeképpen az ezzel a kulccsal aláírt csomagok telepítése hibára fog futni.
ja: 結果として、そのキーで署名したパッケージをインストールできません。
nl: Hierdoor zal het installeren mislukken van pakketten die met deze sleutel zijn ondertekend.
pl: W rezultacie instalacja pakietów podpisanych tym kluczem zakończy się niepowodzeniem.
pt_br: Como resultado, a instalação de pacotes assinados com esta chave falhará.
ro: Ca urmare, instalarea pachetelor semnate cu această cheie va eșua.
ru: В результате установка пакетов, подписанных этим ключом, будет неудачной.
sv: Som ett resultat kommer installationen av paket signerade med denna nyckel att misslyckas.
tr: Sonuç olarak, bu anahtar ile imzalanan paketleri kurmak başarısız olacaktır.

source: It is recommended to remove the expired key to allow importing
ca: Es recomana suprimir la clau caducada per permetre la importació
cs: Zastaralý klíč se doporučuje odstranit, aby bylo možné importovat
es: Está recomendado quitar la llave caducada para permitir importar
fi: On suositeltavaa poistaa vanhentunut avain tuonnin mahdollistamiseksi
hu: Javasolt a lejárt kulcs eltávolítása, hogy lehetővé tegye
ja: 更新したキーをインポートするため、期限切れのキーの削除をお勧めしますが、
nl: Het is aangeraden om de verlopen sleutel te verwijderen om importeren toe te staan
pl: Zaleca się usunięcie wygasłego klucza, aby umożliwić importowanie
pt_br: É recomendável remover a chave expirada para permitir a importação
ro: Este recomandat să eliminați cheia expirată pentru a permite importul
ru: Рекомендуется удалить истекший ключ, чтобы разрешить импорт
sv: Det rekommenderas att ta bort den utgångna nyckeln för att tillåta import
tr: Güncellenen anahtarın içe aktarılmasına izin vermek için süresi dolan anahtarı kaldırmanız

source: an updated key. This might leave already installed packages unverifiable.
ca: d'una clau actualitzada. Això pot deixar els paquets ja instal·lats com a no verificables.
cs: klíč aktuální. To může zanechat již nainstalované balíčky bez možnosti ověření.
es: una clave actualizada. Esto quizá deje ya instalados paquetes no verificables.
fi: päivitetty avain. Tämä saattaa jättää jo asennettuja paketteja vahvistamattomiksi.
hu: egy frissített kulcs importálását. Ez nem ellenőrizhető állapotban hagyhatja a már telepített csomagokat.
ja: 既にインストールしたパッケージが未認証の状態になる可能性があります。
nl: een bijgewerkte sleutel. Dit kan al geïnstalleerde pakketen onverifieerbaar maken.
pl: zaktualizowany klucz. To może sprawić, że zainstalowane pakiety staną się niemożliwe do zweryfikowania.
pt_br: uma chave atualizada. Isso pode deixar pacotes já instalados não verificáveis.
ro: o cheie actualizată. Acest lucru ar putea face ca pachetele deja instalate să fie neverificabile.
ru: обновленный ключ. Это может привести к тому, что уже установленные пакеты окажутся непроверяемыми.
sv: en uppdaterad nyckel. Detta kan göra att redan installerade paket inte går att verifiera.
tr: tavsiye edilir. Bu, önceden kurulan paketlerin doğrulanamamasına neden olabilir.

source: The system will now proceed with removing the key.
ca: Ara el sistema procedirà a suprimir la clau.
cs: Systém nyní přikročí k odstranění klíče.
de: Das System fährt nun mit dem Entfernen des Schlüssels fort.
es: El sistema ahora procederá con quitar la llave.
fi: Järjestelmä jatkaa nyt avaimen poistamista.
hu: A rendszer most folytatja a kulcs eltávolításával.
ja: キーの削除を開始します。
nl: Het systeem zal nu de sleutel verwijderen.
pl: System przystąpi teraz do usuwania klucza.
pt_br: O sistema agora prosseguirá com a remoção da chave.
ro: Sistemul va începe acum operația de eliminare a cheii.
ru: Теперь система приступит к извлечению ключа.
sv: Systemet fortsätter nu med att ta bort nyckeln.
tr: Sistem şimdi anahtarı kaldırmaya devam edecek.

source: Key 0x{} was successfully removed.
ca: La clau 0x{} s'ha suprimit correctament.
cs: Klíč 0x{} byl úspěšně odstraněn.
es: La clave 0x{} fue retirada correctamente.
fi: Avain 0x{} poistettiin onnistuneesti.
hu: A 0x{} kulcs sikeresen importálva lett.
ja: キー 0x{} が正常に削除されました。
nl: Sleutel 0x{} is succesvol verwijderd.
pl: Klucz 0x{} został pomyślnie usunięty.
ro: Cheia 0x{} a fost eliminată cu succes.
ru: Ключ 0x{} успешно удален.
sv: Nyckel 0x{} togs bort framgångsrikt.
tr: 0x{} anahtarı başarıyla kaldırıldı.
