Repository: rpm-software-management/dnf5
Catalog: dnf5/po/*.po
Languages: ca, cs, de, es, fi, fr, hu, ja, nl, pl, pt_br, ro, ru, sv, tr

source: Show also hidden groups.
ca: Mostra també els grups ocults.
cs: Zobrazit také skryté skupiny.
de: Auch versteckte Gruppen anzeigen.
es: Mostrar también grupos ocultos.
fi: Näytä myös piilotetut ryhmät.
fr: Afficher aussi les groupes masqués.
hu: Rejtett csoportok megjelenítése.
ja: 非表示のグループも表示します。
nl: Geef ook verborgen groepen weer.
pl: Pokaż także ukryte grupy.
pt_br: Mostra também grupos ocultos.
ro: Afișează, de asemenea, grupurile ascunse.
ru: Показывать также и скрытые группы.
sv: Visa även dolda grupper.
tr: Gizli grupları da göster.

source: Show only installed groups.
ca: Mostra només els grups instal·lats.
cs: Zobrazit pouze nainstalované skupiny.
de: Nur installierte Gruppen anzeigen.
es: Mostrar solo grupos instalados.
fi: Näytä vain asennetut ryhmät.
fr: Afficher uniquement les groupes installés.
hu: Csak a telepített csoportok megjelenítése.
ja: インストール済みのグループのみを表示します。
nl: Geef alleen geïnstalleerde groepen weer.
pl: Pokaż tylko zainstalowane grupy.
pt_br: Mostra somente os grupos instalados.
ro: Afișează numai grupurile instalate.
ru: Показывать только установленные группы.
sv: Visa endast installerade grupper.
tr: Yalnızca kurulu grupları göster.

source: Show only groups containing packages with specified names. List option, supports globs.
ca: Mostra sols els grups que contenen paquets amb els noms especificats. Opció tipus llista, suporta globs.
cs: Zobrazit pouze skupiny obsahující balíčky se zadanými názvy. Seznam možností, podporuje globs.
de: Nur Gruppen anzeigen, die Pakete mit den angegebenen Namen enthalten. Listenoption, unterstützt Platzhalter.
es: Mostrar solo grupos que contienen paquetes con los nombres especificados. Opción de lista, compatible con globs.
fi: Näytä vain ryhmät, jotka sisältävät paketteja tietyillä nimillä. Luettelovaihtoehto, tukee laajamittaisia.
fr: Afficher uniquement les groupes qui contiennent les paquets correspondant aux noms spécifiés. Option liste, prend en charge les globs.
hu: Csak a megadott nevű csomagokat tartalmazó csoportok megjelenítése. Felsorolás, támogatja a helyettesítő karaktereket.
ja: 指定名前のパッケージに含むグループのみを表示。リスト、glob 利用可能。
nl: Geef alleen groepen weer die pakketten met de opgegeven naam bevatten. Lijstoptie, ondersteunt globs.
pl: Pokaż tylko grupy zawierające pakiety o określonych nazwach. Opcja listy, obsługuje wzorce.
pt_br: Mostrar apenas grupos contendo pacotes com nomes especificados. Opção de lista, suporta caracteres curinga.
ro: Afișează numai grupurile care conțin pachetele cu numele specificate. Opțiune listă, acceptă caractere joker.
ru: Показывать только группы, содержащие пакеты с указанными именами. Опция списка, поддерживает шаблоны поиска.
sv: Visa endast grupper som innehåller paket med angivna namn. Listflagga, stödjer ”glob”:ar.
tr: Yalnızca belirtilen adlara sahip paketleri içeren grupları göster. Liste seçeneği, globları destekler.

source: Pattern matching group IDS.
ca: Patró coincident amb IDs dels grups.
cs: ID skupiny odpovídající vzoru.
de: Mustervergleich von Gruppen-IDs.
es: Patrón coincidiendo con los IDS del grupo.
fi: Lauseketta vastaavat ryhmien tunnukset.
fr: Motif à rechercher dans les ID de groupe.
hu: Mintaillesztés a csoportazonosítóknál.
ja: グループ ID に一致するパターン。
nl: Patroon dat overeenkomt met groep-ID's.
pl: Grupa dopasowywania wzorców IDS.
pt_br: Padrão correspondendo a IDs de grupos.
ro: Model de căutat în ID-urile de grup.
ru: Идентификаторы групп, соответствующие шаблону.
sv: Mönstermatchande grupp IDn.
tr: Grup kimlikleri ile eşleşen desen.

source: Include optional packages from group.
ca: Inclou paquets opcionals del grup.
cs: Zahrnout volitelné balíčky ze skupiny.
de: Optionale Pakete aus der Gruppe einschließen.
es: Incluir paquetes opcionales del grupo.
fi: Sisällytä valinnaiset paketit ryhmästä.
fr: Inclure les paquets optionnels du groupe.
hu: Választható csomagok kiválasztása a csoportból.
ja: グループの随意パッケージを含めます。
nl: Neem optionele pakketten uit groep op.
pl: Dołącz opcjonalne pakiety z grupy.
pt_br: Inclui pacotes opcionais do grupo.
ro: Include pachetele opționale din grup.
ru: Включить дополнительные пакеты от группы.
sv: Inkludera valfria paket från grupp.
tr: Gruptaki isteğe bağlı paketler dahil et.

source: Operate on groups only, no packages are changed.
ca: Opera sols en els grups, sense fer canvis als paquets.
cs: Pracuje pouze na skupinách, žádné balíčky se nemění.
de: Verarbeitet nur Gruppen, keine Pakete werden geändert.
es: Operar solo en grupos, no cambia ningún paquete.
fi: Käsittele vain ryhmiä, paketteja ei muuteta.
fr: Opérer uniquement sur les groupes, sans modifier les paquets.
hu: Művelet csak a csoportokon, nem lesz csomag megváltoztatva.
ja: グループのみに操作を行い、パッケージは変更されません。
nl: Voer alleen op groepen uit; pakketten worden niet aangepast.
pl: Działa tylko na grupach, pakiety nie ulegają zmianie.
pt_br: Opera em apenas grupos, nenhum pacotes são alteradas.
ro: Operează numai pe grupuri, nu sunt schimbate pachetele.
ru: Работать только с группами, пакеты не изменяются.
sv: Operera på grupper endast, inga paket ändras.
tr: Yalnızca gruplar üzerinde çalış, hiçbir paket değiştirilmez.

source: Transaction ID
ca: Identificador de la transacció
cs: ID transakce
de: Transaktions-ID
es: ID de transacción
fi: Transaktion tunniste
fr: ID de transaction
hu: Tranzakcióazonosító
ja: トランザクション ID
nl: Transactie-ID
pl: ID transakcji
pt_br: ID da transação
ro: ID tranzacție
ru: Идентификатор транзакции
sv: Transaktions ID
tr: İşlem Kimliği

source: Reverse the order of transactions.
ca: Inverteix l'ordre de les transaccions.
cs: Obrací pořadí transakcí.
de: Reihenfolge der Transaktionen umkehren.
es: Invertir el orden de las transacciones.
fi: Käännä transaktioiden järjestys päinvastaiseksi.
fr: Inverser l'ordre des transactions.
hu: A tranzakciók sorrendjének megfordítása.
ja: トランザクションの順序を反転します。
nl: Keer de volgorde van transacties om.
pl: Odwróć kolejność transakcji.
pt_br: Inverte a ordem das transações.
ro: Inversează ordinea tranzacțiilor.
ru: Изменить порядок транзакций.
sv: Vänd om ordningsföljden på transaktioner.
tr: İşlem sırasını tersine çevir.

source: Don't consider mismatches between installed and stored transaction packages as errors. This can result in an empty transaction because among other things the option can ignore failing Remove actions.
ca: No tinguis en compte com errors les diferències entre els paquets instalats i els de la transacció desada. Això podria provocar una transacció buida perquè entre altres coses aquesta opció pot ignorar accions d'esborrar fallides.
cs: Nepovažuje neshody mezi nainstalovanými balíčky a balíčky z uložené transakce za chyby. Tento přístup může vést k prázdné transakci, protože tento přepínač mimo jiné ignoruje selhávající úkony odinstalace.
de: Betrachten Sie Abweichungen zwischen installierten und gespeicherten Transaktionspaketen nicht als Fehler. Dies kann zu einer leeren Transaktion führen, weil die Option fehlgeschlagene Remove-Aktionen ignorieren kann.
es: No considerar las discrepancias entre paquetes de transacción instalados y almacenados como errores. Esto puede resultar en una transacción vacía porque, entre otras cosas, la opción puede descartar acciones Quitar incorrectas.
fi: Älä pidä asennettujen ja tallennettujen transaktion pakettien välisiä ristiriitaisuuksia virheinä. Tämä voi johtaa tyhjään transaktioon, koska valitsin voi muun muassa jättää huomiotta epäonnistuneet Poista-toiminnot.
fr: Ne pas considérer comme des erreurs les différences entre les paquets installés et ceux dans les transactions stockées. Activer cette option peut résulter en une transaction vide car, entre autres, les actions Supprimer en échec pourraient être ignorées.
hu: Ne tekintse hibának a telepített és a tárolt tranzakciók csomagjainak eltérését. Ez üres tranzakciót eredményezhet, mert többek között a kapcsoló figyelmen kívül hagyhatja a hibás eltávolítási műveleteket.
ja: インストール済みパッケージと保存済みトランザクションのパッケージ不一致をエラーとして扱わないようにします。これにより、失敗した Remove アクションを無視することがあるため、空のトランザクションになる可能性があります。
nl: Beschouw verschillen tussen geïnstalleerde en opgeslagen transactiepakketten niet als fouten. Dit kan resulteren in een lege transactie, omdat de optie, onder andere, mislukte verwijderacties kan negeren.
pl: Nie traktuj niezgodności między zainstalowanymi i zapisanymi pakietami transakcji jako błędów. Może to skutkować pustą transakcją, ponieważ między innymi opcja może ignorować nieudane akcje usuwania.
pt_br: Não considerar como erros incompatibilidades entre pacotes instalados e armazenados durante transações. Isso pode resultar em uma transação vazia porque, entre outras coisas, a opção pode ignorar ações de remoção com falha.
ro: Nu consideră drept erori nepotrivirile dintre pachetele de tranzacții instalate și stocate. Acest lucru poate duce la o tranzacție goală deoarece, printre altele, opțiunea poate ignora acțiunile de eliminare care eșuează.
ru: Не считать ошибками несоответствие между установленными и сохраненными пакетами транзакций. Это может привести к пустой транзакции, поскольку, помимо прочего, опция может игнорировать неудачные действия "Remove".
sv: Se inte felmatchningar mellan installerade och lagrade transaktionspaket som fel. Detta kan resultera i en tom transaktion eftersom alternativet bland annat kan ignorera misslyckade ta bort åtgärder.
tr: Kurulu ve kaydedilen işlem paketleri arasındaki uyumsuzlukları hata olarak değerlendirme. Bu, boş bir işlemle sonuçlanabilir çünkü diğer şeylerin yanı sıra seçenek başarısız Kaldır eylemlerini yok sayabilir.

source: Don't consider extra packages pulled into the transaction as errors.
ca: No consideris com errors els paquets extra inclosos a la transacció.
de: Betrachten Sie in die Transaktion aufgenommene Zusatzpakete nicht als Fehler.
es: No considerar paquetes extra subidos en la transacción como errores.
fi: Älä pidä transaktioon vedettyjä ylimääräisiä paketteja virheinä.
fr: Ne pas considérer les paquets supplémentaires ajoutés à la transaction comme des erreurs.
hu: Ne tekintse hibának a tranzakciókba húzott extra csomagokat.
ja: トランザクションに入れられた追加パッケージをエラーとして扱わないようにします。
nl: Beschouw extra pakketten die aan de transactie worden toegevoegd als fouten.
pl: Nie traktuj dodatkowych pakietów dodanych do transakcji jako błędów.
pt_br: Não considerar pacotes extras incluídos na transação como erros.
ro: Nu consideră pachetele suplimentare introduse în tranzacție drept erori.
ru: Не считать дополнительные пакеты, попавшие в транзакцию, ошибкой.
sv: Se inte extra paket som dras in i transaktionen som fel.
tr: İşleme dahil edilen ek paketleri hata olarak değerlendirme.

source: Show only transactions containing packages with specified names. List option, supports globs.
ca: Mostra només les transaccions que contenen paquets amb noms especificats. Té opció de llista, admet globs.
cs: Zobrazí pouze transakce obsahující balíčky se zadanými názvy. Seznam možností, podporuje globy.
de: Nur Transaktionen anzeigen, die Pakete mit den angegebenen Namen enthalten. Listenoption, unterstützt Platzhalter.
es: Muestra solo transacciones conteniendo paquetes con nombres específicos Opción de lista, soporta globs.
fi: Näytä vain tapahtumat, jotka sisältävät paketteja tietyillä nimillä. Luettelovaihtoehto, tukee laajamittaisia.
hu: Csak a megadott nevű csomagokat tartalmazó tranzakciók megjelenítése. Felsorolás, támogatja a helyettesítő karaktereket.
ja: 指定名前のパッケージに含むトランザクションを表示。リスト、glob 利用可能。
nl: Geef alleen transacties weer die pakketten met de opgegeven namen bevatten. Lijstoptie, ondersteunt globs.
pl: Pokaż tylko transakcje zawierające pakiety o określonych nazwach. Opcja listy, obsługuje wzorce.
pt_br: Mostra apenas grupos contendo pacotes com nomes especificados. Opção de lista, suporta caracteres curinga.
ro: Afișează numai tranzacțiile care conțin pachete cu numele specificate.Opțiune listă, acceptă caractere joker.
ru: Показывать только транзакции, содержащие пакеты с указанными именами. Опция списка, поддерживает шаблоны поиска.
sv: Visa endast transaktioner som innehåller paket med angivna namn. Listflagga, stödjer ”glob”:ar.
tr: Yalnızca belirtilen adlara sahip paketleri içeren işlemleri göster. Liste seçeneği, globları destekler.

source: Manage transaction history
ca: Gestiona l'historial de transaccions
cs: Spravuje historii transakcí
de: Transaktions-Historie verwalten
es: Gestionar historial de transacciones
fi: Hallitse transaktiohistoriaa
fr: Gérer l'historique des transactions
hu: Tranzakcióelőzmények kezelése
ja: トランザクション履歴を管理
nl: Beheer transactiegeschiedenis
pl: Zarządzaj historią transakcji
pt_br: Gerenciar histórico de transações
ro: Gestionează istoricul tranzacțiilor
ru: Управление историей транзакций
sv: Hantera transaktionshistoriken
tr: İşlem geçmişini yönet

source: No match found, history info defaults to considering only the last transaction, specify "1..last" range to search all transactions.
ca: No s'ha trobat cap coincidència, la informació de l'historial només té en compte l'última transacció, especifiqueu l'interval "1..últim" per cercar totes les transaccions.
cs: Žádná shoda nenalezena. Ve výchozím nastavení příkaz history uvažuje pouze poslední transakci. Pro prohledání všech transakcí zadejte „1..last“.
es: Ninguna coincidencia encontrada, historial de informe por defecto para considerar solo la transacción última, especifique el intervalo "1..última" para buscar todas las transacciones.
fi: Vastaavaa ei löytynyt, historiatietojen oletusarvo on vain viimeinen tapahtuma, määritä alue "1..last" etsiäksesi kaikki tapahtumat.
hu: Nincs találat, alapértelmezés szerint az előzményinformációk csak a legutolsó tranzakciót veszik figyelembe, az összes tranzakcióban való kereséshez adja meg az „1..last” tartományt.
ja: 結果を見つかりませんでした。履歴情報はデフォルトで最後のトランザクションのみを検索します。すべでを検索には、"1..last"を指定してください。
nl: Geen overeenkomst gevonden. Geschiedenisinformatie neemt normaal alleen de laatste transactie in acht; specificeer "1..laatste"-bereik om alle vertalingen te doorzoeken.
pl: Nie znaleziono dopasowania. Historia domyślnie bierze pod uwagę tylko ostatnią transakcję. Aby przeszukać wszystkie transakcje, należy określić zakres „1..ostatnia”.
pt_br: Nenhuma correspondência encontrada, as informações do histórico consideram por padrão apenas a última transação, especifique o intervalo "1..última" para pesquisar todas as transações.
ro: Nu s-a găsit nicio potrivire, în mod implicit, informațiile despre istoric iau în considerare doar ultima tranzacție, specificați intervalul „1..last” pentru a căuta toate tranzacțiile.
ru: Не найдено ни одного совпадения, информация об истории по умолчанию учитывает только последнюю транзакцию, укажите диапазон «1..last» для поиска всех транзакций.
sv: Inga matchningar hittades, historikinformation tar som standard endast den senaste transaktionen i beaktande, ange intervallet "1..last" för att söka efter alla transaktioner.
tr: Eşleşme bulunamadı, geçmiş bilgisi öntanımlı olarak yalnızca son işlemi dikkate alır, tüm işlemleri aramak için "1..last" aralığını belirtin.

source: No matching transaction ID found, exactly one required.
ca: No s'ha trobat cap ID de transacció coincident, se'n requereix exactament un.
cs: Žádné odpovídající identifikátory transakcí nenalezeny, ale vyžadována je právě jedna.
de: Keine passende Transaktions-ID gefunden, genau Eine ist erforderlich.
es: No se encontró un ID de transacción coincidente, se requiere exactamente uno.
fi: Transaktiotunnistetta ei löytynyt, täsmälleen yksi vaaditaan.
fr: Aucun ID de transaction correspondant, 1 ID requis.
hu: Nem található egyező tranzakcióazonosító, pontosan egy szükséges.
ja: 一致するトランザクション ID を見つかりませんでした。正確な一つが必要です。
nl: Geen overeenkomende transactie-ID gevonden; precies één is vereist.
pl: Nie znaleziono pasującego identyfikatora transakcji. Wymagany jest dokładnie jeden.
pt_br: Nenhum ID de transação correspondente foi encontrado. É necessário exatamente um.
ro: Nu a fost găsit niciun ID de tranzacție care să se potrivească, este necesar exact unul.
ru: Не найден подходящий идентификатор транзакции, требуется ровно один.
sv: Inget matchande transaktions-ID hittades, exakt ett krävs.
tr: Eşleşen işlem kimliği bulunamadı, tam olarak bir tane gerekli.

source: Matched more than one transaction ID, exactly one required.
ca: S'han trobat més d'un ID de transacció coincident, se'n requereix exactament un.
cs: Odpovídá více než jeden identifikátor transakce, ale vyžadována je právě jedna.
de: Mehr als eine Transaktions-ID passend, genau Eine ist erforderlich.
es: Se encontró más de un ID de transacción coincidente, se requiere exactamente uno.
fi: Vastasi useampaa kuin yhtä transaktiotunnistetta; täsmälleen yksi vaaditaan.
fr: Plus d'un ID de transaction correspondant, un seul est requis.
hu: Több egyező tranzakcióazonosító található, pontosan egy szükséges.
ja: 複数のトランザクション ID と一致しました。正確な一つが必要です。
nl: Meer dan één transactie-ID komt overeen, er is precies één vereist.
pl: Znaleziono więcej niż jeden identyfikator transakcji, wymagany jest dokładnie jeden.
pt_br: Mais de um ID de transação correspondente, é necessário somente um.
ro: Se potrivește mai mult de un ID de tranzacție, este necesar exact unul.
ru: Совпадение более чем с одним идентификатором транзакции, требуется только один.
sv: Matchade mer än ett transaktions-ID, exakt ett krävs.
tr: Birden fazla işlem kimliğiyle eşleşti, tam olarak bir tane gerekli.

source: Multiple transactions selected for storing, only one allowed.
ca: Múltiples transaccions seleccionades per emmagatzemar, se'n permet solament una.
cs: Pro uložení bylo vybráno více transakcí, povolena pouze jedna.
de: Mehrere Transaktionen zum Speichern ausgewählt, nur Eine ist erlaubt.
es: Seleccionadas múltiples transacciones a almacenar, solo se permite una.
fi: Useita transaktioita valittu tallennettavaksi; täsmälleen yksi sallitaan.
fr: Plusieurs transactions sélectionnées pour être stockées alors qu'une seule est autorisée.
hu: Több tranzakció lett kiválasztva a tároláshoz, csak egy engedélyezett.
ja: 複数のトランザクションが選択されましたが、保存できるのは一つだけです。
nl: Meerdere transacties geselecteerd om op te slaan; slechts één is toegestaan.
pl: Wybrano wiele transakcji do zapisania, dozwolona jest tylko jedna.
pt_br: Várias transações selecionadas para armazenar, apenas uma é permitida.
ro: Tranzacții multiple selectate pentru stocare, numai una este permisă.
ru: Для хранения выбрано несколько транзакций, разрешена только одна.
sv: Multipla transaktioner valda för lagring, endast en tillåten.
tr: Kaydetmek için birden fazla işlem seçildi, yalnızca birine izin verilir.

source: File "{}" already exists, it will be overwritten.
ca: El fitxer "{}" ja existeix, es sobreescriurà.
cs: Soubor "{}" již existuje, bude přepsán.
de: Datei "{}" existiert bereits, sie wird überschrieben.
es: Ya existe el archivo "{}", será sobrescrito.
fi: Tiedosto ”{}” on jo olemassa; sen päälle kirjoitetaan.
fr: Le fichier "{}" existe déjà, il sera écrasé.
hu: A(z) „{}” fájl már létezik, felül lesz írva.
ja: ファイル "{}" は存在していたため、上書きされます。
nl: Bestand "{}" bestaat al, het zal worden overschreven.
pl: Plik "{}" już istnieje, zostanie nadpisany.
pt_br: O arquivo "{}" já existe, ele será sobrescritos.
ro: Fișierul „{}” există deja, acesta va fi suprascris.
ru: Файл "{}" уже существует, он будет перезаписан.
sv: Fil "{}" existerar redan, den kommer att skrivas över.
tr: "{}" dosyası zaten var, üzerine yazılacak.

source: Invalid transaction ID range "{}", "ID" or "ID..ID" expected, where ID is "NUMBER", "last" or "last-NUMBER".
ca: Rang d'ID de transaccions "{}" invàlid, s'esperava "ID" o "ID..ID", on ID és "NÚMERO", "last" o "last-NÚMERO".
cs: Neplatný rozsah ID transakce "{}", očekává se "ID" nebo "ID..ID", kde ID je "NUMBER", "last" nebo "last-NUMBER".
de: Ungültiger Transaktions-ID-Bereich "{}". "ID" or "ID..ID" wird erwartet, wobei ID eine "ZAHL", "last" oder "last-ZAHL" ist.
es: Intervalo de ID de transacción no válido "{}", se esperaba "ID" o "ID..ID", donde ID es "NUMBER", "last" o "last-NUMBER".
fi: Virheellinen transaktiotunnistealue ”{}”, odotetaan ”ID” tai ”ID..ID” jossa ID on ”NUMERO”, ”viimeinen” tai ”viimeinen-NUMERO”.
fr: Intervalle d'ID de transaction "{}" invalide, "ID" ou "ID..ID" attendus, avec ID sous la forme "NOMBRE", "last", ou "last-NOMBRE".
hu: Érvénytelen tranzakcióazonosító-tartomány: „{}”, „AZONOSÍTÓ” vagy „AZONOSÍTÓ..AZONOSÍTÓ” várt, ahol az azonosító „SZÁM”, „last” vagy „last-SZÁM”.
ja: 無効なトランザクション ID 範囲 "{}"。"ID" または "ID..ID" が必要です。"ID" は "NUMBER"、"last"、または "last-NUMBER" です。
nl: Ongeldig transactie-ID-bereik "{}"; verwacht wordt "ID" of "ID..ID", waar ID "NUMMER", "last" of "last-NUMMER" is.
pl: Nieprawidłowy zakresu identyfikatorów transakcji: „{}”, oczekiwano „ID” lub „ID..ID”, gdzie identyfikatorem jest „NUMBER”, „last” lub „last-NUMBER”.
pt_br: Esperava-se ID de transação de intervalo inválido "{}", "ID" ou "ID..ID", onde ID é "NUMBER", "last" ou "last-NUMBER".
ro: Intervalul ID al tranzacției „{}” nu este valid, „ID” sau „ID..ID” așteptat, unde ID este „NUMBER”, „last” sau „last-NUMBER”.
ru: Неправильный диапазон идентификаторов транзакций "{}", Ожидается "ID" или "ID..ID", где ID - это "NUMBER", "last" или "last-NUMBER".
sv: Ogiltigt transaktions-ID-intervall "{}", "ID" eller "ID..ID" förväntas, där ID är "NUMMER", "last" eller "last-NUMMER".
tr: Geçersiz işlem kimliği aralığı "{}", "kimlik" veya "kimlik..kimlik" bekleniyor, kimlik "SAYI", "last" vaya "last-SAYI" olmalıdır.

source: Install software
ca: Instal·la programari
cs: Instaluje software
de: Installiere Software
es: Instalar software
fi: Asenna ohjelmistoja
fr: Installer des logiciels
hu: Szoftver telepítése
ja: ソフトウェアをインストール
nl: Installeer software
pl: Zainstaluj oprogramowanie
pt_br: Instalar software
ro: Instalează software
ru: Установить программное обеспечение
sv: Installera programvara
tr: Yazılım kur

source: List groups of installed packages not required by other installed packages
ca: Llista els grups dels paquets instal·lats que no els requereixen cap altre paquet
cs: Vypíše skupiny nainstalovaných balíčků, které nejsou vyžadovány jinými nainstalovanými balíčky
de: Gruppen installierter Pakete auflisten, die nicht von anderen installierten Paketen benötigt werden
es: Listar grupos de paquetes instalados no requeridos por otros paquetes instalados
fi: Luettele asennettujen pakettien ryhmät, joita muut asennetut paketit eivät vaadi
fr: Lister les groupes de paquets installés qui ne sont pas requis par d'autres paquets installés
hu: Azon telepített csomagcsoportok felsorolása, melyek nem szükségesek más telepített csomagokhoz
ja: 他のインストール済みパッケージに依存しないインストール済みパッケージのグループを表示
nl: Geef groepen van geïnstalleerde pakketten weer die niet nodig zijn voor andere pakketten
pl: Wyświetl listę grup zainstalowanych pakietów, które nie są wymagane przez inne zainstalowane pakiety
pt_br: Listar grupos de pacotes instalados não requeridos por outros pacotes instalados
ro: Listează grupurile de pachete instalate care nu sunt solicitate de alte pachete instalate
ru: Список групп установленных пакетов, не требуемых другими установленными пакетами
sv: Lista grupper av installerade paket som inte behövs av andra installerade paket
tr: Diğer kurulu paketler tarafından gerektirilmeyen kurulu paket gruplarını listele
