Repository: rpm-software-management/dnf5
Catalog: dnf5/po/*.po
Languages: ca, cs, de, es, fi, fr, hu, ja, nl, pl, pt_br, ro, ru, sv, tr

source: Check for problems in the packagedb
ca: Comprova si hi ha problemes a la base de dades de paquets
cs: Zkontroluje zjištěné problémy v databázi balíčků
de: Überprüfe auf Probleme in der Paketdatenbank
es: Comprobar problemas en la base de datos de paquetes
fi: Tarkista packagedb ongelmien varalta
fr: Rechercher des problèmes dans la packagedb
hu: Problémák keresése a csomagadatbázisban
ja: packagedb の問題を確認
nl: Controleer voor problemen in de packagedb
pl: Sprawdź, czy nie ma problemów w packagedb
pt_br: verifica se há problemas no packagedb
ro: Verifică dacă există probleme în packagedb
ru: Проверить, имеются ли проблемы в packagedb
sv: Leta efter problem i paketdatabasen
tr: Paket veri tabanındaki sorunları denetle

source: Check discovered {} problem(s) in {} package(s)
ca: Comprova {} problema/es descobert(s) en {} paquet(s)
cs: Zkontroluje zjištěné {} problémy v {} balíčcích
de: Prüfung stellte {} Problem(e) in {} Paket(en) fest
es: Comprobar {} problema(s) descubierto(s) en {} paquete(s)
fi: Tarkistus löysi {} ongelmaa {} paketissa
fr: {} problème(s) découvert(s) lors de la vérification de {} paquet(s)
hu: {} felfedezett probléma ellenőrzése {} csomagban
ja: {} 個の問題を {} 個のパッケージに検出しました
nl: Controle heeft {} probleem/problemen ontdekt in {} pakketten
pl: Sprawdź odkryte {} problemy w {} pakietach
pt_br: Verifique {} problema(s) descoberto(s) em {} pacote(s)
ro: Verifică {} problemă(e) descoperită(e) în {} pachet(e)
ru: Проверьте обнаруженную(-ые) {} проблему(-мы) в {} пакете(-ах)
sv: Kontrollen upptäckte {} problem i {} paket
tr: Bulunan {} sorunu {} pakette denetle

source: List of cache types to clean up. Supported types: {0}
ca: Llista els tipus de memòria cau a netejar. Tipus suportats: {0}
cs: Seznam typů mezipaměti k vyčištění. Podporované typy: {0}
de: Liste der zu bereinigenden Cache-Typen. Unterstützte Typen: {0}
es: Lista de tipos de caché para limpiar. Tipos soportados: {0}
fi: Luettelo siivottavista välimuistityypeistä. Tuetut tyypit: {0}
fr: Liste des types de cache à nettoyer. Types pris en charge : {0}
hu: Tisztítandó gyorsítótár-típusok. Támogatott típusok: {0}
ja: クリーンアップするキャッシュのタイプの一覧。サポートするタイプ: {0}
nl: Lijst van cachetypes om op te schonen. Ondersteunde types: {0}
pl: Lista typów pamięci podręcznej do wyczyszczenia. Obsługiwane typy: {0}
pt_br: Lista de tipos de cache para limpar. Tipos suportados: {0}
ro: Lista tipurilor de cache de curățat. Tipuri acceptate: {0}
ru: Список типов кэша для очистки. Поддерживаемые типы: {0}
sv: Lista över cachetyper att rensa upp. Typer som stöds: {0}
tr: Temizlenecek önbellek türlerinin listesi. Desteklenen türler: {0}

source: Unknown cache type "{0}". Supported types: {1}
ca: Tipus de memòria cau"{0}" desconegut. Tipus suportats: {1}
cs: Neznámý typ mezipaměti "{0}". Podporované typy: {1}
de: Unbekannter Cache-Typ "{0}". Unterstützte Typen: {1}
es: Tipo de caché desconocido "{0}". Tipos soportados: {1}
fi: Tuntematon välimuistityyppi ”{0}”. Tuetut tyypit: {1}
fr: Type de cache inconnu ({0}). Types pris en charge : {1}
hu: Ismeretlen gyorsítótártípus: „{0}”. Támogatott típusok: {1}
ja: 不明なキャッシュタイプ "{0}"。サポートするタイプ: {1}
nl: Onbekende cachetype "{0}". Ondersteunde types: {1}
pl: Nieznany typ pamięci podręcznej „{0}”. Obsługiwane typy: {1}
pt_br: Tipo de cache desconhecido "{0}". Tipos suportados: {1}
ro: Tip de cache necunoscut „{0}”. Tipuri acceptate: {1}
ru: Неизвестный тип кэша "{0}". Поддерживаемые типы: {1}
sv: Okänd cachetyp "{0}". Typer som stöds: {1}
tr: Bilinmeyen önbellek türü "{0}". Desteklenen türler: {1}

source: Failed to cleanup repository cache in path "{0}": {1}
ca: Ha fallat al netejar la memòria cau a la ruta "{0}": {1}
cs: Nepodařilo se vyčistit mezipaměť repozitáře v „{0}“: {1}
de: Bereinigung des Repository-Cache fehlgeschlagen im Pfad "{0}": {1}
es: Fallo al vaciar caché de repositorio en la ruta "{0}": {1}
fi: Ohjelmistolähteen välimuistin siivoaminen polussa ”{0}” epäonnistui: {1}
fr: Échec du nettoyage du cache des dépôts ({0}) : {1}
hu: A(z) „{0}” tároló-gyorsítótár tisztítása sikertelen: {1}
ja: パス "{0}" のリポジトリ キャッシュのクリーンアップに失敗しました: {1}
nl: Kon de repository-cache in pad "{0}" niet opschonen: {1}
pl: Nie udało się wyczyścić pamięci podręcznej repozytorium w ścieżce „{0}”: {1}
pt_br: Falha para limpar o cache de repositório no caminho "{0}": {1}
ro: Curățarea cache-ului depozitului din ruta „{0}” a eșuat: {1}
ru: Не удалось очистить кэш репозитория по пути "{0}": {1}
sv: Misslyckades att rensa arkivets cache i sökväg "{0}": {1}
tr: "{0}" yolunda depo önbelleği temizlenemedi: {1}

source: Cache directory "{}" does not exist. Nothing to clean.
ca: El directori de memòria cau "{}" no existeix. No hi ha res a netejar.
cs: Adresář mezipaměti „{}“ neexistuje. Není co uklidit.
de: Cache Verzeichnis {} existiert nicht. Nichts zu bereinigen.
es: Directorio de caché «{}» no existe. Nada que vaciar.
fi: Välimuistihakemistoa ”{}” ei ole olemassa. Ei siivottavaa.
fr: Le répertoire du cache ({}) n'existe pas. Rien à nettoyer.
hu: A(z) „{}” gyorsítótármappa nem létezik. Nincs mit tisztítani.
ja: キャッシュ ディレクトリ "{}" は存在しません。クリーンするものはありません。
nl: Cachemap "{}" bestaat niet. Er is niets om op te schonen.
pl: Katalog pamięci podręcznej „{}” nie istnieje. Nie ma nic do czyszczenia.
pt_br: O diretório de cache “{}” não existe. Não há nada para limpar.
ro: Directorul de cache „{}” nu există. Nu este nimic de curățat.
ru: Каталог кэша {} не существует. Нечего очищать.
sv: Cachekatalog {} finns inte. Inget att rengöra.
tr: "{}" önbellek dizini yok. Temizlenecek bir şey yok.

source: Cannot iterate cache directory "{}": {}
ca: No ha estat possible iterar dins el directori de memòria cau "{}": {}
cs: Adresář s mezipamětí „{}“ nelze procházet: {}
de: Kann das Cache Verzeichnis "{}": {} nicht wieder laden
es: No se puede iterar el directorio de caché «{}»: {}
fi: Välimuistihakemistoa "{}" ei voi iteroida: {}
fr: Impossible de parcourir le répertoire du cache ({}) : {}
hu: Nem lehet végiglépkedni a(z) „{}” gyorsítótármappán: {}
ja: キャッシュ ディレクトリ "{}" を反復処理できませんでした: {}
nl: Can cachemap "{}" niet doorlopen: {}
pl: Nie można iterować katalogu pamięci podręcznej „{}”: {}
pt_br: Não é possível iterar o diretório de cache “{}”: {}
ro: Nu se poate itera directorul de cache „{}”: {}
ru: Невозможно выполнить итерацию каталога кэша "{}": {}
sv: Kan inte iterera cachekatalog "{}": {}
tr: "{}" önbellek dizini kullanılamıyor: {}

source: Install debuginfo packages.
ca: Instal·la els paquets d'informació de depuració.
cs: nainstalovat debuginfo balíčky
de: Debuginfo-Pakete installieren.
es: Instalar paquetes con información debug.
fi: Asenna debuginfo-paketit.
fr: Installer des paquets debuginfo.
hu: Debuginfo-csomagok telepítése.
ja: debuginfo パッケージをインストール。
nl: Installeer debuginfo-pakketten.
pl: Zainstaluj pakiety debuginfo.
pt_br: Instalar pacotes debuginfo.
ro: Instalează pachetele debuginfo.
ru: Установить пакеты debuginfo.
sv: Installera debuginfo-paket.
tr: debuginfo paketlerini kur.

source: Upgrade or downgrade installed software to the latest available versions
ca: Actualitzar o desactualitzar el programari instal·lat a la versions més recents disponibles
cs: Aktualizovat nebo ponížit nainstalovaný software na nejnovější dostupné verze
de: Installierte Software auf die letzten verfügbare Versionen aktualisieren oder herunterstufen
es: Actualizar o degradar software instalado a las versiones más recientes disponibles
fi: Päivitä tai varhenna asennetut ohjelmistot uusimpiin saatavilla oleviin versioihin
fr: Installer la dernière version disponible des logiciels installés (réinstallation de versions antérieures possible)
hu: A telepített csomagok frissítése vagy visszaállítása a legfrissebb elérhető verziókra
ja: インストール済みソフトウェアを最新の利用可能なバージョンにアップグレードまたはダウングレード
nl: Werk geïnstalleerde software bij, of zet ze terug, naar de laatst beschikbare versies
pl: Uaktualnij lub obniż wersję zainstalowanego oprogramowania do najnowszych dostępnych wersji
pt_br: Atualize ou faça downgrade do software instalado para as versões mais recentes disponíveis
ro: Actualizarea sau retrogradarea software-ului instalat la cele mai recente versiuni disponibile
ru: Обновление или откат установленного программного обеспечения до последних доступных версий
sv: Uppgradera eller nedgradera installerad programvara till de senast tillgängliga versionerna
tr: Kurulu yazılımları kullanılabilir en son sürümlere yükselt veya düşür

source: Do transaction
ca: Fes la transacció
cs: Vykonat transakci
es: Realizar transacción
nl: Voer transactie uit
ro: Efectuează tranzacția
ru: Выполнить транзакцию
tr: İşlem çalıştır

source: Action to be done on the following items.
ca: Acció per fer als elements següents:
cs: Provede daný úkon s následujícími položkami.
es: Acción a ser hecha en los elementos siguientes.
nl: Actie die uitgevoerd moet worden op de volgende items.
ro: Se vor lua măsuri cu privire la următoarele elemente.
ru: Действия по следующим элементам.
tr: Takip eden ögeler üzerinde yapılacak eylem.

source: Unsupported action "{}"
ca: Acció no admesa: "{}"
cs: Nepodporovaný úkon „{}“
es: Acción no admitida “{}”
nl: Niet-ondersteunde actie "{}"
ro: Acțiune neacceptată „{}”
ru: Неподдерживаемое действие «{}»
tr: Desteklenmeyen eylem "{}"

source: Type of the following items.
ca: Tipus dels elements següents:
cs: Druh následujících položek.
es: Tipo de los siguientes elementos.
nl: Type van de volgende items.
ro: Tipul următoarelor elemente.
ru: Тип следующих элементов.
tr: Takip eden ögelerin türü.

source: Unsupported item type "{}"
ca: Tipus d'element "{}" no compatible
cs: Nepodporovaný druh položky „{}“
es: Tipo “{}” de elemento no admitido
nl: Niet-ondersteund itemtype "{}"
ro: Tip de element neadmis „{}”
ru: Неподдерживаемый тип элемента «{}»
tr: Desteklenmeyen öge türü "{}"

source: List of items to take action on
ca: Llista d'elements sobre els quals cal actuar
cs: Seznam položek s kterými provést úkon
es: Listado de elementos para tomar acción
nl: Lijst van items om actie op te ondernemen
ro: Lista elementelor asupra cărora trebuie luate măsuri
ru: Список элементов, по которым необходимо принять меры
tr: Eylem gerçekleştirilecek ögelerin listesi

source: Only package downgrade is supported.
ca: Només s'admet la baixada de paquets.
cs: Podporováno je pouze ponížení balíčku.
es: Solo está soportado el degradado de paquete.
nl: Alleen het terugzetten van pakketten naar een eerdere versie wordt ondersteund.
ro: Este acceptată doar retrogradarea pachetelor.
ru: Поддерживается только понижение версии пакета.
tr: Yalnızca paket sürümü düşürme desteklenir.

source: Only package reinstall is supported.
ca: Només s'admet la reinstal·lació de paquets.
cs: Podporována je pouze reinstalace balíčku.
es: Solo está soportada la reinstalación del paquete.
nl: Alleen herinstallatie van pakketten wordt ondersteund.
ro: Este acceptată doar reinstalarea pachetelor.
ru: Поддерживается только переустановка пакета.
tr: Yalnızca paket yeniden kurulumu desteklenir.

source: Action was not defined
ca: No s'ha definit l'acció
cs: Úkon nebyl určen.
es: La acción no fue definida
nl: Er is geen actie opgegeven
ro: Acțiunea nu a fost definită
ru: Действие не было определено
tr: Eylem tanımlanmadı

source: Invalid Environmet/Group specification: {}
ca: Especificació d'entorn / grup no vàlida: {}
cs: Neplatné určení prostředí nebo skupiny: {}
es: Entorno/Grupoo de especificación no válida: {}
nl: Ongeldige environment/groep-specificatie: {}
ro: Specificație de mediu/grup nevalidă: {}
ru: Неверная спецификация среды/группы: {}
tr: Geçersiz Ortam/Grup belirtimi: {}

source: Downgrading environments and groups is not supported.
ca: No s'admet la baixada d'entorns i grups.
cs: Ponížení prostředí nebo skupin není podporováno.
es: Entornos y grupos degradados no están mantenidos.
nl: Het terugzetten van omgevingen en groepen naar eerdere veries wordt niet ondersteund.
ro: Retrogradarea mediilor și grupurilor nu este acceptată.
ru: Понижение окружений и групп не поддерживается.
tr: Ortamların ve grupların sürümünün düşürülmesi desteklenmiyor.

source: Reinstaling environments and groups is not supported.
ca: No s'admet la reinstal·lació d'entorns i grups.
cs: Reinstalace prostředí nebo skupin není podporováno.
es: Entonos y grupos de reinstalación no están mantenidos.
nl: Het herinstalleren van omgevingen en groepen wordt niet ondersteund.
ro: Reinstalarea mediilor și grupurilor nu este acceptată.
ru: Переустановка сред и групп не поддерживается.
tr: Ortamların ve grupların yeniden kurulumu desteklenmiyor.

source: Downgrade software
ca: Desactualitzar programari
cs: Poníží programové vybavení
es: Degradar software
fi: Varhenna ohjelmistoja
fr: Installer une version antérieure des logiciels
hu: Szoftver visszaállítása
ja: ソフトウェアをダウングレード
nl: Software terugzetten naar een eerdere versie
pl: Obniżanie wersji oprogramowania
pt_br: Fazer downgrade do software
ro: Retrogradează software-ul (instalând o versiune anterioară a acestuia)
ru: Откат программного обеспечения
sv: Nedgradera programvara
tr: Yazılım sürümünü düşür

source: When running with --url, prints URLs from all available mirrors
ca: Quan s'executa amb --url, informa les URLs de tots els miralls disponibles
cs: S přepínačem --url vypisuje adresy ze všech dostupných zrcadel
de: Mit --url starten, um alle URLs aller verfügbarer Mirrors auszugeben
es: Al ejecutar con --url, imprime las URL de todos los espejos disponibles
fi: Suoritettaessa valitsimen ”--url” kanssa tulosta kaikkien saatavilla olevien peilipalvelimien URL:t
fr: Lorsque utilisé avec --url, affiche les URL de l'ensemble des miroirs disponibles
hu: Ha az --url kapcsolóval futtatja, megjeleníti az összes elérhető tükör webcímét
ja: --url オプションを使用して実行すると、利用可能なすべてのミラーからの URL を表示します
nl: Bij het gebruik van --url worden URL's van alle beschikbare mirrors weergegeven
pl: Po uruchomieniu z opcją --url drukuje adresy URL ze wszystkich dostępnych serwerów lustrzanych
pt_br: Ao executar com --url, imprime URLs de todos os espelhos disponíveis
ro: Când rulează cu „--url”, afișează adresele URL ale tuturor oglinzilor disponibile
ru: При выполнении с --url, выводит URL-адреса со всех доступных зеркал
sv: När det körs med --url, skriver URL:ar från alla tillgängliga speglar
tr: --url seçeneği ile çalıştırıldığında, kullanılabilir tüm yansıların URL'lerini yazdırır

source: Invalid urlprotocol option: {}
ca: Opció de protocol url invàlida: {}
cs: Neplatná volba protokolu adresy URL: {}
de: Ungültige URL-Protokolloption: {}
es: Opción urlprotocol inválida: {}
fi: Virheellinen URL-protokollan urlprotocol-valitsin: {}
fr: Option urlprotocol invalide : {}
hu: Érvénytelen urlprotocol kapcsoló: {}
ja: 無効な urlprotocol オプション: {}
nl: Ongeldige urlprotocol-optie: {}
pl: Nieprawidłowa opcja urlprotocol: {}
pt_br: Opção inválida de urlprotocol: {}
ro: Opțiune urlprotocol nevalidă: {}
ru: Недопустимый параметр urlprotocol: {}
sv: Ogiltigt urlprotocol alternativ: {}
tr: Geçersiz urlprotocol seçeneği: {}

source: Unsupported architecture "{0}". Please choose one from {1}
ca: Arquitectura "{0}" no suporta. Sisplau escull una de "{1}"
cs: Nepodporovaná architektura „{0}“. Vyberte prosím jednu z {1}
de: Nicht unterstützte Architektur "{0}". Bitte wählen Sie eine aus {1}
es: Arquitectura no soportada "{0}". Escoja una desde {1}
fi: Arkkitehtuuria ”{0}” ei tueta. Ole hyvä ja valitse yksi joukosta {1}
fr: Architecture "{0}" non prise en charge. Choisissez-en une parmi {1}
hu: Nem támogatott „{0}” architektúra. Válasszon ezek közül: {1}
ja: サポートされてないアーキテクチャ "{0}"。 {1} から一つ選んでください
nl: Niet-ondersteunde architectuur "{0}". Geldige opties: {1}
pl: Nieobsługiwana architektura „{0}”. Wybierz jedną z {1}
pt_br: Sem suporte à arquitetura "{0}. Escolha uma entre {1}
ro: Arhitectură neacceptată „{0}”. Vă rugăm să alegeți una dintre {1}
ru: Неподдерживаемая архитектура "{0}". Пожалуйста, выберите одну из {1}
sv: Arkitektur "{0}" som inte stöds. Välj en från {1}
tr: Desteklenmeyen mimari "{0}". Lütfen {1} seçeneklerinden birini seçin

source: Option "--alldeps" should be used with "--resolve"
ca: L'opció "--alldeps" ha d'usar-se amb "--resolve"
cs: Volba „--alldeps“ by měla být použita s „--resolve“
de: Option "--alldeps" sollte mit "--resolve" genutzt werden
es: Opción "--alldeps" debería ser usada con "--resolve"
fi: Valitsinta”'--alldeps” tulee käyttää yhdessä valitsimen ”--resolve” kanssa
fr: L'option "--alldeps" devrait être utilisée avec "--resolve"
hu: A(z) „--alldeps” kapcsolót a „--resolve” kapcsolóval együtt kell használni
ja: オプション "--alldeps" は "--resolve" と一緒に使用する必要があります
nl: Optie "--alldeps" moet gebruikt worden met "--resolve"
pl: Opcja „--alldeps” powinna być używana z opcją „--resolve”
pt_br: As opções "--alldeps" devem ser usadas com "--resolve"
ro: Opțiunea „--alldeps” trebuie utilizată cu opțiunea „--resolve”
ru: Опция "--alldeps" должна использоваться вместе с "--resolve"
sv: Alternativet "--alldeps" ska användas med "--resolve"
tr: "--alldeps" seçeneği "--resolve" ile birlikte kullanılmalıdır

source: No package "{}" available; You might want to use --skip-unavailable option.
ca: No hi ha cap paquet {} disponible. És possible que vulgueu usar l'opció --skip-unavailable.
cs: Žádný balíček „{}“ není dostupný. Možná byste chtěli použít přepínač --skip-unavailable.
es: Ningún paquete «{}» disponible; quizá desea utilizar la opción --skip-unavailable.
hu: Nem érhető el „{}” csomag; Lehet, hogy a --skip-unavailable kapcsolót akarja használni.
ja: パッケージ "{}" は利用できません。--skip-unavailable オプションの利用を検討してください。
nl: Pakket "{}" niet beschilbaar; wellicht wil je de optie --skip-unavailable gebruiken.
pl: Brak dostępnego pakietu "{}". Możesz użyć opcji --skip-unavailable.
ro: Niciun pachet „{}” nu este disponibil; este posibil să doriți să utilizați opțiunea „--skip-unavailable”.
ru: Пакет «{}» не доступен; Возможно, вам следует использовать опцию --skip-unavailable.
sv: Inget paket "{}" tillgängligt, Du kanske vill använda alternativet --skip-unavailable.
tr: Kullanılabilir "{}" paketi yok; --skip-unavailable seçeneğini kullanmak isteyebilirsiniz.

source: Show only available environments.
ca: Mostra només els entorns disponibles.
cs: Zobrazí pouze dostupná prostředí.
de: Nur verfügbare Umgebungen anzeigen.
es: Mostrar solo entornos disponibles.
fi: Näytä vain saatavilla olevat ympäristöt.
fr: Afficher uniquement les environnements disponibles.
hu: Csak az elérhető környezetek megjelenítése.
ja: 利用可能な環境のみを表示します。
nl: Geef alleen beschikbare omgevingen weer.
pl: Pokaż tylko dostępne środowiska.
pt_br: Mostra apenas ambientes disponíveis.
ro: Afișează numai mediile disponibile.
ru: Показать только доступные среды.
sv: Visa endast tillgängliga miljöer.
tr: Sadece kullanılabilir ortamları göster.

source: Show only installed environments.
ca: Mostra només els entorns instal·lats.
cs: Zobrazí pouze nainstalovaná prostředí.
de: Nur installierte Umgebungen anzeigen.
es: Mostrar solo entornos instalados.
fi: Näytä vain asennetut ympäristöt.
fr: Afficher uniquement les environnements installés.
hu: Csak a telepített környezetek megjelenítése.
ja: インストール済みの環境のみを表示します。
nl: Geef alleen geïnstalleerde omgevingen weer.
pl: Pokaż tylko zainstalowane środowiska.
pt_br: Mostra apenas ambientes instalados.
ro: Afișează numai mediile instalate.
ru: Показать только установленные среды.
sv: Visa endast installerade miljöer.
tr: Sadece yüklenmiş ortamları göster.

source: Pattern matching environment IDs.
ca: Patró que coincideix amb els IDs d'entorn.
cs: ID prostředí odpovídající vzoru.
de: Mustervergleich von Umgebungs-IDs.
es: IDs de entorno de coincidencia de patrones.
fi: Lauseketta vastaavat ympäristötunnukset.
fr: Motif à rechercher dans les ID d'environnement.
hu: Mintaillesztés a környezetazonosítóknál.
ja: 環境 ID に一致するパターン。
nl: Patroon dat overeenkomt met omgevings-ID's.
pl: Dopasowywanie wzorców identyfikatorów środowisk.
pt_br: Padrão correspondendo a IDs de ambientes.
ro: Model de căutat în ID-urile de mediu.
ru: Идентификаторы среды, соответствующие шаблону.
sv: Mönstermatchande miljö-IDn.
tr: Ortam kimliklerini (ID'lerini) eşleştirme kalıbı.

source: Manage comps environments
ca: Administra entorns de comps
de: Comp-Umgebungen verwalten
es: Gestiona entornos comps
fi: Hallitse comps-ympäristöjä
fr: Gérer les environnements comps
hu: A comps környezetek kezelése
ja: comps 環境管理
nl: Beheer comps-omgevingen
pl: Zarządzaj środowiskami comps
pt_br: Gerenciar ambientes de comps
ro: Gestionează mediile comps
ru: Управление средами comps
sv: Hantera comps-miljöer
tr: Ortam gruplarını yönet

source: The following items can be selected only from the specified repositories. All enabled repositories will still be used to satisfy dependencies.
ca: Els elements següents només es poden seleccionar dels repositoris especificats. Tots els dipòsits habilitats s'usaran encara per satisfer les dependències.
es: Los siguientes elementos pueden ser seleccionados solo desde los repositorioes especificados. Todos los repositorios activados serán utilizandos para satisfacer dependencias.
nl: De volgende items kunnen alleen uit de opgegeven repositores geselecteerd worden. Alle ingeschakelde repositories zullen nog steeds gebruikt worden om aan afhankelijkheden te voldoen.
ro: Următoarele elemente pot fi selectate numai din depozitele specificate. Toate depozitele activate vor fi utilizate în continuare pentru a satisface dependențele.
ru: Следующие элементы могут быть выбраны только из указанных репозиториев. Все включенные репозитории будут по-прежнему использоваться для удовлетворения зависимостей.
tr: Aşağıdaki ögeler yalnızca belirtilen depolardan seçilebilir. Etkinleştirilen tüm depolar, bağımlılıkları karşılamak için yine de kullanılacaktır.

source: REPO_ID,...
cs: ID_REPOZITÁŘE,…
ro: ID_DEPOZIT,...
tr: DEPO_KİMLİĞİ,...

source: "--from_repo" already defined with diferent value
ca: "--from_repo" ja està definit amb un valor diferent
cs: „--from_repo“ je již použito s jinou hodnotou
es: "--from_repo" ya definido con valor diferente
nl: "--from_repo" is al gedefinieerd met een andere waarde
ro: „--from_repo” deja definită cu o valoare diferită
tr: "--from_repo" zaten farklı bir değerle tanımlandı

source: Filters installed packages by the ID of the repository they were installed from.
ca: Filtra els paquets instal·lats per l'ID del repositori des del qual es van instal·lar.
cs: Filtruje nainstalované balíčky podle identifikátoru repozitáře, z kterého byly nainstalovány.
ro: Filtrează pachetele instalate după ID-ul depozitului din care au fost instalate.
tr: Kurulu paketleri, kuruldukları deponun kimliğine göre filtreler.

source: "--installed-from_repo" already defined with diferent value
ca: "--installed-from_repo" ja està definit amb un valor diferent
cs: „--installed-from_repo“ je již použito s jinou hodnotou
ro: „--installed-from_repo” deja definită cu o valoare diferită
tr: "--installed-from_repo" zaten farklı bir değerle tanımlandı

source: Show only available groups.
ca: Mostra només els grups disponibles.
cs: Zobrazit pouze dostupné skupiny.
de: Nur verfügbare Gruppen anzeigen.
es: Mostrar solo grupos disponibles.
fi: Näytä vain saatavilla olevat ryhmät.
fr: Afficher uniquement les groupes disponibles.
hu: Csak az elérhető csoportok megjelenítése.
ja: 利用可能なグループのみを表示します。
nl: Geef alleen beschikbare groepen weer.
pl: Pokaż tylko dostępne grupy.
pt_br: Mostra apenas grupos disponíveis.
ro: Afișează numai grupurile disponibile.
ru: Показывать только доступные группы.
sv: Visa endast tillgängliga grupper.
tr: Yalnızca kullanılabilir grupları göster.
