Repository: rpm-software-management/dnf5
Catalog: dnf5/po/*.po
Languages: ca, cs, de, es, fi, fr, hu, ja, nl, pl, pt_br, ro, ru, sv, tr

source: No matching repositories for {}. To use repositories from a host system, pass --use-host-config option
ca: No hi ha dipòsits coincidents per a {}. Per usar dipòsits d'un sistema amfitrió, apliqueu l'opció --use-host-config
cs: Žádný repozitář neodpovídá {}. Pro použití repozitářů z hostitelského systému použijte přepínač --use-host-config.
de: Keine passenden Paketquellen für {}. Um Paketquellen eines Host-Systems zu nutzen, füge die --use-host-config Option hinzu
es: No hay repositorios coincidentes para {}. Para usar repositorios de un sistema anfitrión, utilice la opción --use-host-config
fi: Ei vastaavia tietovarastoja {}:lle. Jos haluat käyttää tietovarastoja isäntäjärjestelmästä, välitä vaihtoehto `--use-host-config`
fr: Aucun dépôt correspondant à {}. Pour utiliser les dépôts du système hôte, passez l'option --use-host-config.
hu: Nincs megfelelő tároló a következőhöz: {}. A gazdarendszer tárolóinak használatához adja át a --use-host-config kapcsolót
ja: {} に一致するリポジトリがありません。ホストシステムのリポジトリを使用するには、--use-host-config オプションを指定してください
nl: Geen overeenkomende repositories voor {}. Om repositories van een hostsysteem te gebruiken, geef de optie --use-host-config mee
pl: Brak pasujących repozytoriów dla {}. Aby użyć repozytoriów z systemu hosta, przekaż opcję --use-host-config
pt_br: Nenhum repositório correspondente para {}. Para utilizar repositórios de um sistema host, passe a opção --use-host-config
ro: Nu există depozite care să corespundă cu {}. Pentru a utiliza depozitele dintr-un sistem gazdă, utilizați opțiunea „--use-host-config”.
ru: Нет подходящих репозиториев для {}. Чтобы использовать репозитории из хост-системы, передайте опцию --use-host-config
sv: Inga matchande förråd för {}. För att använda förråd från ett värdsystem, skicka --use-host-config
tr: {} için eşleşen depo yok. Bir ana sistemdeki depoları kullanmak için --use-host-config seçeneğini belirtin

source: No matching repositories for {}
ca: No hi ha dipòsits coincidents per a {}
cs: Žádný repozitář neodpovídá {}
de: Keine passenden Paketquellen für {}
es: No hay repositorios coincidentes para {}
fi: Ei vastaavia tietovarastoja {}:lle
fr: Aucun dépôt correspondant à {}
hu: Nincs megfelelő tároló a következőhöz: {}
ja: {} に一致するリポジトリがありません
nl: Geen overeenkomende repositories voor {}
pl: Brak pasujących repozytoriów dla {}
pt_br: Nenhum repositório correspondente para {}
ro: Niciun depozit care să coincidă cu {}
ru: Нет подходящих репозиториев для {}
sv: Inga matchande förråd för {}
tr: {} için eşleşen depo yok

source: Updating and loading repositories:
ca: Actualització i càrrega de dipòsits:
cs: Aktualizace a načítání repozitářů:
de: Aktualisiere und lade Paketquellen:
es: Actualizando y cargando repositorios:
fi: Päivitetään ja ladataan ohjelmistolähteet:
fr: Mise à jour et chargement des dépôts :
hu: Tárolók frissítése és betöltése:
ja: リポジトリの更新を読み込み中:
nl: Updaten en laden van repositories:
pl: Aktualizowanie i ładowanie repozytoriów:
pt_br: Atualizando e carregando repositórios:
ro: Se actualizează și se încarcă depozitele:
ru: Обновление и загрузка репозиториев:
sv: Uppdaterar och laddar förråd:
tr: Depolar güncelleniyor ve yükleniyor:

source: Repositories loaded.
ca: Dipòsits carregats.
cs: Repozitáře načteny.
de: Paketquellen geladen.
es: Repositorios cargados.
fi: Ohjelmistolähteet ladattu.
fr: Dépôts chargés.
hu: Tárolók betöltése.
ja: リポジトリを読み込みました。
nl: Repositories zijn geladen.
pl: Załadowano repozytoria.
pt_br: Repositórios carregados.
ro: Depozite încărcate.
ru: Репозитории загружены.
sv: Förråd laddade.
tr: Depolar yüklendi.

source: Testing offline transaction
ca: Es prova la transacció fora de línia
cs: Kontroluje se transakce mimo běh systému.
de: Offline-Transaktion testen
es: Probando transacción fuera de línea
fi: Testataan ei-verkkotapahtumaa
fr: Test de la transaction hors ligne
hu: Offline tranzakció ellenőrzése
ja: オフライン トランザクションを検証中
nl: Offline-transactie testen
pl: Testowanie transakcji offline
pt_br: Tentando transações offline
ro: Se testează tranzacția fără conexiune
ru: Тестирование автономной транзакции
sv: Testar offline transaktion
tr: Çevrim dışı işlem test ediliyor

source: Transaction failed: {}
ca: Ha fallat la transacció: {}
cs: Transakce selhala: {}
de: Transaktion fehlgeschlagen: {}
es: Transacción incorrecta: {}
fi: Tapahtuma epäonnistui: {}
fr: Transaction échouée : {}
hu: A tranzakció sikertelen: {}
ja: トランザクションが失敗しました: {}
nl: Transactie mislukt: {}
pl: Transakcja nie powiodła się: {}
pt_br: Transação falhou: {}
ro: Tranzacția a eșuat: {}
ru: Сбой транзакции: {}
sv: Transaktionen misslyckades: {}
tr: İşlem başarısız: {}

source: Location "{}" already contains a stored transaction, it will be overwritten.
ca: La ubicació {} ja conté una transacció desada. Se sobreescriurà.
cs: Umístění „{}“ již obsahuje uloženou transakci. Bude přepsána.
de: Stelle "{}" enthält bereits eine gespeicherte Transaktion, diese wird überschreiben.
es: Ubicación "{}" ya contiene una transacción almacenada, será sobrescrita.
fi: Sijainti "{}" sisältää jo tallennetun tapahtuman, se korvataan.
fr: L'emplacement "{}" contient déjà une transaction stockée, elle sera écrasée.
hu: A(z) „{}” hely már tartalmaz egy tárolt tranzakciót, felül lesz írva.
ja: "{}" にはすでに保存されたトランザクションがあったため、上書きされます。
nl: Locatie "{}" bevat al een opgeslagen transactie; deze zal worden overschreven.
pl: Lokalizacja „{}” zawiera już zapisaną transakcję, zostanie ona nadpisana.
pt_br: O local “{}” já contém uma transação armazenada, ela será substituída.
ro: Locația „{}” conține deja o tranzacție stocată, aceasta va fi suprascrisă.
ru: Место "{}" уже содержит сохраненную транзакцию, она будет перезаписана.
sv: Platsen ”{}” innehåller redan en lagrad transaktion, den kommer att skrivas över.
tr: "{}" konumu zaten kayıtlı bir işlem içeriyor, bu işlemin üzerine yazılacak.

source: There is already an offline transaction queued, initiated by the following command:
ca: Ja hi ha una transacció fora de línia a la cua, iniciada per l'ordre següent:
cs: Transakce pro běh mimo systém již byla přichystána tímto příkazem:
de: Eine Offline-Transaktion steht bereits an, initialisiert durch folgenden Befehl:
es: Ya hay una transacción fuera de línea encolada, iniciada por el siguiente comando:
fi: Jonossa on jo ei-verkkotapahtuma, joka on aloitettu seuraavalla komennolla:
fr: Une transaction hors ligne est déjà en attente, elle a été amorcée par la commande suivante :
hu: Már sorba van állítva egy offline tranzakció, melyet a következő parancs kezdeményezett:
ja: すでに待機中に以下のコマンドによって開始されたオフライン トランザクションがあります:
nl: Er staat al een offline-transactie in de wachtrij, gestart door het volgende commando:
pl: Istnieje już w kolejce transakcja offline zainicjowana następującym poleceniem:
pt_br: Já existe uma transação offline na fila, iniciada pelo seguinte comando:
ro: Există deja o tranzacție fără conexiune în așteptare, inițiată de următoarea comandă:
ru: В очереди уже находится автономная транзакция, инициированная следующей командой:
sv: Det finns redan en offlinetransaktion i kö, initierad av följande kommando:
tr: Şu komutla başlatılan çevrim dışı bir işlem zaten sıraya alındı:

source: Continuing will cancel the old offline transaction and replace it with this one.
ca: Si continueu, es cancel·larà transacció anterior fora de línia i la substituirà per aquesta.
cs: Pokračováním starou transakci pro běh mimo systém zrušíte a nahradíte touto.
de: Fortführung wird die vorherige offline Transaktion löschen und mit dieser ersetzen.
es: Al continuar se cancelará la transacción fuera de línea anterior y será reemplazada por esta.
fi: Jatkaminen peruuttaa vanhan ei-verkkotapahtuman ja korvaa sen tällä.
fr: En continuant, l'ancienne transaction hors ligne sera annulée et remplacée par celle-ci.
hu: A folytatással megszakítja a régi offline tranzakciót, és lecseréli ezzel.
ja: 続行すると、古いオフライン トランザクションがキャンセルされ、これに置き換えられます。
nl: Doorgaan zal de vorige offline-transactie annuleren en vervangen door deze.
pl: Kontynuowanie spowoduje anulowanie starej transakcji offline i zastąpienie jej tą.
pt_br: Continuar cancelará a antiga transação offline e a substituirá por este.
ro: Continuarea va anula vechea tranzacție fără conexiune la rețea și o va înlocui cu aceasta.
ru: Продолжение отменит старую автономную транзакцию и заменит её этой.
sv: Om du fortsätter avbryts den gamla offlinetransaktionen och ersätts med den här.
tr: Devam edilirse eski çevrim dışı işlem iptal edilecek ve bu işlemle değiştirilecektir.

source: Transaction stored to be performed offline. Run `dnf5 offline reboot` to reboot and run the transaction. To cancel the transaction and delete the downloaded files, use `dnf5 offline clean`.
ca: Transacció desada per fer-la fora de línia. Executeu 'dnf5 offline reboot' per reiniciar i executar la transacció. Per cancel·lar la transacció i suprimir els fitxers baixats, useu 'dnf5 offline clean'.
cs: Transakce byla uložena pro běh mimo systém. Pro restart systému a následné vykonání transakce spusťte „dnf5 offline reboot“. Pro zrušení transakce a smazání stažených souborů použijte „dnf5 offline clean“.
de: Transaktion wurde gespeichert, um offline ausgeführt werden zu können. Starte`dnf offline reboot` um neuzustarten und die Transaktion auszuführen und lösche die heruntergeladenen Dateien durch das ausführen von `dnf offline clean`.
es: Transacción almacenada para ser realizada fuera de línea. Ejecute `dnf5 offline reboot`para reiniciar y ejecutar la transacción. Para cancelar la transacción y eliminar los archivos descargados, use `dnf5 offline clean`.
fi: Tapahtuma tallennettu suoritettavaksi ei-verkkotilassa. Suorita `dnf5 offline reboot` käynnistääksesi uudelleen ja suorittaaksesi tapahtuman. Käytä `dnf5 offline clean` peruuttaaksesi tapahtuman ja poistaaksesi ladatut tiedostot.
fr: Transaction stockée pour exécution hors ligne. Exécutez `dnf5 offline reboot` pour redémarrer et exécuter la transaction. Pour annuler la transaction et supprimer les fichiers téléchargés, utilisez `dnf5 offline clean`.
hu: Offline végrehajtáshoz tárolt tranzakció. Futtassa a `dnf5 offline reboot` parancsot az újraindításhoz, és a tranzakció futtatásához. A tranzakció megszakításához és a letöltött fájlok törléséhez használja a `dnf5 offline clean` parancsot.
ja: オフラインで実行するためにトランザクションを保存しました。トランザクションを実行するには、`dnf5 offline reboot` を実行してください。トランザクションをキャンセルし、ダウンロードしたファイルを削除するには、`dnf5 offline clean` を実行してください。
nl: Transactie is opgeslagen om offline uit te voeren. Voer `dnf5 offline reboot` uit om opnieuw op te starten en de transactie uit te voeren. Om de transactie te annuleren en de gedownloade bestanden te verwijderen, gebruik `dnf5 offline clean`.
pl: Transakcja zapisana do wykonania w trybie offline. Uruchom `dnf5 offline reboot`, aby ponownie uruchomić i uruchomić transakcję. Aby anulować transakcję i usunąć pobrane pliki, użyj `dnf5 offline clean`.
pt_br: Transação armazenada para ser executada offline. Execute o `dnf5 offline reboot` para reiniciar e executar a transação. Para cancelar a transação e excluir os arquivos baixados, use `dnf5 offline clean`.
ro: Tranzacția stocată pentru a fi efectuată fără conexiune. Executați «dnf5 offline reboot» pentru a reporni și a executa tranzacția. Pentru a anula tranzacția și a șterge fișierele descărcate, utilizați «dnf5 offline clean».
ru: Транзакция сохранена для выполнения в автономном режиме. Выполните `dnf5 offline reboot`, чтобы перезагрузить и запустить транзакцию. Чтобы отменить транзакцию и удалить загруженные файлы, используйте `dnf5 offline clean`.
sv: Transaktionen lagrad för att utföras offline. Kör `dnf5 offline reboot` för att starta om och köra transaktionen. För att avbryta transaktionen och ta bort de nedladdade filerna, använd `dnf5 offline clean`.
tr: İşlem çevrim dışı olarak gerçekleştirilmek üzere kaydedildi. Yeniden başlatmak ve işlemi çalıştırmak için `dnf5 offline reboot` komutunu kullanın. İşlemi iptal etmek ve indirilen dosyaları silmek için `dnf5 offline clean` komutunu kullanın.

source: Running transaction
ca: S'executa la transacció
cs: Transakce zahájena
de: Transaktion wird ausgeführt
es: Ejecutando transacción
fi: Suoritetaan transaktio
fr: Exécution de la transaction
hu: Tranzakció futtatása
ja: トランザクションを実行中
nl: Transactie uitvoeren
pl: Wykonywanie transakcji
pt_br: Executando transações
ro: Tranzacție în derulare
ru: Выполнение транзакции
sv: Kör transaktionen
tr: İşlem çalıştırılıyor

source: Upgrading {}
ca: S'actualitza {}
cs: Aktualizuje se {}
de: Aktualisiere {}
es: Actualizando {}
fi: Päivitetään {}
fr: Mise à jour de {}
hu: A(z) {} frissítése
ja: 更新中 {}
nl: Upgraden {}
pl: Aktualizowanie {}
pt_br: Atualizando {}
ro: Se actualizează {}
ru: Обновление {}
sv: Uppgraderar {}
tr: {} yükseltiliyor

source: Downgrading {}
ca: Es degrada {}
cs: Ponižuje se {}
de: Downgrade {}
es: Degradando {}
fi: Versiota alennetaan {}
fr: Installation de la version antérieure de {}
hu: A(z) {} visszafejlesztése
ja: ダウングレード中 {}
nl: Downgraden {}
pl: Obniżanie wersji {}
pt_br: Desatualizando {}
ro: Se retrogradează {}
ru: Откат {}
sv: Nedgraderar {}
tr: {} eski sürüme düşürülüyor

source: Reinstalling {}
ca: Es reinstal·la {}
cs: Přeinstalovává se {}
de: Reinstalliere {}
es: Reinstalando {}
fi: Asennetaan uudelleen {}
fr: Réinstallation de {}
hu: A(z) {} újratelepítése
ja: 再インストール中 {}
nl: Herinstalleren {}
pl: Ponowna instalacja {}
pt_br: Reinstalando {}
ro: Se reinstalează {}
ru: Переустановка {}
sv: Ominstallerar {}
tr: {} yeniden kuruluyor

source: Unexpected action in TransactionPackage: {}
ca: Acció inesperada a TransactionPackage: {}
cs: Nečekaný úkon v TransactionPackage: {}
de: Unerwartete Aktion in TransactionPackage: {}
es: Acción inesperada en paquete de transacción: {}
fi: Odottamaton toimenpide TransactionPackagessa: {}
fr: Action inattendue dans le TransactionPackage : {}
hu: Váratlan művelet a tranzakciócsomagban: {}
ja: トランザクション パッケージに予期しないアクション: {}
nl: Onverwachte actie in TransactionPackage: {}
pl: Nieoczekiwana akcja w TransactionPackage: {}
pt_br: Ação inesperada em TransactionPackage: {}
ro: Acțiune neașteptată în TransactionPackage: {}
ru: Неожиданное действие в TransactionPackage: {}
sv: Oväntad åtgärd i TransactionPackage: {}
tr: TransactionPackage içinde beklenmeyen eylem: {}

source: Installing {}
ca: S'instal·la {}
cs: Instaluje se {}
de: Installiere {}
es: Instalando {}
fi: Asennetaan {}
fr: Installation de {}
hu: A(z) {} telepítése
ja: インストール中 {}
nl: Installeren {}
pl: Instaluję {}
pt_br: Instalando {}
ro: Se instalează {}
ru: Установка {}
sv: Installerar {}
tr: {} kuruluyor

source: Prepare transaction
ca: Es prepara la transacció
cs: Transakce se připravuje
de: Transaktion vorbereiten
es: Preparar transacción
fi: Valmistellaan transaktiota
fr: Préparer la transaction
hu: Tranzakció előkészítése
ja: トランザクションの準備
nl: Transactie voorbereiden
pl: Przygotowywanie transakcji
pt_br: Preparar transação
ro: Pregătirea tranzacției
ru: Подготовить транзакцию
sv: Förbereder transaktion
tr: İşlemi hazırla

source: Removing {}
ca: Se suprimeix {}
cs: Odstraňuje se {}
de: Entferne {}
es: Eliminando {}
fi: Poistetaan {}
fr: Suppression de {}
hu: A(z) {} eltávolítása
ja: 削除中 {}
nl: Verwijderen {}
pl: Usuwam {}
pt_br: Removendo {}
ro: Se elimină {}
ru: Удаление {}
sv: Tar bort {}
tr: {} kaldırılıyor

source: Cleanup {}
ca: Es neteja {}
cs: Uklízí se {}
de: Räume auf {}
es: Limpieza {}
fi: Puhdistus {}
fr: Nettoyage de {}
hu: A(z) {} tisztítása
ja: クリーンアップ {}
nl: Opschonen {}
pl: Czyszczenie {}
pt_br: Limpando {}
ro: Curățare {}
ru: Очистка {}
sv: Rensar upp {}
tr: {} temizleniyor

source: Unpack error: {}
ca: Error de desempaquetat: {}
cs: Chyba při rozbalování: {}
de: Fehler beim Entpacken: {}
es: Error de desempaquetado: {}
fi: Pakkauksen purkuvirhe: {}
fr: Erreur lors du dépaquetage : {}
hu: Kibontási hiba: {}
ja: 解凍エラー: {}
nl: Fout bij uitpakken: {}
pl: Błąd rozpakowywania: {}
pt_br: Erro de descompactação: {}
ro: Eroare la despachetare: {}
ru: Сбой распаковки: {}
sv: Uppackningsfel: {}
tr: Paket açma hatası: {}

source: Cpio error: {}
ca: Error de Cpio: {}
cs: Chyba archivu cpio: {}
de: Cpio Fehler: {}
es: Error Cpio: {}
fi: Cpio-virhe: {}
fr: Erreur cpio : {}
hu: Cpio hiba: {}
ja: cpio エラー: {}
nl: Cpio-fout: {}
pl: Błąd cpio: {}
ro: Eroare cpio: {}
ru: Сбой Cpio: {}
sv: Cpio fel: {}
tr: Cpio hatası: {}

source: Scriptlet output:
ca: Sortida de l'scriptlet:
cs: Výstup skriptu:
de: Scriptlet Ausgabe:
es: Salida del scriptlet:
fi: Sovelman tuloste:
fr: Sortie du scriptlet :
hu: Beállítás kimenete:
ja: scriptlet 出力:
nl: Uitvoer van scriptlet:
pl: Dane wyjściowe scriptletu:
pt_br: Saída do scriptlet:
ro: Ieșire scriptlet:
ru: Вывод скриплета:
sv: Skriptutdata:
tr: Betik çıktısı:

source: Running scriptlets
ca: Executant scriptlets
cs: Vykonávají se skripty
es: Ejecutando scriptlets
fi: Suoritetaan sovelmia
hu: Parancsfájlok futtatása
ja: scriptlet を実行中
nl: Scriptlets uitvoeren
pl: Uruchamianie scriptletów
pt_br: Executando scriptlets
ro: Se execută scripturile
ru: Выполнение скриптлетов
sv: Kör skriptlets
tr: Betikler çalıştırılıyor

source: Running {} scriptlet: {}
ca: Executant l'scriptlet de {}: {}
cs: Spouští se skript {}: {}
de: Führe {} scriptlet aus: {}
es: Ejecutando {} scriptlet: {}
fi: Suoritetaan sovelmaa {}: {}
fr: Exécution du scriptlet {} : {}
hu: A(z) {} parancsfájl futtatása: {}
ja: {} scriptlet を実行中: {}
nl: Scriptlet {} uitvoeren: {}
pl: Uruchamianie scriptletu {}: {}
pt_br: Executando {} scriptlet: {}
ro: Se execută scriptul {}: {}
ru: Выполняется {} скриптлет: {}
sv: Kör {} skriptlet: {}
tr: {} betiği çalıştırılıyor: {}

source: Finished {} scriptlet: {}
ca: S'ha acabat l'scriptlet de {} : {}
cs: Skript {} dokončen: {}
de: Fertiggestellt {} scriptlet: {}
es: Finalizado {} scriptlet: {}
fi: Valmis sovelma {}: {}
fr: Scriptlet {} terminé : {}
hu: A(z) {} parancsfájl befejeződött: {}
ja: {} scriptlet を実行完了: {}
nl: Scriptlet {} afgerond: {}
pl: Zakończono {} scriptlet: {}
pt_br: Scriptlet {} finalizado: {}
ro: Scriptlet finalizat {}: {}
ru: Выполнено {} скриптлет: {}
sv: Slutfört {} skriptlet: {}
tr: {} betiği tamamlandı: {}

source: Non-critical error in {} scriptlet: {}
ca: Error no crític a l'scriptlet de {} : {}
cs: Nekritická chyba ve skriptu {}: {}
de: Nicht-kritischer Fehler in {} scriptlet: {}
es: Error no crítico en {} scriptlet: {}
fi: Ei-kriittinen virhe sovelmassa {}: {}
fr: Erreur non critique dans le scriptlet {} : {}
hu: Nem kritikus hiba a(z) {} parancsfájlban: {}
ja: {} scriptlet で非致命エラー: {}
nl: Niet-kritieke fout in scriptlet {}: {}
pl: Błąd niekrytyczny w scriptlecie {}: {}
pt_br: Erro não crítico no {} scriptlet: {}
ro: Eroare necritică în scriptul {}: {}
ru: Некритическая ошибка в скриптлете {}: {}
sv: Icke-kritisk fel i {} skriptlet: {}
tr: {} betiğinde önemli olmayan hata: {}

source: Error in {} scriptlet: {}
ca: Error a l'scriptlet de {}: {}
cs: Chyba ve skriptu {}: {}
de: Fehler in {} scriptlet: {}
es: Error en {} scriptlet: {}
fi: Virhe sovelmassa {}: {}
fr: Erreur dans le scriptlet {} : {}
hu: Hiba a(z) {} parancsfájlban: {}
ja: {} scriptlet でエラー: {}
nl: Fout in scriptlet {}: {}
pl: Błąd w scriptlecie {}: {}
pt_br: Erro {} no scriptlet: {}
ro: Eroare în scriptlet-ul {}: {}
ru: Сбой в {} скриптлет: {}
sv: Fel i {} skriptlet: {}
tr: {} betiğinde hata: {}

source: Verify package files
ca: Verificació dels fitxers dels paquets
cs: Ověřují se soubory s balíčky
de: Verifiziere Paket Dateien
es: Verificar archivos de paquete
fi: Vahvista pakettitiedostot
fr: Vérifier les fichiers des paquets
hu: Csomagfájlok ellenőrzése
ja: パッケージ ファイルを検証
nl: Pakketbestanden verifiëren
pl: Weryfikowanie plików pakietu
pt_br: Verifique os arquivos do pacote
ro: Verifică fișierele pachetului
ru: Проверить файлы пакета
sv: Verifiera paketfiler
tr: Paket dosyalarını doğrula

source: Cannot load shared library "{}": {}
ca: No es pot carregar la biblioteca compartida {}: {}
cs: Nelze načíst sdílenou knihovnu "{}": {}
de: Shared-Library kann nicht geladen werden "{}": {}
es: No se puede cargar la biblioteca compartida "{}": {}
fi: Jaettua kirjastoa ”{}” ei voi ladata: {}
fr: Impossible de charger la bibliothèque partagée "{}" : {}
hu: A(z) „{}” közös programkönyvtár nem tölthető be: {}
ja: 共有ライブラリ "{}" を読み込めませんでした: {}
nl: Kan gedeelde library "{}" niet vinden: {}
pl: Nie można załadować biblioteki współdzielonej „{}”: {}
pt_br: Não foi possível carregar a biblioteca compartilhada "{}": {}
ro: Nu se poate încărca biblioteca partajată „{}”: {}
ru: Невозможно загрузить общую библиотеку "{}": {}
sv: Kan inte ladda delat bibliotek "{}": {}
tr: "{}" paylaşılan kütüphanesi yüklenemiyor: {}

source: Cannot obtain address of symbol "{}": {}
ca: No es pot obtenir l'adreça del símbol {}: {}
cs: Nelze získat adresu symbolu "{}": {}
de: Adresse des Symbols kann nicht abgerufen werden "{}": {}
es: No se puede obtener la dirección del símbolo "{}": {}
fi: Symbolin "{}" osoitetta ei voi saada: {}
fr: Impossible d'obtenir l'adresse du symbole "{}" : {}
hu: A(z) „{}” szimbólum címe nem szerezhető meg: {}
ja: シンボル "{}" のアドレスを取得できませんでした: {}
nl: Kan adres van symbool "{}" niet verkrijgen: {}
pl: Nie można uzyskać adresu symbolu „{}”: {}
pt_br: Não foi possível obter o endereço de símbolo "{}": {}
ro: Nu se poate obține adresa simbolului „{}”: {}
ru: Невозможно получить адрес символа "{}": {}
sv: Kan inte erhålla adressen till symbol "{}": {}
tr: "{}" simgesinin adresi alınamıyor: {}

source: Utility for packages maintaining
ca: Utilitat per al manteniment de paquets
cs: Nástroj pro správu balíčků
de: Hilfsprogramm zur Verwaltung von Paketen
es: Utilidad para mantención de paquetes
fi: Apuohjelma pakettien ylläpitoon
fr: Utilitaire de maintenance des paquets
hu: Csomagkarbantartó segédprogram
ja: パッケージ管理のためのユーティリティ
nl: Hulpprogramma voor het onderhouden van pakketten
pl: Narzędzie do obsługi pakietów
pt_br: Utilitário para gerenciamento de pacotes
ro: Instrument pentru gestionarea pachetelor
ru: Утилита для обслуживания пакетов
sv: Verktyg för pakethantering
tr: Paket yönetimi programı

source: DNF5 is a program for maintaining packages.
ca: DNF5 és un programa per a mantenir paquets.
cs: DNF5 je program pro správu balíčků.
de: DNF5 ist ein Programm zur Verwaltung von Paketen.
es: DNF5 es un programa para mantención de paquetes.
fi: DNF5 on ohjelma pakettien hallintaan.
fr: DNF5 est un programme de maintenance des paquets.
hu: A DNF5 egy csomagkarbantartó program.
ja: DNF5 はパッケージ管理用のプログラムです。
nl: DNF5 is een programma voor het onderhouden van pakketten.
pl: DNF5 to program służący do zarządzania pakietami.
pt_br: DNF5 é um programa para gerenciamento de pacotes.
ro: «dnf5» este un program pentru gestionarea pachetelor.
ru: DNF5 - это программа для обслуживания пакетов.
sv: DNF5 är ett program för att hantera paket.
tr: DNF5, paketleri yönetmek için kullanılan bir programdır.

source: Unclassified options:
ca: Opcions no classificades:
cs: Ostatní přepínače:
de: Unklassifizierte Optionen:
es: Opciones sin clasificar:
fi: Luokittelemattomat vaihtoehdot:
fr: Options non classées :
hu: Nem osztályozott kapcsolók:
ja: 未分類オプション:
nl: Ongeclassificeerde opties:
pl: Opcje nieklasyfikowane:
pt_br: Opções não classificadas:
ro: Opțiuni neclasificate:
ru: Неклассифицированные опции:
sv: Oklassificerade flaggor:
tr: Sınıflandırılmayan seçenekler:

source: Global options:
ca: Opcions globals:
cs: Globální přepínače:
de: Globale Optionen:
es: Opciones Globales:
fi: Laajamittaiset vaihtoehdot:
fr: Options globales :
hu: Globális kapcsolók:
ja: グローバル オプション:
nl: Globale opties:
pl: Opcje globalne:
pt_br: Opções globais:
ro: Opțiuni globale:
ru: Глобальные опции:
sv: Globala flaggor:
tr: Genel seçenekler:
