Repository: rpm-software-management/dnf5
Catalog: dnf5/po/*.po
Languages: ca, cs, de, es, fi, fr, hu, ja, nl, pl, pt_br, ro, ru, sv, tr

source: Power off the system after the operation is complete
ca: Apaga el sistema després que l'operació hagi completat
cs: Po dokončení operace počítač vypne
de: Das System nach Abschluss des Vorgangs ausschalten
es: Apagar el sistema después de que la operación termine
fi: Sammuta järjestelmä kun toimenpide valmistuu
fr: Éteindre le système une fois que l'opération est terminée
hu: A rendszer kikapcsolása a művelete befejezése után
ja: 操作完了後にシステムの電源をオフにます
nl: Schakel het systeem uit nadat de operatie voltooid is
pl: Po zakończeniu operacji wyłącz system
pt_br: Desligue o sistema após a conclusão da operação
ro: Oprește sistemul după finalizarea operațiunii
ru: Выключить систему после завершения операции
sv: Stäng av systemet efter att åtgärden är färdig
tr: İşlem tamamlandıktan sonra sistemi kapat

source: No offline transaction is stored.
ca: No hi ha cap transacció desada.
cs: Žádná transakce pro provedení mimo běžící systém není uložena.
de: Keine Offline-Transaktion ist gespeichert.
es: No hay una transacción fuera de línea almacenada.
fi: Ei-verkkotapahtumaa ei ole tallennettu.
fr: Aucune transaction hors ligne n'est stockée.
hu: Nincs offline tranzakció tárolva.
ja: 保存されたオフライン トランザクションがありません。
nl: Er is geen offline-transactie opgeslagen.
pl: Żadna transakcja offline nie jest przechowywana.
pt_br: Nenhuma armazenar nenhuma transação offline.
ro: Nu este stocată nicio tranzacție fără conexiune.
ru: Нет сохраненных автономных транзакций.
sv: Ingen frånkopplad transaktion är lagrad.
tr: Çevrim dışı işlem kaydedilmedi.

source: System is not ready for offline transaction.
ca: El sistema no està preparat per una transacció fora de línia.
cs: Počítač není připraven na transakci mimo běžící systém.
de: Das System ist nicht für Offline-Transaktionen bereit.
es: El sistema no está listo para una transacción fuera de línea.
fi: Järjestelmä ei ole valmis ei-verkkotapahtumaan.
fr: Le système n'est pas prêt à la transaction hors ligne.
hu: A rendszer nem áll készen az offline tranzakcióra.
ja: システムはまだオフライン トランザクションの準備をできていません。
nl: Systeem is niet klaar voor een offline-transactie.
pl: System nie jest gotowy do przeprowadzenia transakcji offline.
pt_br: O sistema não está pronto para transações offline.
ro: Sistemul nu este pregătit pentru tranzacția fără conexiune.
ru: Система не готова к автономной транзакции.
sv: Systemet är inte redo för en frånkopplad transaktion.
tr: Sistem çevrim dışı işlem için hazır değil.

source: Data directory {} does not exist.
ca: El directori de dades {} no existeix.
cs: Adresář s daty {} neexistuje.
de: Datenverzeichnis {} existiert nicht.
es: Directorio de datos {} no existe.
fi: Tietohakemistoa {} ei ole olemassa.
fr: Le dossier des données ({}) n'existe pas.
hu: A(z) {} adatkönyvtár nem létezik.
ja: データ ディレクトリ {} が存在しません。
nl: Datamap {} bestaat niet.
pl: Katalog danych {} nie istnieje.
pt_br: O diretório de dados {} não existe.
ro: Directorul de date {} nu există.
ru: Каталог данных {} не существует.
sv: Datakatalogen {} finns inte.
tr: {} veri dizini yok.

source: {} is not wanted by system-update.target.
ca: {} no és requerit per system-update.target.
cs: {} není chtěný cílem system-update.target.
de: {} wird nicht von system-update.target benötigt.
es: {} no es deseado por system-update.target.
fi: System-update.target ei sitä {} halua.
fr: {} ne fait pas partie des dépendances faibles (Wants/WantedBy) de system-update.target.
hu: A {} egységet nem kéri a system-update.target.
ja: {} は system-update.target に要求されていません。
nl: {} is niet nodig voor system-update.target.
pl: {} nie jest pożądany przez system-update.target.
pt_br: {} não é parte do system-update.target.
ro: {} nu este una dintre dependențele (Wants/WantedBy) ale system-update.target.
ru: {} не требуется для system-update.target.
sv: {} är inte önskat av system-update.target.
tr: {} system-update.target tarafından istenmiyor.

source: The system will now reboot to upgrade to release version {}.
ca: Ara el sistema es reiniciarà per actualitzar a la versió {}.
cs: Počítač se nyní restartuje, aby byl aktualizován na vydání verze {}.
es: El sistema será reiniciado para actualizar a la versión de lanzamiento {}.
nl: Het systeem zal nu herstarten om te upgraden naar releaseversie {}.
ro: Sistemul va reporni acum pentru a face actualizarea la noua versiune lansată {}.
ru: Теперь система перезагрузится для обновления до версии выпуска {}.
tr: Sistem şimdi {} yayın sürümüne yükseltmek için yeniden başlatılacak.

source: The system will now reboot to perform the offline transaction initiated by the following command:
ca: Ara el sistema es reiniciarà per fer la transacció fora de línia iniciada per l'ordre següent:
cs: Počítač se nyní restartuje, aby vykonal transakci mimo běžící systém, která byla zadána tímto příkazem:
de: Das System wird nun neustarten, um die durch den folgenden Befehl initiierte Offline-Transaktion durchzuführen:
es: El sistema se reiniciará ahora para realizar la transacción fuera de línea iniciada por el siguiente comando:
fi: Järjestelmä käynnistyy nyt uudelleen suorittaakseen ei-verkkotapahtuman, joka on aloitettu seuraavalla komennolla:
fr: Le système va maintenant redémarrer pour effectuer la transaction hors ligne amorcée par la commande suivante :
hu: A rendszer most újraindul, hogy elvégezze a következő parancs által indított offline tranzakciót:
ja: システムは、以下のコマンドによって開始されたオフライン トランザクションを実行するために再起動します:
nl: Het systeem zal nu herstarten om de offline-transactie uit te voeren die gestart met het volgende commando:
pl: System zostanie teraz uruchomiony ponownie w celu wykonania transakcji offline zainicjowanej następującym poleceniem:
pt_br: O sistema será reinicializado para realizar a transação offline iniciada pelo seguinte comando:
ro: Sistemul va reporni acum pentru a efectua tranzacția fără conexiune inițiată de următoarea comandă:
ru: Теперь система перезагрузится для выполнения автономной транзакции, инициированной следующей командой:
sv: Systemet kommer nu starta om för att utföra den frånkopplade transaktionen som initierades av följande kommando:
tr: Sistem şimdi şu komutla başlatılan çevrim dışı işlemi gerçekleştirmek için yeniden başlatılacak:

source: Internal use only, not intended to be run by the user. Execute the transaction in the offline environment.
ca: Només per a ús intern, no destinat a ser executat per l'usuari. Executeu la transacció a l'entorn fora de línia.
cs: Jen pro neveřejné použití. Není určeno běžnému uživateli. Vykoná transakci mimo běžící systém.
de: Nur für interne Zwecke, nicht zur Ausführung durch den Benutzer gedacht. Führen Sie die Transaktion in der Offline-Umgebung aus.
es: Solo de uso interno, no se espera que sea ejecutado por el usuario. Ejecuta la transacción en un entorno fuera de línea.
fi: Vain sisäiseen käyttöön, ei ole tarkoitettu käyttäjän käytettäväksi. Suorita tapahtuma ei-verkkoympäristössä.
fr: Utilisation interne uniquement, ne doit pas être exécutée par l'utilisateur·ice. Exécuter la transaction dans l'environnement hors ligne.
hu: Csak belső használatra, nem felhasználó általi használatra lett szánva. Offline környezetben hajtsa végre a tranzakciót.
ja: 内部用、ユーザーが実行することを考慮していません。オフライン環境でトランザクションを実行します。
nl: Alleen voor intern gebruik, niet bedoeld om uitgevoerd te worden door de gebruiker. Voer de transactie uit in de offline-omgeving.
pl: Tylko do użytku wewnętrznego, nieprzeznaczony do uruchomienia przez użytkownika. Wykonaj transakcję w środowisku offline.
pt_br: Apenas para uso interno, não deve ser executado pelo usuário. Execute a transação no ambiente offline.
ro: Numai pentru uz intern, nu este destinată a fi executată de către utilizator. Execută tranzacția în mediul fără conexiune.
ru: Только для внутреннего использования, не предназначено для выполнения пользователем. Выполните транзакцию в автономной среде.
sv: Endast intern användning, inte avsett att köras av användaren. Kör transaktionen i den frånkopplade miljön.
tr: Yalnızca dahili kullanım içindir, kullanıcı tarafından çalıştırılması amaçlanmamıştır. İşlemi çevrim dışı ortamda çalıştırın.

source: Trigger file does not exist. Exiting.
ca: El fitxer activador no existeix. Se'n surt.
cs: Spouštěcí soubor neexistuje. Končí se.
de: Trigger-Datei existiert nicht. Wird beendet.
es: Archivo de disparador no existe. Saliendo.
fi: Laukaisutiedostoa ei ole olemassa. Poistutaan.
fr: Le fichier de déclenchement n'existe pas. Sortie.
hu: Az aktiválófájl nem létezik. Kilépés.
ja: トリガー ファイルが存在しません。終了します。
nl: Trigger-bestand bestaat niet. DNF sluit af.
pl: Plik wyzwalacza nie istnieje. Wyjście.
pt_br: O arquivo de gatilho não existe. Saindo.
ro: Fișierul de declanșare nu există. Se iese.
ru: Файл триггера не существует. Выход.
sv: Utlösarfilen finns inte. Avslutar.
tr: Tetikleme dosyası yok. Çıkılıyor.

source: Another offline transaction tool is running. Exiting.
ca: S'està executant una altra eina de transaccions fora de línia. Sortint.
cs: Již běží jiný nástroj pro transakce mimo běžící systém. Končí se.
de: Ein weiteres Offline-Transaktionstool wird ausgeführt. Wird beendet.
es: Otra herramienta de transacciones de fuera de línea se está ejecutando. Saliendo.
fi: Toinen ei-verkkotapahtumatyökalu on käynnissä. Poistutaan.
fr: Un autre outil de transaction hors ligne est en cours d'exécution. Sortie.
hu: Még egy offline tranzakciós eszköz fut. Kilépés.
ja: 別のオフライン トランザクション ツールが実行中です。終了します。
nl: Er draait al een andere offline-transactie-tool. DNF sluit af.
pl: Inne narzędzie do transakcji offline jest uruchomione. Wyjście.
pt_br: Outra ferramenta de transação offline está em execução. Saindo.
ro: Un alt instrument de tranzacționare fără conexiune rulează. Se iese.
ru: Запущен еще один инструмент для автономных транзакций. Выход.
sv: En annan frånkopplad transaktion kör. Avslutar.
tr: Başka bir çevrim dışı işlem aracı çalışıyor. Çıkılıyor.

source: Starting offline transaction. This will take a while.
ca: S'inicia la transacció fora de línia. Això trigarà una estona.
cs: Zahajuje sa transakce mimo běžící systém. Transakce bude nějakou dobu trvat.
es: Comenzando transacción sin conexión. Esto tomará un rato.
fi: Käynnistetään ei-verkkotilassa oleva tapahtuma. Tämä kestää jonkin aikaa.
hu: Offline tranzakció elindítása. Ez eltart egy ideig.
ja: オフライントランザクションを開始します。しばらくお待ちください。
nl: Offline-transactie wordt gestart. Dit gaat even duren.
pl: Rozpoczęcie transakcji offline. To potrwa chwilę.
ro: Se inițiază tranzacția fără conexiune. Aceasta va dura ceva timp.
ru: Начинаем автономную транзакцию. Это займет некоторое время.
sv: Startar frånkopplad transaktion. Detta kommer att ta ett tag.
tr: Çevrim dışı işlem başlatılıyor. Bu biraz zaman alacak.

source: Starting system upgrade. This will take a while.
ca: S'inicia l'actualització del sistema. Això trigarà una estona.
cs: Zahajuje se aktualizace systému. Aktualizace bude nějakou dobu trvat.
es: Inicializando modernización del sistema. Esto tomará un rato.
fi: Aloitetaan järjestelmäpäivitys. Tämä saattaa kestää hetken.
hu: Rendszerfrissítés elkezdése. Ez eltart egy darabig.
ja: システム更新中、しばらくお待ちください。
nl: Systeem-upgrade wordt gestart. Dit gaat even duren.
pl: Rozpoczęcie aktualizacji systemu. To potrwa chwilę.
ro: Se inițiază actualizarea sistemului. Aceasta va dura ceva timp.
ru: Начинаем обновление системы. Это займет некоторое время.
sv: Startar systemuppgradering. Detta kommer ta ett tag.
tr: Sistem yükseltme başlatılıyor. Bu biraz zaman alacak.

source: Use `dnf5 offline reboot` to begin the transaction.
ca: Useu 'dnf5 offline reboot' per començar la transacció.
cs: Transakci zahájíte příkazem „dnf5 offline reboot“.
de: Nutzen Sie `dnf5 offline reboot`, um mit der Transaktion zu beginnen.
es: Emplee `dnf5 offline reboot` para comenzar la transacción.
fi: Suorita `dnf5 offline reboot` aloittaaksesi tapahtuman.
fr: Utilisez `dnf5 offline reboot` pour débuter la transaction.
hu: Használja a `dnf5 offline reboot` parancsot a tranzakció elkezdéséhez.
ja: `dnf5 offline reboot` でトランザクションを開始します。
nl: Gebruik `dnf5 offline reboot` om de transactie te starten.
pl: Aby rozpocząć transakcję, użyj polecenia `dnf5 offline reboot`.
pt_br: Use `dnf5 offline reboot` para iniciar a transação.
ro: Utilizați comanda «dnf5 offline reboot» pentru a începe tranzacția.
ru: Используйте `dnf5 offline reboot`, чтобы начать транзакцию.
sv: Använd `dnf5 offline reboot` för att påbörja transaktionen.
tr: İşlemi başlatmak için `dnf5 offline reboot` komutunu kullanın.

source: Transaction failed:
ca: Ha fallat la transacció:
cs: Transakce selhala:
de: Transaktion fehlgeschlagen:
es: Transacción incorrecta:
fi: Transaktio epäonnistui:
fr: Échec de la transaction :
hu: A tranzakció sikertelen:
ja: トランザクション失敗:
nl: Transactie mislukt:
pl: Transakcja się nie powiodła
pt_br: Transação falhou:
ro: Tranzacția a eșuat:
ru: Сбой транзакции:
sv: Transaktionen misslyckades:
tr: İşlem başarısız:

source: Error reading journal: {}
ca: Error en llegir el diari: {}
cs: Chyba při čtení žurnálu: {}
de: Fehler beim Lesen des Journals: {}
es: Error al leer el diario: {}
fi: Virhe päiväkirjan lukemisessa: {}
fr: Erreur lors de la lecture du journal : {}
hu: Hiba a napló olvasása során: {}
ja: ジャーナル読み取り中にエラーが発生しました: {}
nl: Fout bij het lezen van journaal: {}
pl: Błąd podczas odczytu dziennika: {}
pt_br: Erro ao ler os registros: {}
ro: Eroare la citirea fișierului de jurnal: {}
ru: Ошибка при чтении журнала: {}
sv: Fel när journalen lästes: {}
tr: Günlük okunurken hata oluştu: {}

source: Add journal match failed: {}
ca: Ha fallat afegir la coincidència del diari: {}
cs: Přidání vyhledávacích kritérií do žurnálu selhalo: {}
de: Hinzufügen der Journal-Übereinstimmung fehlgeschlagen: {}
es: Añadir coincidencia del diario incorrecta: {}
fi: Lisää päiväkirjaosuma epäonnistui: {}
fr: Échec de l'ajout d'un filtre du journal : {}
hu: A naplótalálat hozzáadása sikertelen: {}
ja: ジャーナルの一致追加に失敗しました: {}
nl: Fout bij toevoegen van journal-overeenkomst: {}
pl: Dodanie dopasowania dziennika nie powiodło się: {}
pt_br: Falha ao adicionar correspondência aos registros: {}
ro: Adăugarea potrivirii în jurnal a eșuat: {}
ru: Сбой добавления журнала: {}
sv: Tillägg av journalmatchning misslyckades: {}
tr: Günlüğe eşleşme eklenemedi: {}

source: No logs were found.
ca: No s'ha trobat cap registre.
cs: Žádné protokoly nebyly nalezeny.
de: Es wurden keine Logs gefunden.
es: No se ha encontrado ningún boletín.
fi: Lokeja ei löytynyt.
fr: Aucun journal n'a été trouvé.
hu: Nem találhatók naplófájlok.
ja: ログを見つかりませんでした。
nl: Geen logs gevonden.
pl: Nie znaleziono żadnych dzienników.
pt_br: Nenhum registro encontrado.
ro: Nu a fost găsit niciun jurnal.
ru: Журналы не найдены.
sv: Inga loggar fanns.
tr: Günlük kaydı bulunamadı.

source: The following boots appear to contain offline transaction logs:
ca: Les arrencades següents semblen contenir registres de transaccions fora de línia:
cs: Zdá se, že následující spuštění počítače obsahují protokol z transakce mimo běh systému:
de: Folgende Bootvorgänge scheinen Offline-Transaktionsprotokolle zu enthalten:
es: Los siguientes arranques parecen contener boletines de transacción sin conexión:
fi: Seuraavat käynnistykset näyttävät sisältävän ei-verkkotapahtumalokeja:
fr: Les journaux de ces démarrages semblent contenir des entrées liées à une transaction hors ligne :
hu: Úgy tűnik, hogy a következő indítások tartalmazzák az offline tranzakció naplóit:
ja: 下記の起動にオフライン トランザクション ログが含まれているようです:
nl: De volgende boots lijken offline-transactielogs te bevatten:
pl: Następujące operacje rozruchu wydają się zawierać dzienniki transakcji offline:
pt_br: As seguintes inicializações parecem conter registros de transações offline:
ro: Următoarele porniri par să conțină jurnale de tranzacții fără conexiune:
ru: Следующие boots, похоже, содержат автономные журналы транзакций:
sv: Följande uppstarter förefaller att innehålla loggar över frånkopplade transaktioner:
tr: Şu önyüklemeler çevrim dışı işlem günlükleri içeriyor gibi görünüyor:

source: Cannot find logs with this index.
ca: No es pot trobar cap registre amb aquest índex.
cs: Protokoly s tímto pořadovým číslem nelze najít.
de: Es können keine Logs mit diesem Index gefunden werden.
es: No se encontraron boletines con este índice.
fi: Lokeja ei löydy tällä indeksillä.
fr: Impossible de trouver un journal avec cet indice.
hu: Ilyen index alatt nem található naplófájl.
ja: このインデックスのログを見つかりませんでした。
nl: Kan geen logs vinden met deze index.
pl: Nie można znaleźć dzienników o tym indeksie.
pt_br: Não foi possível encontrar registros com este índice.
ro: Nu se poate găsi niciun jurnal cu acest index.
ru: Невозможно найти журналы с таким индексом.
sv: Kan inte hitta loggar med detta index.
tr: Bu indekse sahip günlük kaydı bulunamıyor.

source: Unable to match systemd journal entry.
ca: No es pot fer coincidir l'entrada de diari del sistema.
cs: Záznam v žurnálu systemd nelze dohledat.
de: Kein treffender Eintrag im systemd-Journal gefunden.
es: No se pudo encontrar el apunte del diario systemd.
fi: Ei voida täsmäyttää systemd-lokitietuetta.
fr: Impossible de trouver une entrée du journal systemd correspondante.
hu: Nincs találat a systemd naplóbejegyzésre.
ja: systemd ジャーナル エントリに一致しません。
nl: Kon geen overeenkomende systemd-journalvermelding vinden.
pl: Nie można dopasować wpisu dziennika systemd.
pt_br: Não é possível corresponder à entrada nos registros do systemd.
ro: Nu s-a găsit nicio intrare care să corespundă în jurnalul systemd.
ru: Невозможно сопоставить запись в журнале systemd.
sv: Kan inte matcha systemd:s journalpost.
tr: systemd günlük girdisi eşleştirilemedi.

source: Show logs from past offline transactions
ca: Mostra els registres de transaccions fora de línia anteriors
cs: Zobrazí protokol z minulých transakcí mimo běh systému
de: Logs vergangener Offline-Transaktionen anzeigen
es: Mostrar boletines desde transacciones fuera de línea anteriores
fi: Näytä lokit aiemmista ei-verkkotapahtumista
fr: Afficher les entrées de journal des transactions hors ligne précédentes
hu: Naplók megjelenítése a múltbeli offline tranzakciókból
ja: 過去のオフライン トランザクションのログを表示します
nl: Geef logs weer van vorige offline-transacties
pl: Pokaż logi z poprzednich transakcji offline
pt_br: Mostrar registros de transações off-line anteriores
ro: Afișează jurnalele din tranzacțiile efectuate fără conexiune în trecut
ru: Показать журналы прошлых автономных операций
sv: Visa loggar från tidigare frånkopplade transaktioner
tr: Geçmiş çevrim dışı işlemlerin günlüklerini göster

source: Which log to show. Run without any arguments to get a list of available logs.
ca: Quin registre mostrar. Executeu-ho sense cap argument per obtenir una llista dels registres disponibles.
cs: Který protokol zobrazit. Seznam dostupných protokolů získáte tímto příkazem bez argumentů.
de: Welches Protokoll anzuzeigen. Ohne Argumente ausführen, um eine Liste der verfügbaren Protokolle zu erhalten.
es: Cuál boletín a mostrar. Ejecutar sin argumentos para obtener un listado de boletines disponibles.
fi: Mikä loki näytetään. Suorita ilman argumentteja saadaksesi luettelon käytettävissä olevista lokeista.
fr: Le journal à afficher. Exécutez la commande sans aucun argument pour obtenir une liste des journaux disponibles.
hu: Megjelenítendő naplók. Az elérhető naplók felsorolásához futtassa argumentumok nélkül.
ja: 表示させたいログ。引数なしで実行すると、利用可能なすべてのログが表示されます。
nl: Welk log moet worden weergeven. Draai zonder argumenten om een lijst van beschikbare logs weer te geven.
pl: Który dziennik pokazać. Uruchom bez żadnych argumentów, aby uzyskać listę dostępnych dzienników.
pt_br: Qual registro mostrar. Execute sem argumentos para obter uma lista de registros disponíveis.
ro: Ce jurnal să fie afișat. Executați-o fără niciun argument pentru a obține o listă a jurnalelor disponibile.
ru: Какой журнал показывать. Выполните без аргументов, чтобы получить список доступных журналов.
sv: Vilka loggar som skall visas. Kör utan några argument för att få en lista över tillgängliga loggar.
tr: Hangi günlüğün gösterileceği. Kullanılabilir günlüklerin bir listesini almak için herhangi bir argüman olmadan çalıştırın.

source: systemd is not supported in this build of DNF 5; the `log` subcommand is unavailable.
ca: systemd no és compatible amb aquesta compilació de DNF 5; la subordre 'log' no està disponible.
cs: Toto sestavení DNF 5 nepodporuje systemd. Podpříkaz „log“ není dostupný.
de: systemd wird in diesem Build von DNF 5 nicht unterstützt; der Unterbefehl `log` ist nicht verfügbar.
es: systemd no está soportado en esta compilación de DNF 5; el subcomando `log` no está disponible.
fi: systemd:tä ei tueta tässä DNF 5:n koontiversiossa; alikomento `log` ei ole käytettävissä.
fr: systemd n'est pas pris en charge dans cette version de DNF 5 ; la sous-commande `log` est indisponible.
hu: A systemd nem támogatott a DNF 5 ezen összeállításában; a `log` alparancs nem érhető el.
ja: この dnf5 のビルドは systemd をサポートされていません。`log` サブコマンドは利用できません。
nl: systemd is niet ondersteund in deze build van DNF 5; het `log`-subcommando is niet beschikbaar.
pl: systemd nie jest obsługiwany w tej kompilacji DNF 5; podpolecenie `log` jest niedostępne.
pt_br: systemd não é suportado nesta versão do DNF 5; o subcomando `log` não está disponível.
ro: systemd nu este acceptat în această versiune a DNF 5; subcomanda „log” nu este disponibilă.
ru: systemd не поддерживается в этой сборке DNF 5; подкоманда `log` недоступна.
sv: systemd stödjs inte i detta bygge av DNF 5; underkommandot `log` är otillgängligt.
tr: systemd, bu DNF 5 derlemesinde desteklenmiyor; `log` alt komutu kullanılabilir değil.

source: Show status of the current offline transaction
ca: Mostra l'estat de la transacció fora de línia actual
cs: Zobrazí stav současné transakce mimo běh systému
de: Status der aktuellen Offline-Transaktion anzeigen
es: Mostrar estado de la transacción fuera de línea actual
fi: Näytä nykyisen ei-verkkotapahtuman tila
fr: Afficher l'état de la transaction hors ligne actuelle
hu: A jelenlegi offline tranzakció állapotának megjelenítése
ja: 現在のオフライン トランザクションの状態を表示します
nl: Geef status van de huidige offline-transactie weer
pl: Pokaż status bieżącej transakcji offline
pt_br: Mostrar o status da transação offline atual
ro: Afișează starea tranzacției efectuate fără conexiune, curente
ru: Показать статус текущей автономной транзакции
sv: Visa status för den aktuella frånkopplade transaktionen
tr: Geçerli çevrim dışı işlemin durumunu göster

source: An offline transaction was initiated by the following command:
ca: S'ha iniciat una transacció fora de línia amb l'ordre següent:
cs: Transakce mimo běh systému byla zadána tímto příkazem:
de: Eine Offline-Transaktion wurde durch den folgenden Befehl initiiert:
es: Una transacción fuera de línea fue iniciada por el siguiente comando:
fi: Ei-verkkotapahtuma aloitettiin seuraavalla komennolla:
fr: Une transaction hors ligne a été amorcée par la commande suivante :
hu: Egy offline tranzakció lett kezdeményezve a következő paranccsal:
ja: オフライン トランザクションは以下のコマンドによって開始されました:
nl: Een offline-transactie is gestart door het volgende commando:
pl: Transakcja offline została zainicjowana za pomocą następującego polecenia:
pt_br: Uma transação offline foi iniciada pelo seguinte comando:
ro: O tranzacție fără conexiune la rețea a fost inițiată prin următoarea comandă:
ru: Автономная транзакция была инициирована следующей командой:
sv: En frånkopplad transaktion initierades av följande kommando:
tr: Bir çevrim dışı işlem şu komutla başlatıldı:
