Repository: rpm-software-management/dnf5
Catalog: libdnf5-cli/po/*.po
Languages: cs, de, es, fi, fr, hu, ko, nl, ru, tr, zh_tw

source: Changing reason: {:4} package
cs: Změna důvodu: {:4} balíček
de: Ändere Grund: {:4} Paket
es: Cambiando motivo: {:4} paquete
fi: Vaihdetaan syy: {:4} paketti
fr: Chang. raison : {:4} paquet
hu: Ok módosítása: {:4} csomag
ko: 원인 변경 중: {:4} 꾸러미
nl: Reden veranderen: {:4} pakket
ru: Изменение причины: {:4} пакета
tr: Sebep değiştiriliyor: {:4} package
zh_tw: 正在變更原因：{:4} 軟體包

source: Skipping: {:4} package
cs: Vynechat: {:4} balíček
de: Überspringe: {:4} Paket
es: Omitiendo: {:4} paquete
fi: Ohitetaan: {:4} paketti
fr: Ignoré : {:4} paquet
hu: Kihagyás: {:4} csomag
ko: 건너뛰는 중: {:4} 꾸러미
nl: Overslaan: {:4} pakket
ru: Пропуск: {:4} пакета
tr: Atlanıyor: {:4} package
zh_tw: 正在略過： {:4} 軟體包

source: Package
cs: Balíček
de: Paket
es: Paquete
fi: Paketti
fr: Paquet
hu: Csomag
ko: 꾸러미
nl: Pakket
ru: Пакет
tr: Paket
zh_tw: 軟體包

source: Size
cs: Velikost
de: Größe
es: Tamaño
fi: Koko
fr: Taille
hu: Méret
ko: 크기
nl: Grootte
ru: Размер
tr: Boyut
zh_tw: 大小

source: replacing {}
cs: nahrazuje {}
de: ersetze {}
es: reemplazando {}
fi: korvaa {}
fr: remplacement de {}
hu: lecseréli: {}
ko: 대체 중 {}
nl: vervangt {}
ru: замена {}
tr: {} değiştiriliyor
zh_tw: 正在取代 {}

source: <name-unset>
cs: <název_nenastaven>
de: <Name-nicht-festgelegt>
es: <nombre-indefinido>
fi: <nimi-ei-määritelty>
fr: <nom-indéfini>
hu: <üres név>
ru: <имя-не-задано>
tr: <ad-ayarlanmadı>
zh_tw: <名稱未設定>

source: replacing
cs: nahrazuje
de: ersetze
es: reemplazando
fi: korvataan
fr: remplacement de
hu: lecseréli:
ko: 교체
nl: vervangt
ru: замена
tr: değiştiriliyor
zh_tw: 替換

source: Skipping packages with conflicts:
cs: Balíčky vynechané kvůli konfliktům:
de: Überspringe Pakete mit Konflikten:
es: Omitiendo paquetes con conflictos:
fi: Ohitetaan ristiriidassa olevat paketit:
fr: Paquets avec conflits ignorés :
hu: Ütköző csomagok kihagyása:
ko: 충돌이 있는 꾸러미 건너뛰기:
nl: Pakketten met conflicten om over te slaan:
ru: Пропуск пакетов с конфликтами:
tr: Çakışan paketler atlanıyor:
zh_tw: 略過有衝突的軟體包：

source: Skipping packages with broken dependencies:
cs: Balíčky vynechané kvůli rozbitým závislostem:
de: Pakete mit nicht auflösbaren Abhängigkeiten werden übersprungen:
es: Omitiendo paquetes con dependencias rotas:
fi: Ohitetaan rikkinäisiä riippuvuuksia omaavat paketit:
fr: Paquets avec dépendances défectueuses ignorés :
hu: Hibás függőségekkel rendelkező csomag kihagyása:
ko: 손상된 종속성이 있는 꾸러미 건너뛰기:
nl: Pakketten met niet-oplosbare afhankelijkheden om over te slaan:
ru: Пропуск пакетов со сломанными зависимостями:
tr: Hatalı bağımlılıkları olan paketler atlanıyor:
zh_tw: 略過依賴關係損壞的軟體包：

source: Installing dependencies:
cs: Instalované závislosti:
de: Abhängigkeiten werden installiert:
es: Instalando dependencias:
fi: Asennetaan riippuvuuksia:
fr: Installation des dépendances :
hu: Függőségek telepítése:
ko: 종속 꾸러미 설치 중:
nl: Te installeren dependencies:
ru: Установка зависимостей:
tr: Bağımlılıklar kuruluyor:
zh_tw: 將安裝依賴項目：

source: Installing weak dependencies:
cs: Instalované slabé závislosti:
de: Schwache Abhängigkeiten werden installiert:
es: Instalando dependencias débiles:
fi: Asennetaan heikkoja riippuvuuksia:
fr: Installation des dépendances faibles :
hu: Gyenge függőségek telepítése:
ko: 취약한 종속 꾸러미 설치 중:
nl: Te installeren zwakke afhankelijkheden:
ru: Установка слабых зависимостей:
tr: Zayıf bağımlılıklar kuruluyor:
zh_tw: 將安裝弱依賴項目：

source: Installing group/module packages:
cs: Instalované balíčky skupin/modulů:
de: Pakete der Gruppe/des Moduls werden installiert:
es: Instalando paquetes de grupos/módulos:
fi: Asennetaan ryhmä-/moduulipaketteja:
fr: Installation des paquets groupes/modules :
hu: Csoport- és modulcsomagok telepítése:
ko: 그룹/모듈 꾸러미 설치 중:
nl: Te installeren groep/module-pakketten:
ru: Установка пакетов групп/модулей:
tr: Grup/modül paketleri kuruluyor:
zh_tw: 將安裝群組/模組軟體包：

source: Installing:
cs: Nainstalovat:
de: Installiere:
es: Instalando:
fi: Asennetaan:
fr: Installation de :
hu: Telepítés:
ko: 설치 중:
nl: Installeren:
ru: Установка:
tr: Kuruluyor:
zh_tw: 正在安裝：

source: Upgrading:
cs: Aktualizovat:
de: Aktualisiere:
es: Modernizando:
fi: Päivitetään:
fr: Mise à jour de :
hu: Frissítés:
ko: 향상 중:
nl: Upgraden:
ru: Обновление:
tr: Yükseltiliyor:
zh_tw: 正在升級：

source: Downgrading:
cs: Ponížit:
es: Degradando:
fi: Vanhennetaan:
fr: Installation d'une version antérieure de :
hu: Visszafejlesztés:
ko: 하향설치 중:
nl: Downgraden:
ru: Откат:
tr: Sürümü düşürülüyor:
zh_tw: 正在降級：

source: Reinstalling:
cs: Přeinstalovat:
de: Reinstalliere:
es: Reinstalando:
fi: Asennetaan uudelleen:
fr: Réinstallation de :
hu: Újratelepítés:
ko: 재설치 중:
nl: Herinstalleren:
ru: Переустановка:
tr: Yeniden kuruluyor:
zh_tw: 正在重新安裝：

source: Removing dependent packages:
cs: Odstranit závislé balíčky:
de: Abhängige Pakete werden entfernt:
es: Quitando paquetes dependientes:
fi: Poistetaan riippuvaiset paketit:
fr: Suppression des paquets dépendants :
hu: Függő csomagok eltávolítása:
ko: 종속된 꾸러미 제거 중:
nl: Te verwijderen afhankelijke pakketten:
ru: Удаление зависимых пакетов:
tr: Bağımlı paketler kaldırılıyor:
zh_tw: 正在移除相關的軟體包：

source: Removing unused dependencies:
cs: Odstranit nepotřebné závislosti:
de: Nicht benötigte Abhängigkeiten werden entfernt:
es: Quitando dependencias no usadas:
fi: Poistetaan käyttämättömiä riippuvuuksia:
fr: Suppression des dépendances inutilisées :
hu: Nem használt függőségek eltávolítása:
ko: 사용하지 않는 의존성 제거 중:
nl: Te verwijderen ongebruikte afhankelijkheden:
ru: Удаление неиспользуемых зависимостей:
tr: Kullanılmayan bağımlılıklar kaldırılıyor:
zh_tw: 正在移除無用的依賴軟體包：

source: Removing:
cs: Odstranit:
de: Wird entfernt:
es: Quitando:
fi: Poistetaan:
fr: Suppression de :
hu: Eltávolítás:
ko: 제거 중:
nl: Verwijderen:
ru: Удаление:
tr: Kaldırılıyor:
zh_tw: 正在移除：

source: Changing reason:
cs: Změnit důvod:
de: Ändere reason:
es: Cambiando motivo:
fi: Muutetaan syy:
fr: Changement du motif de :
hu: Ok módosítása:
ko: 변경 원인:
nl: Reden wijzigen:
ru: Изменение причины:
tr: Sebep değiştiriliyor:
zh_tw: 變更原因：

source: Installing groups dependencies:
cs: Nainstalovat skupinové závislosti:
de: Gruppen Abhängigkeiten werden installiert:
es: Instalando dependencias de grupos:
fi: Asennetaan ryhmäriippuvuuksia:
fr: Installation des dépendances de groupe :
hu: Csoportfüggőségek telepítése:
ko: 그룹 의존성 설치 중:
nl: Te installeren groepsafhankelijkheden:
ru: Установка групповых зависимостей:
tr: Grup bağımlılıkları kuruluyor:
zh_tw: 安裝群組相依性：

source: Installing groups:
cs: Nainstalovat skupiny:
de: Gruppen werden installiert:
es: Instalando grupos:
fi: Asennetaan ryhmiä:
fr: Installation des groupes :
hu: Csoportok telepítése:
ko: 그룹 설치 중:
nl: Te installeren groepen:
ru: Установка групп:
tr: Gruplar kuruluyor:
zh_tw: 正在安裝群組：

source: Removing groups:
cs: Odstranit skupiny:
de: Gruppen werden entfernt:
es: Quitando grupos:
fi: Poistetaan ryhmiä:
fr: Suppression des groupes :
hu: Csoportok eltávolítása:
ko: 그룹 제거 중:
nl: Te verwijderen groepen:
ru: Удаление групп:
tr: Gruplar kaldırılıyor:
zh_tw: 正在移除群組：

source: Upgrading groups:
cs: Aktualizovat skupiny:
de: Gruppen werden aktualisiert:
es: Modernizando grupos:
fi: Päivitetään ryhmät:
fr: Mise à jour des groupes :
hu: Csoportok frissítése:
ko: 그룹 향상 중:
nl: Te upgraden groepen:
ru: Обновление групп:
tr: Gruplar yükseltiliyor:
zh_tw: 正在升級群組：

source: Installing environmental groups:
cs: Nainstalovat skupiny prostředí:
de: Installiere Umgebungs Gruppen:
es: Instalando grupos de entorno:
fi: Asennetaan ympäristöryhmiä:
fr: Installation des groupes d'environnement :
hu: Környezeti csoportok telepítése:
ko: 환경 그룹 설치 중:
nl: Te installeren omgevingsgroepen:
ru: Установка групп сред:
tr: Ortam grupları kuruluyor:
zh_tw: 正在安裝系統環境群組：

source: Removing environmental groups:
cs: Odstranit skupiny prostředí:
de: Entferne Umgebungs Gruppen:
es: Quitando grupos de entorno:
fi: Poistetaan ympäristöryhmiä:
fr: Suppression des groupes d'environnement :
hu: Környezeti csoportok eltávolítása:
ko: 환경 그룹 제거 중:
nl: Te verwijderen omgevingsgroepen:
ru: Удаление групп сред:
tr: Ortam grupları kaldırılıyor:
zh_tw: 正在移除系統環境群組：

source: Upgrading environmental groups:
cs: Aktualizaovat skupiny prostředí:
de: Aktualisiere Umgebungs Gruppen:
es: Modernizando grupos de entorno:
fi: Päivitetään ympäristöryhmiä:
fr: Mise à jour des groupes d'environnement :
hu: Környezeti csoportok frissítése:
ko: 환경 그룹 향상 중:
nl: Te upgraden omgevingsgroepen:
ru: Обновление групп сред:
tr: Ortam grupları yükseltiliyor:
zh_tw: 正在升級系統環境群組：

source: Enabling module streams:
cs: Zapnout proudy modulů:
de: Modul-Streams aktivieren:
es: Habilitando flujos de módulos:
fi: Otetaan moduulivirtoja käyttöön:
fr: Activation des flux de module :
hu: Modulforrások engedélyezése:
ko: 모듈 스트림 활성화:
nl: In te schakelen modulestreams:
ru: Включение потоков модулей:
tr: Modül akışları etkinleştiriliyor:
zh_tw: 正在啟用模組流道：

source: Disabling modules:
cs: Vypnout moduly:
de: Module werden deaktiviert:
es: Deshabilitando módulos:
fi: Poistetaan moduuleita käytöstä:
fr: Désactivation des modules :
hu: Modulok letiltása:
ko: 모듈 비활성화:
nl: Uit te schakelen modules:
ru: Отключение модулей:
tr: Modüller devre dışı bırakılıyor:
zh_tw: 正在停用模組：

source: Resetting modules:
cs: Resetovat moduly:
de: Module werden zurückgesetzt:
es: Reiniciando módulos:
fi: Nollataan moduuleita:
fr: Réinitialisation des modules :
hu: Modulok visszaállítása:
ko: 모듈 재설정:
nl: Te herstellen modules:
ru: Сброс настроек модулей:
tr: Modüller sıfırlanıyor:
zh_tw: 正在重設模組：

source: Switching module streams:
cs: Změnit proudy modulů:
de: Schalte Modul-Streams um:
es: Cambiando de flujos de módulos:
fi: Vaihdetaan moduulivirtoja:
fr: Changement des flux de module :
hu: Modulforrások váltása:
ko: 모듈 스트림 전환 중:
nl: Om te schakelen streams:
ru: Переключение потоков модулей:
tr: Modül akışları değiştiriliyor:
zh_tw: 正在切換模組流道：

source: Nothing to do.
cs: Není co dělat.
de: Nichts zu tun.
es: Nada que hacer.
fi: Ei mitään tehtävää.
fr: Aucune tâche à effectuer.
hu: Nincs teendő.
ko: 처리가 필요하지 않습니다.
nl: Niets te doen.
ru: Нечего делать.
tr: Yapılacak bir şey yok.
zh_tw: 無事可做。

source: Total
cs: Celkem
de: Gesamt
fi: Yhteensä
hu: Összesen
ko: 전체
nl: Totaal
ru: Всего
tr: Toplam
zh_tw: 總計

source: Missing command
cs: Chybí příkaz
de: Befehl fehlt
es: Instrucción ausente
fi: Puuttuva komento
fr: Commande manquante
hu: Hiányzó parancs
ko: 누락된 명령
nl: Ontbrekende opdracht
ru: Отсутствующая команда
tr: Komut eksik
zh_tw: 無效指令

source: Arch
de: Architektur
es: Arq.
fi: Arkkiteht.
fr: Architecture
ko: 구조
ru: Арх.
tr: Mimari
zh_tw: 架構

source: URL
fi: URL-osoite
hu: Webcím
ru: URL-адрес
