Repository: rpm-software-management/dnf5
Catalog: libdnf5-cli/po/*.po
Languages: cs, de, es, fi, fr, hu, ko, nl, ru, tr, zh_tw

source: Misconfigured alias "{}": cannot convert "{}" to a number
cs: Chybně nastavený alias „{}“: „{}“ nelze převést na číslo
es: Alias "{}" mal configurado: no se puede convertir "{}" a un número
fr: Configuration de l'alias "{}" incorrecte : impossible de convertir "{}" en nombre
nl: Verkeerd geconfigureerde alias "{}": kan "{}" niet omzetten naar een nummer

source: Misconfigured alias "{}": index "{}" out of range
cs: Chybně nastavený alias „{}“: pořadové číslo „{}“ je mimo rozsah
es: Alias "{}" mal configurado: índice "{}" fuera del intervalo
fr: Configuration de l'alias "{}" incorrecte : indice "{}" hors limites
nl: Verkeerd geconfigureerde alias "{}": index "{}" buiten bereik

source: "{}" not allowed together with named argument "{}"
cs: „{}“ nelze použít spolu s pojmenovaným argumentem „{}“
de: "{}" nicht erlaubt zusammen mit benanntem Argument "{}"
es: «{}» no está permitido junto con el argumento nombrado «{}»
fi: "{}" ei ole sallittu yhdessä nimetyn argumentin "{}" kanssa
fr: "{}" non autorisé avec l'argument nommé "{}"
hu: A(z) „{}” nem engedélyezett a(z) „{}” nevesített argumentummal együtt
ko: "{}"는 명명된 인수 "{}"와 함께 허용 되지 않습니다
nl: "{}" is niet toegestaan in combinatie met een genoemd argument "{}"
ru: "{}" не допускается вместе с именованным аргументом "{}"
tr: "{}" ile belirtilen "{}" argümanı birlikte kullanılamaz
zh_tw: 「{}」 不可與已命名的參數 「{}」 一起使用

source: "{}" not allowed in command "{}"
cs: „{}“ není v příkazu „{}“ dovoleno
de: "{}" nicht erlaubt im Kommando "{}"
es: «{}» no está permitido en el comando «{}»
fi: "{}" ei ole sallittu komennossa "{}"
fr: "{}" non autorisé dans la commande "{}"
hu: A(z) „{}” nem engedélyezett a(z) „{}” parancsban
ko: "{}"는 명령 "{}"에서 허용되지 않습니다
nl: "{}" is niet toegestaan in commando "{}"
ru: "{}" не допускается в команде "{}"
tr: "{}", "{}" komutu içinde izin verilmez
zh_tw: 指令 「{}」 中不允許使用 「{}」

source: "{}" not allowed together with positional argument "{}"
cs: „{}“ nelze použít spolu s pozičním argumentem „{}“
de: "{}" nicht erlaubt zusammen mit positionsabhängigem Argument "{}"
es: «{}» no está permitido junto con el argumento posicional «{}»
fi: "{}" ei ole sallittu yhdessä sijaintiargumentin "{}" kanssa
fr: "{}" non autorisé avec l'argument positionnel "{}"
hu: A(z) „{}” nem engedélyezett a(z) „{}” pozicionális argumentummal
ko: "{}"는 위치 인수 "{}"와 함께 허용되지 않습니다
nl: "{}" is niet toegestaan in combinatie met het positionele argument "{}"
ru: "{}" не допускается вместе с позиционным аргументом "{}"
tr: "{}" konumsal argüman(positional argument) "{}" ile birlikte kullanılamaz
zh_tw: 「{}」 不可與位置參數 「{}」 一起使用

source: Argument id "{}" already registered in group "{}"
cs: Identifikátor argumentu „{}“ je již registrován ve skupině „{}“
de: Argument ID "{}" bereits registriert in Gruppe "{}"
es: ID del argumento «{}» ya registrado en el grupo «{}»
fi: Argumenttitunnus "{}" on jo rekisteröity ryhmässä "{}"
fr: ID d'argument "{}" déjà enregistré dans le groupe "{}"
hu: A(z) „{}” argumentumazonosító már regisztrálva van a(z) „{}” csoportban
ko: 인수 id "{}는 이미 그룹 "{}"에서 등록되어 있습니다
nl: Argument-id "{}" is al geregistreerd in groep "{}"
ru: Идентификатор аргумента "{}" уже зарегистрирован в группе "{}"
tr: "{}" argüman kimliği "{}" grubunda zaten kayıtlı
zh_tw: 參數 ID 「{}」 已在群組 「{}」 中註冊

source: Invalid character '.' in argument id "{}"
cs: Neplatný znak „.“ identifikátoru argumentu „{}“
de: Ungültiges Zeichen '.' in Argument ID "{}"
es: Carácter «.» inválido en el ID del argumento «{}»
fi: Virheellinen merkki '.' argumenttitunnuksessa "{}"
fr: Caractère '.' invalide dans l'ID d'argument "{}"
hu: Érvénytelen „.” karakter a(z) „{}” argumentumazonosítóban
ko: 잘못된 문자 '.' (인수 id "{}"에서)
nl: Ongeldig teken '.' in argument-id "{}"
ru: Недопустимый символ '.' в идентификаторе аргумента "{}"
tr: "{}" argüman kimliğinde geçersiz '.' karakteri
zh_tw: 參數 id 「{}」 中的無效字符 '.'

source: Too few values for positional argument "{}"
cs: Příliš mnoho hodnot pro poziční argument „{}“
de: Zu wenige Werte für positionsabhängiges Argument "{}"
es: Insuficientes valores para el argumento posicional «{}»
fi: Liian vähän arvoja sijaintiargumentille "{}"
fr: Valeurs trop peu nombreuses pour l'argument positionnel "{}"
hu: Túl kevés érték a(z) „{}” pozicionális argumentumhoz
ko: 위치 인수 "{}"를 위한 값이 너무 적습니다
nl: Te weinig waarden voor het positionele argument "{}"
ru: Слишком мало значений для позиционного аргумента "{}"
tr: "{}" konumsal argümanı için çok az değer
zh_tw: 位置參數 「{}」 的值太少

source: Missing value for named argument "--{}"
cs: Pojmenovanému argumentu „--{}“ chybí hodnota
de: Fehlender Wert für benanntes Argument "--{}"
es: Valor ausente para el argumento nombrado “--{}”
fi: Puuttuva arvo nimetylle argumentille "--{}"
fr: Valeur manquante pour l'argument nommé "--{}"
hu: Hiányzó érték a(z) „--{}” nevesített argumentumhoz
ko: 명명된 인수 "--{}"를 위해 누락된 값
nl: Ontbrekende waarde voor benoemd argument "--{}"
ru: Недостающее значение для именованного аргумента "--{}"
tr: Belirtilen "--{}" argümanı için değer eksik
zh_tw: 己命名參數 "--{}" 的值有缺少

source: Unexpected value for named argument "--{}"
cs: Nečekaná hodnota u pojmenovaného argumentu „--{}“
de: Unerwarteter Wert für benanntes Argument "--{}"
es: Valor inesperado para el argumento nombrado “--{}”
fi: Odottamaton arvo nimetylle argumentille "--{}"
fr: Valeur inattendue pour l'argument nommé "--{}"
hu: Váratlan érték a(z) „--{}” nevesített argumentumhoz
ko: 명명된 인수 "--{}"에 대해 예상치 못한 값
nl: Onverwachte waarde voor benoemd argument "--{}"
ru: Неожиданное значение для именованного аргумента "--{}"
tr: Belirtilen "--{}" argümanı için beklenmeyen değer
zh_tw: 已命名參數 "--{}" 的非預期值

source: Missing value for named argument "-{}"
cs: Pojmenovanému argumentu „-{}“ chybí hodnota
de: Fehlender Wert für benanntes Argument "-{}"
es: Valor ausente para el argumento nombrado “-{}”
fi: Puuttuva arvo nimetylle argumentille "-{}"
fr: Valeur manquante pour l'argument nommé "-{}"
hu: Hiányzó érték a(z) „-{}” nevesített argumentumhoz
ko: 명명된 인수 "-{}"에 대해 누락된 값
nl: Ontbrekende waarde voor benoemd argument "-{}"
ru: Недостающее значение для именованного аргумента "-{}"
tr: Belirtilen "-{}" argümanı için değer eksik
zh_tw: 命名參數 "-{}" 的值有缺少

source: Usage:
cs: Použití:
de: Verwendung:
es: Modo de empleo:
fi: Käyttö:
fr: Utilisation :
hu: Használat:
ko: 사용법:
nl: Gebruik:
ru: Использование:
tr: Kullanım:
zh_tw: 用法:

source: Description:
cs: Popis:
de: Beschreibung:
es: Descripción:
fi: Kuvaus:
hu: Leírás:
ko: 설명:
nl: Beschrijving:
ru: Описание:
tr: Açıklama:
zh_tw: 描述：

source: Command id "{}" already registered for command "{}"
cs: Identifikátor příkazu „{}“ je již registrován ve skupině „{}“
de: Kommando ID "{}" bereits registriert für Kommando "{}"
es: ID del comando “{}” ya registrado para la instrucción “{}”
fi: Komentotunnus "{}" on jo rekisteröity komennolle "{}"
fr: ID de commande "{}" déjà enregistré pour la commande "{}"
hu: A(z) „{}” parancsazonosító már regisztrálva van a(z) „{}” parancshoz
ko: 명령 id "{}"는 이미 명령 "{}"를 위해 등록되어 있습니다
nl: Opdracht-id "{}" is al geregistreerd voor commando "{}"
ru: Идентификатор команды "{}" уже зарегистрирован для команды "{}"
tr: "{}" komut kimliği "{}" komutu için zaten kayıtlı
zh_tw: 指令 ID 「{}」 已註冊為指令 「{}」

source: Named argument id "{}" already registered for command "{}"
cs: Identifikátor pojmenovaného argumentu „{}“ je již registrován pro příkaz „{}“
de: ID "{}" von benanntem Argument ist bereits registriert für Kommando "{}"
es: ID del argumento nombrado “{}” ya registrado para la instrucción “{}”
fi: Nimetty argumenttitunnus "{}" on jo rekisteröity komennolle "{}"
fr: ID d'argument nommé "{}" déjà enregistré pour la commande "{}"
hu: A(z) „{}” nevesített argumentumazonosító már regisztrálva van a(z) „{}” parancshoz
ko: 명명된 인수 id "{}"는 이미 명령 "{}"를 위해 등록되어 있습니다
nl: Benoemd argument-id "{}" is al geregistreerd voor opdracht "{}"
ru: Идентификатор именованного аргумента "{}" уже зарегистрирован для команды "{}"
tr: Belirtilen "{}" argüman kimliği "{}" komutu için zaten kayıtlı
zh_tw: 已為指令 「{}」 註冊命名的參數 ID 「{}」

source: Positional argument id "{}" already registered for command "{}"
cs: Identifikátor pozičního argumentu „{}“ je již registrován pro příkaz „{}“
de: ID "{}" von positionsabhängigem Argument ist bereits registriert für Kommando "{}"
es: ID del argumento posicional “{}” ya registrado para la instrucción “{}”
fi: Sijaintiargumentin tunnus "{}" on jo rekisteröity komennolle "{}"
fr: ID d'argument positionnel "{}" déjà enregistré pour la commande "{}"
hu: A(z) „{}” pozicionális azonosító már regisztrálva van a(z) „{}” parancshoz
ko: 위치 인수 id "{}"는 이미 명령 "{}"를 위해 등록되어 있습니다
nl: Positioneel argument-id "{}" is al geregistreerd voor opdracht "{}"
ru: Идентификатор позиционного аргумента "{}" уже зарегистрирован для команды "{}"
tr: "{}" konumsal argüman kimliği "{}" komutu için zaten kayıtlı
zh_tw: 位置參數 id 「{}」 已為指令 「{}」 進行註冊

source: Group id "{}" already registered for command "{}"
cs: Identifikátor skupiny „{}“ je již registrován pro příkaz „{}“
de: Gruppen ID "{}" ist bereits registriert für Kommando "{}"
es: ID del grupo “{}” ya registrado para la instrucción “{}”
fi: Ryhmätunnus "{}" on jo rekisteröity komennolle "{}"
fr: ID de groupe "{}" déjà enregistré pour la commande "{}"
hu: A(z) „{}” csoportazonosító már regisztrálva van a(z) „{}” parancshoz
ko: 그룹 id "{}"는 이미 명령 "{}"를 위해 등록되어 있습니다
nl: Groep-id "{}" al geregistreerd voor opdracht "{}"
ru: Идентификатор группы "{}" уже зарегистрирован для команды "{}"
tr: "{}" grup kimliği "{}" komutu için zaten kayıtlı
zh_tw: 群組 ID「{}」 已為指令 「{}」 進行註冊

source: Command id "{}" does not contain subcommand with id "{}"
cs: Příkaz s identifikátorem „{}“ neobsahuje podpříkaz s identifikátorem „{}“
de: Kommando ID "{}" enthält kein Teilkommando mit ID "{}"
es: El ID de instrucción “{}” no contiene un subinstrucción con el ID “{}”
fi: Komentotunnus "{}" ei sisällä alikomentoa tunnuksella "{}"
fr: La commande ayant pour ID "{}" ne contient pas de sous-commande avec "{}" pour ID
hu: A(z) „{}” parancsazonosító nem tartalmaz „{}” azonosítójú alparancsot
ko: 명령 id "{}"는 id "{}"를 갖는 하위 명령을 포함하지 않습니다
nl: Opdracht-id "{}" bevat geen subcommando met id "{}"
ru: Команда с идентификатором "{}" не содержит подкоманду с идентификатором "{}"
tr: "{}" komut kimliği "{}" kimliğine sahip alt komut içermiyor
zh_tw: 指令 ID 「{}」 不包含 ID 為 「{}」 的子指令

source: Command id "{}" does not contain named argument with id "{}"
cs: Příkaz s identifikátorem „{}“ neobsahuje pojmenovaný argument s identifikátorem „{}“
de: Kommando ID "{}" enthält kein benanntes Argument mit ID "{}"
es: El ID de instrucción “{}” no contiene un argumento nombrado con el ID “{}”
fi: Komentotunnus "{}" ei sisällä nimettyä argumenttia tunnuksella "{}"
fr: La commande ayant pour ID "{}" ne contient pas d'argument nommé avec "{}" pour ID
hu: A(z) „{}” parancsazonosító nem tartalmaz „{}” azonosítójú nevesített argumentumot
ko: 명령 id "{}"는 id "{}"를 갖는 명명된 인수를 포함하지 않습니다
nl: Opdracht-id "{}" bevat geen benoemd argument met id "{}"
ru: Команда с идентификатором "{}" не содержит именованного аргумента с идентификатором "{}"
tr: "{}" komut kimliği "{}" kimliğine sahip belirtilen argümanı içermiyor
zh_tw: 指令 id 「{}」 不包含 id 為 「{}」 的命名參數

source: Command id "{}" does not contain positional argument with id "{}"
cs: Příkaz s identifikátorem „{}“ neobsahuje poziční argument s identifikátorem „{}“
de: Kommando ID "{}" enthält kein positionsabhängiges Argument mit ID "{}"
es: El ID de instrucción “{}” no contiene un argumento posicional con el ID “{}”
fi: Komentotunnus "{}" ei sisällä sijaintiargumenttia tunnuksella "{}"
fr: La commande ayant pour ID "{}" ne contient paas d'argument positionnel avec "{}" pour ID
hu: A(z) „{}” parancsazonosító nem tartalmaz „{}” azonosítójú pozicionális argumentumot
ko: 명령 id "{}"는 id "{}"를 갖는 위치 인수를 포함하지 않습니다
nl: Opdracht-id "{}" bevat geen positioneel argument met id "{}"
ru: Команда с идентификатором "{}" не содержит позиционного аргумента с идентификатором "{}"
tr: "{}" komut kimliği "{}" kimliğine sahip konumsal argüman içermiyor
zh_tw: 指令 id 「{}」 不包含位置參數 id 「{}」

source: Command id "{}" does not contain group with id "{}"
cs: Příkaz s identifikátorem „{}“ neobsahuje skupinu s identifikátorem „{}“
de: Kommando ID "{}" enthält keine Gruppe mit ID "{}"
es: El ID de instrucción “{}” no contiene un grupo con el ID “{}”
fi: Komentotunnus "{}" ei sisällä ryhmää, jonka tunnus on "{}"
fr: La commande ayant pour ID "{}" ne contient pas de groupe avec "{}" pour ID
hu: A(z) „{}” parancsazonosító nem tartalmaz „{}” azonosítójú csoportot
ko: 명령 id "{}"는 id "{}"를 갖는 그룹을 포함하지 않습니다
nl: Opdracht-id "{}" bevat geen groep met id "{}"
ru: Команда с идентификатором "{}" не содержит группу с идентификатором "{}"
tr: "{}" komut kimliği "{}" kimliğine sahip grup içermiyor
zh_tw: 指令 ID 「{}」 不包含 ID 為 「{}」 的群組

source: Unknown argument "{}" for command "{}"
cs: Neznámý argument „{}“ pro příkaz „{}“
de: Unbekanntes Argument "{}" für Kommando "{}"
es: Argumento “{}” desconocido para la instrucción “{}”
fi: Tuntematon argumentti "{}" komennolle "{}"
fr: Argument "{}" inconnu pour la commande "{}"
hu: Ismeretlen „{}” argumentum a(z) „{}” parancshoz
ko: 알 수 없는 인수 "{}" (명령 "{}"용)
nl: Onbekend argument "{}" voor commando "{}"
ru: Неизвестный аргумент "{}" для команды "{}"
tr: Bilinmeyen argüman "{}" ("{}" komutu için)
zh_tw: 指令 「{}」 的未知參數 「{}」

source: Missing positional argument "{}" for command "{}"
cs: Příkazu „{1}“ chybí poziční argument „{0}“
de: Fehlendes positionsabhängiges Argument "{}" für Kommando "{}"
es: Argumento posicional “{}” ausente para instrucción “{}”
fi: Puuttuva sijaintiargumentti "{}" komennolle "{}"
fr: Argument positionnel "{}" manquant pour la commande "{}"
hu: Hiányzó „{}” pozicionális argumentum a(z) „{}” parancshoz
ko: 누락된 위치 인수 "{}" (명령 "{}"용)
nl: Ontbrekend positioneel argument "{}" voor opdracht "{}"
ru: Отсутствует позиционный аргумент "{}" для команды "{}"
tr: "{}" konumsal argümanı eksik ("{}" komutu için)
zh_tw: 命令 「{}」 缺少位置參數 「{}」

source: Missing value for command alias "{}"
cs: Příkazovému aliasu „{}“ chybí hodnota
es: Valor ausente para instrucción alias “{}”
fr: Valeur manquante pour l'alias de commande "{}"
nl: Ontbrekende waarde voor opdracht-alias "{}"

source: Named argument with path id "{}" not found
cs: Pojmenovaný argument s cestovým identifikátorem „{}“ nebyl nalezen
de: Benanntes Argument mit Pfad ID "{}" nicht gefunden
es: Argumento nombrado con ID de ruta “{}” no encontrado
fi: Nimettyä argumenttia polkutunnuksella "{}" ei löydy
fr: Argument nommé avec pour ID de chemin "{}" introuvable
hu: Nem található „{}” útvonal-azonosítójú nevesített argumentum
ko: 경로 id "{}"를 갖는 명명된 인수를 찾지 못했습니다
nl: Benoemd argument met pad-id "{}" niet gevonden
ru: Именованный аргумент с идентификатором пути "{}" не найден
tr: "{}" yol kimliğine sahip belirtilen argüman bulunamadı
zh_tw: 未找到路徑 ID 為 「{}」 的已命名參數

source: Positional argument with path id "{}" not found
cs: Poziční argument s cestovým identifikátorem „{}“ nebyl nalezen
de: Positionsabhängiges Argument mit Pfad ID "{}" nicht gefunden
es: Argumento posicional con ID de ruta “{}” no encontrado
fi: Sijaintiargumenttia polkutunnuksella "{}" ei löydy
fr: Argument positionnel avec pour ID de chemin "{}" introuvable
hu: Nem található „{}” útvonal-azonosítójú pozicionális argumentum
ko: 경로 d "{}"를 갖는 위치 인수를 찾지 못했습니다
nl: Positioneel argument met pad-id "{}" niet gevonden
ru: Позиционный аргумент с идентификатором пути "{}" не найден
tr: "{}" yol kimliğine sahip konumsal argüman bulunamadı
zh_tw: 未找到路徑 ID 為 「{}」 的位置參數

source: Operation aborted by the user.
cs: Úkon byl přerušen uživatelem.
de: Vorgang vom Benutzer abgebrochen.
es: Operación abortada por el usuario.
fi: Toimenpide peruttu käyttäjän toimesta.
fr: Opération interrompue par l'utilisateur.
hu: A műveletet megszakította a felhasználó.
ko: 사용자에 의해 작업이 중지되었습니다.
nl: Operatie afgebroken door de gebruiker.
ru: Операция прервана пользователем.
tr: İşlem kullanıcı tarafından iptal edildi.
zh_tw: 使用者己中止該操作。

source: Failed to resolve the transaction
cs: Transakci nebylo možné vyřešit
de: Auflösen der Transaktion fehlgeschlagen
es: Error al resolver la transacción
fi: Tapahtuman ratkaiseminen epäonnistui
fr: Échec de la résolution de la transaction
hu: A tranzakció feloldása sikertelen
ko: 정상적인 연결 수행에 실패하였습니다
nl: Oplossen van transactie mislukt
ru: Не удалось разрешить транзакцию
tr: İşlem çözümlenemedi
zh_tw: 解決處理事項失敗

source: Hint: [d]efault, [e]nabled, [x]disabled, [i]nstalled, [a]ctive
cs: Legenda: [d] výchozí, [e] zapnutý, [x] vypnutý, [i] nainstalovaný, [a] aktivní
de: Hinweis: [d]Standard, aktivi[e]rt, [x]deaktiviert, [i]nstalliert, [a]ktiv
es: Leyenda: [d]predeterminado, [e]habilitado, [x]deshabilitado, [i]nstalado, [a]ctivo
fi: Vihje: [o]letus, [k]äytössä, [p]oistettu käytöstä, [a]sennettu, [ak]tiivinen
fr: Astuce : par [d]éfaut, [e]activé, [x]désactivé, [i]nstallé, [a]ctif
hu: Tipp: [d]alapértelmezett, [e]engedélyezve, [x]letiltva, [i]telepítve, [a]aktív
ko: 힌트 : [d] efault, [e] nabled, [x] disabled, [i] stalled, [a] ctive
nl: Hint: [d]standaard, [e]ingeschakeld, [x]uitgeschakeld, [i]geïnstalleerd, [a]ctief
ru: Подсказка: [d]по умолчанию, [e]включено, [x]отключено, [i]установлено, [a]активно
tr: İpucu: [d] öntanımlı, [e] etkin, [x] devre dışı, [i] kurulu, [a] aktif
zh_tw: 提示：[d] 預設、[e] 已啟用, [x] 已停用, [i] 已安裝, [a] 作用中

source: Hint: [d]efault, [e]nabled, [x]disabled, [i]nstalled
cs: Legenda: [d] výchozí, [e] zapnutý, [x] vypnutý, [i] nainstalovaný
de: Hinweis: [d]Standard, aktivi[e]rt, [x]deaktiviert, [i]nstalliert
es: Leyenda: [d]predeterminado, [e]habilitado, [x]deshabilitado, [i]nstalado
fi: Vihje: [o]letus, [k]äytössä, [p]oistettu käytöstä, [a]sennettu
fr: Astuce : par [d]éfaut, [e]activé, [x]désactivé, [i]nstallé
hu: Tipp: [d]alapértelmezett, [e]engedélyezve, [x]letiltva, [i]telepítve
ko: 힌트 : [d] efault, [e] nabled, [x] disabled, [i] stalled
nl: Hint: [d]standaard, [e]ingeschakeld, [x]uitgeschakeld, [i]geïnstalleerd
ru: Подсказка: [d]по умолчанию, [e]включено, [x]отключено, [i]установлено
tr: İpucu: [d] öntanımlı, [e] etkin, [x] devre dışı, [i] kurulu
zh_tw: 提示：預設[d]、已啟用[e]、已停用[x]、已安裝[i]

source: Name
cs: Název
es: Nombre
fi: Nimi
fr: Nom
hu: Név
ko: 이름
nl: Naam
ru: Имя
tr: Ad
zh_tw: 名稱

source: Epoch
cs: Epocha
es: Época
fi: Ajanjakso
hu: Epocha
ko: 기간
ru: Этап
tr: Dönem
zh_tw: 時代

source: Version
cs: Verze
es: Versión
fi: Versio
hu: Verzió
ko: 버전
nl: Versie
ru: Версия
tr: Sürüm
zh_tw: 版本

source: Release
cs: Vydání
es: Lanzamiento
fi: Julkaisu
fr: Version
hu: Kiadás
ko: 출시
ru: Выпуск
tr: Dağıtım
zh_tw: 發行版

source: Architecture
cs: Architektura
de: Architektur
es: Arquitectura
fi: Arkkitehtuuri
hu: Architektúra
ko: 구조
nl: Architectuur
ru: Архитектура
tr: Mimari
zh_tw: 架構

source: Obsoletes
cs: Nahrazuje
de: Nicht mehr benötigte
es: Obsoletos
fi: Vanhentaa
fr: Rend obsolète
hu: Elavulttá teszi:
ko: 더 이상 사용하지 않음
nl: Vervangt
ru: Заменяет
tr: Kullanım dışı bıraktığı
zh_tw: 過時的

source: Download size
cs: Stahovaná velikost
de: Download Größe
es: Tamaño de descarga
fi: Latauksen koko
fr: Taille du téléchargement
hu: Letöltési méret
ko: 내려받는 크기
nl: Downloadgrootte
ru: Размер загрузки
tr: İndirme boyutu
zh_tw: 下載大小

source: Installed size
cs: Instalovaná velikost
de: Installationsgröße
es: Tamaño instalado
fi: Asennuksen koko
fr: Taille une fois installé
hu: Telepítési méret
ko: 설치된 크기
nl: Geïnstalleerde grootte
ru: Размер установки
tr: Kurulu boyutu
zh_tw: 安裝後大小

source: Source
cs: Zdroj
de: Quelle
es: Origen
fi: Lähde
hu: Forrás
ko: 원천
nl: Bron
ru: Источник
tr: Kaynak
zh_tw: 來源

source: From repository
cs: Z repozitáře
de: Aus dem Repository
es: Del repositorio
fi: Ohjelmistolähteestä
fr: Dépôt d'origine
hu: Forrástároló
ko: 저장소에서
nl: Van repository
ru: Из репозитория
tr: Geldiği depo
zh_tw: 來自軟體庫

source: Repository
cs: Repozitář
de: Paketquelle
es: Repositorio
fi: Ohjelmistolähde
fr: Dépôt
hu: Tároló
ko: 저장소
ru: Репозиторий
tr: Depo
zh_tw: 軟體庫

source: Summary
cs: Shrnutí
de: Zusammenfassung
es: Resumen
fi: Yhteenveto
fr: Résumé
hu: Összegzés
ko: 요약
nl: Samenvatting
ru: Сводка
tr: Özet
zh_tw: 摘要

source: License
cs: Licence
de: Lizenz
es: Licencia
fi: Lisenssi
fr: Licence
hu: Licenc
ko: 저작권
nl: Licentie
ru: Лицензия
tr: Lisans
zh_tw: 授權

source: Description
cs: Popis
de: Beschreibung
es: Descripción
fi: Kuvaus
hu: Leírás
ko: 설명
nl: Beschrijving
ru: Описание
tr: Açıklama
zh_tw: 細節

source: Vendor
cs: Dodavatel
de: Anbieter
es: Proveedor
fi: Toimittaja
fr: Fournisseur
hu: Gyártó
ko: 제조사
nl: Leverancier
ru: Поставщик
tr: Sağlayıcı
zh_tw: 廠商

source: (exact)
cs: (přesný)
de: (exakt)
es: (exacta)
fi: (tarkka)
fr: (correspondance exacte)
hu: (pontos)
ko: (정확한)
ru: (точно)
tr: (tam)
zh_tw: （精確的）

source: No matches found.
cs: Žádná shoda nenalezena.
de: Keine Übereinstimmungen gefunden.
es: No se hallaron coincidencias.
fi: Täsmäävyyksiä ei löytynyt.
fr: Aucun résultat.
hu: Nincs találat.
ko: 일치 항목이 없습니다.
nl: Geen resultaten gevonden.
ru: Совпадений не найдено.
tr: Eşleşme bulunamadı.
zh_tw: 找不到符合項目。

source: Matched fields:
cs: Odpovídající položky:
de: Übereinstimmende Felder:
es: Campos coincidentes:
fi: Täsmäävät kentät:
fr: Champs avec correspondance :
hu: Megfelelő mezők:
ko: 일치된 부분:
nl: Overeenkomende velden:
ru: Совпадающие поля:
tr: Eşleşen alanlar:
zh_tw: 符合欄位：

source: Transaction Summary:
cs: Shrnutí transakce:
de: Transaktionszusammenfasung:
es: Resumen de la transacción:
fi: Transaktion yhteenveto:
fr: Résumé de la transaction :
hu: Tranzakció összegzése:
ko: 연결 요약:
nl: Transactiesamenvatting:
ru: Сводка транзакции:
tr: İşlem Özeti:
zh_tw: 處理事項摘要：

source: Installing: {:4} package
cs: Nainstalovat: {:4} balíček
de: Installiere: {:4} Paket
es: Instalando: {:4} paquete
fi: Asennetaan: {:4} paketti
fr: Installation : {:4} paquet
hu: Telepítés: {:4} csomag
ko: 설치 중: {:4} 꾸러미
nl: Installeren: {:4} pakket
ru: Установка: {:4} пакета
tr: Kuruluyor: {:4} paket
zh_tw: 正在安裝： {:4} 軟體包

source: Reinstalling: {:4} package
cs: Přeinstalovat: {:4} balíček
de: Reinstalliere: {:4} Paket
es: Reinstalando: {:4} paquete
fi: Asennetaan uudelleen: {:4} paketti
fr: Réinstallation : {:4} paquet
hu: Újratelepítés: {:4} csomag
ko: 재설치 중: {:4} 꾸러미
nl: Herinstalleren: {:4} pakket
ru: Переустановка: {:4} пакета
tr: Yeniden kuruluyor: {:4} paket
zh_tw: 正在重新安裝： {:4} 軟體包

source: Upgrading: {:4} package
cs: Aktualizovat: {:4} balíček
de: Upgrade: {:4} Paket
es: Modernizando: {:4} paquete
fi: Päivitetään: {:4} paketti
fr: Mise à jour : {:4} paquet
hu: Frissítés: {:4} csomag
ko: 향상 중: {:4} 꾸러미
nl: Upgraden: {:4} pakket
ru: Обновление: {:4} пакета
tr: Yükseltiliyor: {:4} paket
zh_tw: 正在升級： {:4} 軟體包

source: Replacing: {:4} package
cs: Nahradit: {:4} balíček
de: Ersetze: {:4} Paket
es: Reemplazando: {:4} paquete
fi: Korvataan: {:4} paketti
fr: Remplacement : {:4} paquet
hu: Csere: {:4} csomag
ko: 교체 중: {:4} 꾸러미
nl: Vervangen: {:4} pakket
ru: Замена: {:4} пакета
tr: Değiştiriliyor: {:4} paket
zh_tw: 正在取代： {:4} 軟體包

source: Removing: {:4} package
cs: Odstranit: {:4} balíček
de: Entferne: {:4} Paket
es: Desinstalando: {:4} paquete
fi: Poistetaan: {:4} paketti
fr: Suppression : {:4} paquet
hu: Eltávolítás: {:4} csomag
ko: 제거 중: {:4} 꾸러미
nl: Verwijderen: {:4} pakket
ru: Удаление: {:4} пакета
tr: Kaldırılıyor: {:4} paket
zh_tw: 正在移除： {:4} 軟體包

source: Downgrading: {:4} package
cs: Ponížit: {:4} balíček
de: Downgrade: {:4} Paket
es: Degradando: {:4} paquete
fi: Varhennetaan: {:4} paketti
fr: Inst. v. anté. : {:4} paquet
hu: Visszafejlesztés: {:4} csomag
ko: 하향 중: {:4} 꾸러미
nl: Downgraden: {:4} pakket
ru: Откат: {:4} пакета
tr: Sürümü düşürülüyor: {:4} package
zh_tw: 正在降級： {:4} 軟體包
